[
    [
        "1077240",
        "L'international irlandais Duff se jouait d'Areias et démarquait intelligemment Wayne Bridge, mais le milieu gauche - tenant ce soir un rôle plus offensif que d'habitude - frappait le ballon avec son mauvais pied et le ballon passait à côté du cadre."
    ],
    [
        "1077240",
        "L'international irlandais Duff se jouait d'Areias et démarquait intelligemment Wayne Bridge, mais le milieu gauche - tenant ce soir un rôle plus offensif que d'habitude - frappait le ballon avec son mauvais pied et le ballon passait à côté du cadre."
    ],
    [
        "1077240",
        "L'international irlandais Duff se jouait d'Areias et démarquait intelligemment Wayne Bridge, mais le milieu gauche - tenant ce soir un rôle plus offensif que d'habitude - frappait le ballon avec son mauvais pied et le ballon passait à côté du cadre."
    ],
    [
        "1077240",
        "Les Anglais étaient néanmoins inquiétés à l'heure de jeu, Ferreira bloquant une belle frappe cadrée de Diego."
    ],
    [
        "1077240",
        "Sur une longue passe aérienne, Drogba remettait à Lampard au milieu de terrain, l'international anglais remisant tout de suite un ballon de l'extérieur du pied pour lancer Duff."
    ],
    [
        "1077240",
        "L'arrière droit, Giourkas Seitaridis, débordait sur l'aile droite et expédiait un tir, que Terry parvenait à dégager de la tête."
    ],
    [
        "1077240",
        "On retrouvait Duff à la 11e minute, qui servait Frank Lampard, dont le centre était repris de la tête par Didier Drogba, le ballon détourné magnifiquement par Nuno venant s'écraser sur la transversale."
    ],
    [
        "1077189",
        "Cette première période trépidante et âprement disputée se poursuivait sur une faute de Wilhelmsson sur Magnin qui lui valait un carton jaune et Brême égalisait à la 35e minute."
    ],
    [
        "1077189",
        "L’arrière gauche de Brême Christian Schulz écopait d’un carton jaune pour avoir fauché le vif Wilhelmsson après 56 minutes."
    ],
    [
        "1077189",
        "Le gardien de but visiteur, Andreas Reinke, écartait des poings un centre dangereux de Christian Wilhelmsson et le défenseur brémois Valérien Ismaël était averti pour avoir retenu Mbo Mpenza alors que le rapide attaquant cherchait à partir au but."
    ],
    [
        "1077189",
        "Le gardien de but visiteur, Andreas Reinke, écartait des poings un centre dangereux de Christian Wilhelmsson et le défenseur brémois Valérien Ismaël était averti pour avoir retenu Mbo Mpenza alors que le rapide attaquant cherchait à partir au but."
    ],
    [
        "1077189",
        "Daniel Zitka, le gardien de but d’Anderlecht plongeait dans les pieds de Klose lancé sur une passe en profondeur de Micoud, mais le cuir parvenait à Ivan Klasnic qui secouait les filets."
    ],
    [
        "1077189",
        "Zitka repoussait une frappe à ras de terre de Magnin d’un côté, et Reinke plongeait pour détourner une tentative de Wilhelmsson, alors que cette divertissante première période arrivait à son terme."
    ],
    [
        "1077189",
        "Le gardien de but visiteur, Andreas Reinke, écartait des poings un centre dangereux de Christian Wilhelmsson et le défenseur brémois Valérien Ismaël était averti pour avoir retenu Mbo Mpenza alors que le rapide attaquant cherchait à partir au but."
    ],
    [
        "1086988",
        "A la 69e, sur une incursion de la droite, Shevchenko recevait la balle au second poteau et frappait."
    ],
    [
        "1086988",
        "Et à la 42e, Kakà se débarrassait de Steven Gerrard et transmettait à Crespo en profondeur avec une grande précision qui, d’une pichenette, lobait le pauvre Dudek battu pour la troisième fois."
    ],
    [
        "1086988",
        "Et à la 42e, Kakà se débarrassait de Steven Gerrard et transmettait à Crespo en profondeur avec une grande précision qui, d’une pichenette, lobait le pauvre Dudek battu pour la troisième fois."
    ],
    [
        "1086988",
        "Et Atatürk reprenait vie car deux minutes plus tard, Šmicer fusillait Dida des 20 mètres, avant que Gerrard, encore lui, ne s’infiltre dans la défense lombarde et soit arrêté irrégulièrement par Gennaro Gattuso."
    ],
    [
        "1086988",
        "A la 39e, après que Luis García eut réclamé un penalty pour une main d'Alessandro Nesta, Kakà menait une contre-attaque fulgurante."
    ],
    [
        "1086988",
        "A la reprise, les hommes de Rafael Benítez n’ayant plus rien à perdre, c’est Dietmar Hamann qui entrait à la place de Steve Finnan pour donner plus d’épaisseur au milieu de terrain."
    ],
    [
        "80790",
        "Devant composer avec les blessures de Joris Mathijsen et de Jan Kronkamp, l'entraîneur Co Adriaanse se voyait contraint d'aligner pour la première fois en Europe le jeune Ron Vlaar, 20 ans."
    ],
    [
        "80790",
        "Vlaar était malheureux, un tir de loin ricochait sur sa jambe et arrivait dans les pieds de Douala."
    ],
    [
        "80790",
        "Un superbe but inscrit en fin de match par Mauricio Pinilla, entré en cours de jeu, a offert au Sporting Clube de Portugal une courte victoire en demi-finale aller de la Coupe UEFA contre une équipe de l'AZ Alkmaar bien regroupée en défense."
    ],
    [
        "80790",
        "Après avoir dépassé Tim de Cler, Douala centrait pour Liedson, mais Michael Buskermolen, qui manquera le match retour pour cause de suspension, était bien revenu au premier poteau."
    ],
    [
        "80790",
        "Le résultat était le même, il passait Kew Jaliens, mais malgré des coéquipiers démarqués dans la surface, il décochait une frappe qui passait devant la cage."
    ],
    [
        "79939",
        "Le Stadium explosait ensuite, lorsque Landrin était bousculé à l'entrée de la surface sans provoquer la moindre réaction de l'arbitre (41e)."
    ],
    [
        "79939",
        "Pascal Zuberbühler devait claquer le ballon au-dessus (19e)."
    ],
    [
        "79939",
        "Le défenseur suisse taclait à retardement et concédait un penalty."
    ],
    [
        "79939",
        "En toute fin de match, Bâle poussait fort mais toujours sans réussite..."
    ],
    [
        "79939",
        "Côté lillois, on attendait clairement de contrer l'adversaire."
    ],
    [
        "79693",
        "Christian Poulsen récupérait le ballon au milieu et le donnait à Kobiashvili qui repiquait au centre avant de fusiller Pascal Zuberbühler d'une frappe lourde de 25 mètres à la huitième minute."
    ],
    [
        "79693",
        "David Degen forçait d'abord Rost à réaliser un bel arrêt sur une chevauchée depuis la moitié de terrain suisse et le gardien de but allemand devait se détendre après 57 minutes pour claquer une tête de Christian Giménez."
    ],
    [
        "79693",
        "Schalke se déplacera le 4 novembre chez les Hearts of Midlothian, qui se sont inclinés 3-0 devant Feyenoord, lors de la deuxième journée, alors que Bâle doit patienter jusqu'au 25 novembre pour affronter Hearts à domicile."
    ],
    [
        "79693",
        "Le remplaçant enveloppait son tir au-dessus du mur et trompait le gardien local Frank Rost."
    ],
    [
        "79693",
        "Le Brésilien Lincoln suppléait s on compatriote Ailton, alors que Christian Gross l'entraîneur bâlois alignait l'équipe qui avait battu le Servette FC."
    ],
    [
        "75396",
        "A la 16e minute, la Hongrie était tout près d'ouvrir la marque, Robert Waltner se faisant déposséder in extremis du ballon par le gardien maltais Justin Haber."
    ],
    [
        "75396",
        "A un quart d'heure de la fin, un corner tiré par Briffa trouvait la tête de Giglio mais le ballon passait à quelques centimètres du cadre alors que Kiraly était battu."
    ],
    [
        "75396",
        "Agius se montrait ensuite à nouveau dangereux sur un corner de Stefan Giglio mais ratait de peu le cadre."
    ],
    [
        "75396",
        "Dès la 6e minute, sur un débordement sur l'aile droite, il adressait un centre parfait pour Ivan Woods en position idéale pour marquer, mais sa tête était stoppée par Gábor Kiraly dans le but hongrois."
    ],
    [
        "75396",
        "Michael Mifsud, toujours dangereux, débordait sur l'aile gauche et centrait pour Briffa dont le tir trouvait le poteau."
    ],
    [
        "75337",
        "Les félicitations étaient à peine terminées que Rooney centrait depuis la limite du terrain et Baird, pressé par Owen, marquait contre son camp."
    ],
    [
        "75337",
        "Cinq minutes plus tard, Lampard déboulait dans la surface et transmettait à Owen qui portait le score à 2-0."
    ],
    [
        "75337",
        "A la 72e minute, le remplaçant Kieron Dyer plaçait le capitaine des Blues en bonne position mais sa frappe rebondissait sur la transversale."
    ],
    [
        "75337",
        "Sol Campbell blessé, John Terry et Rio Ferdinand étaient titularisés dans l'axe de la défense anglaise."
    ],
    [
        "75337",
        "Mercredi, l'équipe de Sven-Göran Eriksson accueillera l'Azerbaïdjan à Newcastle tandis que l'Irlande du Nord cherchera à obtenir sa première victoire dans le groupe en Pologne, deuxième du classement."
    ],
    [
        "75300",
        "Baidaychnyy décidait alors de remplacer Kutuzov par Bulyha, mais avant que le changement soit effectué, le joueur qui allait sortir recevait une passe de Valentin Belkevich et transformait des six mètres."
    ],
    [
        "75300",
        "Avec deux buts d'avance, le Belarus pouvait maintenant jouer tranquillement, et à un quart d'heure de la fin, Bulyha - qui remplaçait finalement Kutuzov après son but - marquait lui aussi sur un service de Romashchenko."
    ],
    [
        "75300",
        "Ghenadie Olexic manquait le cadre à deux reprises pour les visiteurs, mais en fin de mi-temps le Belarus se reprenait et peu avant la pause, la frappe d'Omelyanchuk de 28 mètres surprenait Hmaruc et finissait au fond des filets."
    ],
    [
        "75300",
        "Ghenadie Olexic manquait le cadre à deux reprises pour les visiteurs, mais en fin de mi-temps le Belarus se reprenait et peu avant la pause, la frappe d'Omelyanchuk de 28 mètres surprenait Hmaruc et finissait au fond des filets."
    ],
    [
        "75300",
        "Les visiteurs poussaient pour égaliser après la pause mais le Belarus tenait bon, Khomutovski s'interposant face à Stanislav Ivanov à la 63e minute."
    ],
    [
        "75143",
        "Le joueur de l'Ajax centrait en retrait pour Van Hooijdonk qui n'avait plus qu'à pousser le ballon au fond des filets."
    ],
    [
        "75143",
        "Koller plaçait une tête qui rebondissait sur la barre."
    ],
    [
        "75143",
        "Le gardien s'imposait devant Tomás Rosický, puis stoppait une frappe de Milan Baroš."
    ],
    [
        "75143",
        "Koller plaçait une tête qui rebondissait sur la barre."
    ],
    [
        "75143",
        "Les Tchèques poussent"
    ],
    [
        "1077229",
        "Van der Vaart se faisait ainsi menaçant devant la cage allemande mais Robert Kovac parvenait à déposséder le remplaçant adverse du bout du pied."
    ],
    [
        "1077229",
        "A la suite d'un une-deux avec Mauro Rosales, l'arrière droit Hatem Trabelsi frappait de la limite de la surface de réparation du Bayern et forçait Oliver Kahn à effectuer une belle parade de la main."
    ],
    [
        "1077229",
        "A la pause, Magath décidait de remplacer Torsten Frings et Claudio Pizarro par Zé Roberto et Paolo Guerrero, sans grand effet, puisque c'est à nouveau l'Ajax, qui faisait le jeu à la reprise."
    ],
    [
        "1077229",
        "Pour son 300e match européen, le Bayern encaissait ainsi son 300e but."
    ],
    [
        "1077229",
        "Après cinq minutes, De Jong alertait Kahn avant que Babel ne se fasse sanctionner par un carton jaune pour simulation."
    ],
    [
        "1077224",
        "Sept minutes plus tard, le CSKA se voyait accorder un penalty, mais Sergei Ignashevich n'a su cadrer sa frappe."
    ],
    [
        "1077224",
        "Après un entame de match vivante et équilibrée où les deux équipes se sont créé des occasions, McCarthy a marqué à la 28e minute sur un centre de Giourkas Seitaridis côté droit."
    ],
    [
        "1077224",
        "Costinha accrochait Ignashevich à l'entrée de la surface de réparation, lequel se chargeait de tirer le penalty obtenu."
    ],
    [
        "1077224",
        "Víctor Fernández a dû composer avec les absences de Vítor Baía, Carlos Alberto, Raúl Meireles, Nuno Valente et Luis Fabiano, et a effectué trois changements par rapport à l'équipe qui avait battu 1-0 le Boavista FC, samedi."
    ],
    [
        "1077224",
        "Sept minutes plus tard, le CSKA se voyait accorder un penalty, mais Sergei Ignashevich n'a su cadrer sa frappe."
    ],
    [
        "1077207",
        "Il récupérait la balle dans la surface du CSKA et talonnait au centre pour Robben, resté au point de penalty."
    ],
    [
        "1077207",
        "Si Sergei Semak forçait Gallas à contrer un de ses tirs, c'est lui qui se retrouvait sur sa ligne quelques minutes plus tard pour faire un sauvetage sur un tir de Gudjohnsen."
    ],
    [
        "1077207",
        "L'ailier néerlandais, qui faisait tout juste son retour de blessure, feintait son défenseur avant d'ajuster calmement son tir au ras du poteau, marquant ainsi son premier but sous le maillot de Chelsea."
    ],
    [
        "1077207",
        "Le club russe aura l'occasion de se rattraper de ces défaites face à Chelsea en accueillant le FC Porto le 24 novembre prochain."
    ],
    [
        "1077207",
        "L'attaquant croate Ivica Olic entrait à 20 minutes du terme du match, alors que le CSKA ne parvenait pas à imposer son jeu."
    ],
    [
        "1077191",
        "Le gardien russe Igor Akinfeev se trouait complètement dans sa sortie; Gudjohnsen réceptionnait le ballon et remettait pour Terry qui envoyait la balle au fond des filets."
    ],
    [
        "1077191",
        "Une minute plus tard, Love se débarrassait de Carvalho et décochait un tir légèrement dévié par Claude Makelele, amenant Cech à effectuer une belle parade au premier poteau."
    ],
    [
        "1077191",
        "Le CSKA ne méritait pas d'être mené au score, et pouvait maudire le sort après un second but encaissé juste avant la pause, Gudjohnsen se démarquant pour reprendre de la tête un centre parfait de Duff."
    ],
    [
        "1077191",
        "Le défenseur anglais aurait même pu s'offrir un doublé avant la pause, tirant d'abord juste au-dessus du cadre sur un centre de Damien Duff, puis reprenant de la tête un coup franc de Lampard mais la balle passait à côté."
    ],
    [
        "1077191",
        "Sur un corner, le ballon venait ricocher sur Gudjohnsen et prenait le chemin des filets avant que Cech n'effectue un arrêt réflexe impressionnant."
    ],
    [
        "1077158",
        "L'attaquant de 22 ans amortissait de la poitrine un centre de Verón avant de placer le ballon dans le coin gauche de la cage et parachever son œuvre de la soirée."
    ],
    [
        "1077158",
        "Le défenseur central l' accrochait dans la surface de réparation, alors qu'il s'envolait vers la cage."
    ],
    [
        "1077158",
        "Vieri frappait le penalty en force et avec confiance, mais son tir était trop près d' Andreas Reinke, qui plongeait à sa droite pour l'arrêter."
    ],
    [
        "1077158",
        "Adriano était bousculé à l'intérieur de la surface, sur une passe de Juan Sebastián Verón cette fois, mais l'arbitre jugeait que l'intervention désespérée de Frank Baumann ne justifiait qu'un carton jaune."
    ],
    [
        "1077158",
        "L'Inter manquait d'alourdir le score juste avant la pause, quand Van der Meyde centrait pour Vieri, dont la frappe atterrissait directement sur Heinke."
    ],
    [
        "80111",
        "James Milner, le jeune remplaçant anglais, effectuait un bon travail sur la ligne de fond avant de centrer en retrait pour Kluivert qui marquait de près."
    ],
    [
        "80111",
        "James Milner, le jeune remplaçant anglais, effectuait un bon travail sur la ligne de fond avant de centrer en retrait pour Kluivert qui marquait de près."
    ],
    [
        "80111",
        "Predrag Djordjevic transformait calmement la sentence et remettait donc les deux équipes à égalité."
    ],
    [
        "80111",
        "Kieron Dyer était bousculé dans la surface par Grigorios Georgatos qui, dernier défenseur, prenait du même coup la direction des vestiaires, alors qu'Alan Shearer ne manquait pas l'occasion de donner un but d'avance à Newcastle."
    ],
    [
        "80105",
        "Le jeu rugueux des visiteurs obligeait l'arbitre néerlandais Rene Temmink à avertir huit parmesans."
    ],
    [
        "80105",
        "Frey ne tardait pas à contrer Jesuli au quart d'heure de jeu, puis Francesco Ruopolo répondait en tentant un coup-franc lobé sur l'autre but."
    ],
    [
        "80105",
        "L'équipe espagnole - qui cherche à atteindre les quarts de finale pour la première fois en sept tentatives - était tout de suite en action et Martí alertait Frey dès la quatrième minute."
    ],
    [
        "80105",
        "Séville dominait le jeu mais Parme menaçait grandement le but d'Esteban Suárez sur quelques contre-attaques."
    ],
    [
        "79943",
        "L'attaquant de 24 ans réceptionnait une longue balle, mystifiant au passage le défenseur adverse, Hugo."
    ],
    [
        "79943",
        "L'attaquant de 24 ans réceptionnait une longue balle, mystifiant au passage le défenseur adverse, Hugo."
    ],
    [
        "79943",
        "Le Sporting Clube de Portugal s'est qualifié pour les 8es de finale de la Coupe UEFA, où il affrontera Middlesbrough FC après une victoire méritée à Rotterdam, complétant son triomphe du match aller face à Feyenoord."
    ],
    [
        "79943",
        "Liedson démarrait de la ligne du milieu de terrain tandis que la défense de Feyenoord réclamait un hors-jeu."
    ],
    [
        "79769",
        "Cacau, toujours en mouvement, obtenait lui-aussi une nouvelle occasion de doubler la mise mais sa tentative n' était pas cadrée."
    ],
    [
        "79769",
        "Après s'être débarassé de trois défenseurs, il provoquait la sortie du gardien Vasilj et effectuait une passe en retrait vers Cacau, qui pêchait dans la finition."
    ],
    [
        "79769",
        "Le Dinamo provoquait ensuite un coup-franc, que Bošnjak se chargeait de convertir en but égalisateur grâce à une frappe à ras de terre."
    ],
    [
        "79769",
        "Peu après, Kuranyi parvenait à pousser le ballon au fond des filets, mais son but était finalement refusé puisque l'arbitre avait sifflé une faute."
    ],
    [
        "79728",
        "C'est ce qui arrivait à la 39e minute lorsque Sávio lobait Butina en cadrant magnifiquement sa tête sur un centre de la droite de Villa."
    ],
    [
        "79728",
        "Le club belge est à l'inverse éliminé."
    ],
    [
        "79728",
        "Parfaitement démarqué dans la surface de réparation adverse par une passe précise de Lange, le milieu de terrain slovène, Ceh, glissait le cuir sous le corps du portier de Saragosse, Luis García."
    ],
    [
        "79728",
        "Mais Saragosse était toujours l'équipe la plus dangereuse et Cani gâchait une bonne occasion de doubler la mise, à l'heure de jeu."
    ],
    [
        "79701",
        "A 15 minutes de la fin, le gardien des locaux arrêtait de façon spectaculaire un coup franc de Bart Goor, qui aurait pu signer la victoire de Feyenoord."
    ],
    [
        "79701",
        "A la 55e minute, Ono, toujours présent, ratait sa cible, mais Kalou faisait mieux après l'heure de jeu."
    ],
    [
        "79701",
        "Gábor Gyepes et Salomon Kalou se disputent la balle"
    ],
    [
        "79701",
        "Après un bon travail de Szabolcs Huszti, au niveau du poteau de corner droit, le milieu délivrait un superbe centre que Thomas Sowunmi détournait vers Aleksandar Bajevski, mais la tête du buteur passait juste au-dessus."
    ],
    [
        "79352",
        "Néanmoins, à la 37e minute, l'équipe écossaise parvenait à égaliser: Pršo dépossédait le défenseur Vasili Berezutski du ballon pour servir Novo."
    ],
    [
        "79352",
        "Le tir de l'ancien attaquant du FC Dundee était repoussé par Sembreras, mais le ballon revenait sur Pršo, qui servait à nouveau Novo."
    ],
    [
        "79352",
        "Les hommes de Valeriy Gazzaev tentaient d'alourdir l'addition, mais par la suite leur action la plus dangereuse fut un coup franc de Rolan Gusev à la 68e, bien arrêté par Klos."
    ],
    [
        "79352",
        "L'international tchèque interceptait une touche, s'en allait battre deux défenseurs et brossait le ballon en pleine lucarne."
    ],
    [
        "79020",
        "La première occasion de but est à mettre à l'actif des visiteurs quand, à la 28e minute, échappant à la vigilance des défenseurs, Tagizade parvenait à frapper des vingt mètres."
    ],
    [
        "79020",
        "Ivo Ištuk faisait entrer alors deux joueurs à vocation offensive dont Juricic qui, à la 69e minute, offrait le premier but de la rencontre à son coéquipier camerounais Tabi."
    ],
    [
        "79020",
        "Cinq minutes plus tard, Tagizade en grande forme défiait encore une fois Mehler mais la cage de ce dernier restait inviolée."
    ],
    [
        "79020",
        "Ce match n'a cependant pas été à sens unique et Danijel Bajkuša déclenchait une volée que le gardien de Neftchi, Huseyn Mahammadov, détournait de belle manière."
    ],
    [
        "75393",
        "Celui-ci survenait finalement à la 66e minute lorsque le milieu de terrain du Southampton FC, Svensson, marquait d'une frappe enroulée à l'extrême limite de la surface de réparation."
    ],
    [
        "75393",
        "Henrik Larsson (à droite) a marqué"
    ],
    [
        "75393",
        "Les Suédois avaient perdu 1-0 à domicile contre la Croatie lors de leur premier match dans le Groupe 8 le mois dernier."
    ],
    [
        "75393",
        "Les Scandinaves étaient finalement récompensés à la 24e minute sur un centre de la droite d'Alexander Östlund qu'Allbäck déviait pour Ljungberg dont la reprise fusillait Gábor Király, le gardien de but hongrois."
    ],
    [
        "75367",
        "Le défenseur central montait aux avant-postes et récupérait un ballon à l'entrée de la surface, mais malgré sa position idéale il frappait très largement au-dessus de la transversale."
    ],
    [
        "75367",
        "Le défenseur central montait aux avant-postes et récupérait un ballon à l'entrée de la surface, mais malgré sa position idéale il frappait très largement au-dessus de la transversale."
    ],
    [
        "75367",
        "Djordjevic manquait à son tour le cadre sur coup-franc."
    ],
    [
        "75367",
        "Après sa prestation réussie en amical face à la Chine, Jose Antonio Reyés, l'attaquant de l'Arsenal FC, se voyait titularisé, tout comme Joaquín qui débutait sur le flanc droit."
    ],
    [
        "75331",
        "Après avoir repiqué vers le centre et mystifié Rzasa, Schopp trompait Dudek pour marquer un but égalisateur mérité."
    ],
    [
        "75331",
        "Après cinq minutes de jeu, l'Autriche se créait une bonne occasion: une reprise de Vastic sur un coup franc d'Andreas Ivanschitz, mais Jerzy Dudek, vigilant, repoussait sa tentative sur le poteau."
    ],
    [
        "75331",
        "Les Autrichiens pressaient à nouveau et Markus Kiesenebner se créait deux bonnes occasions par des tirs à distance."
    ],
    [
        "75331",
        "A la 78e minute, milieu de terrain du Bayer 04 Leverkusen, Krzynówek, marquait d'une frappe puissante de l'extérieur de la surface."
    ],
    [
        "75303",
        "Stevie Crawford parvenait en tout début de match à éliminer Serghei Lascencov et à décocher une frappe qui passait de peu au-dessus."
    ],
    [
        "75303",
        "Serghei Covalciuc et Iulian Bursuc ne cadraient ensuite pas leurs frappes."
    ],
    [
        "75303",
        "Du côté écossais, la meilleure occasion était à mettre à l'actif de Colin Cameron, mais Hmaruc réussissait à arrêter sa frappe."
    ],
    [
        "75303",
        "La Moldavie a dominé la rencontre, mais l'Ecosse a bien résisté et demeure avant-dernière, un point devant son adversaire du soir."
    ],
    [
        "75276",
        "A la 17e minute, Benayoun dépossédait Costas Kaiafas du ballon à l'angle de la surface et se faisait tacler de manière irrégulière."
    ],
    [
        "75276",
        "A la 86e minute, sur une superbe action individuelle, Yossi Benayoun s'enfonçait dans la surface, se jouait de deux défenseurs et passait en retrait à Nimni, qui n'avait plus qu'à pousser le ballon au fond des filets."
    ],
    [
        "75276",
        "L'attaquant du Real Racing Club Santander contrôlait un centre de Nimni mais son tir n'était pas assez puissant pour inquiéter Nicos Panagiotou."
    ],
    [
        "75276",
        "Sur le coup franc, Nimni décochait une frappe puissante que Panagiotou parvenait à dévier mais le ballon revenait dans les pieds d'Adoram Keisi, qui expédiait le ballon au fond des filets."
    ],
    [
        "75236",
        "La Lettonie pénétrait à nouveau sur le côté droit, et le ballon parvenait jusqu'au capitaine Astafjevs, dont la frappe puissante des 30 mètres n'a laissé aucune chance à Poom."
    ],
    [
        "75236",
        "Samedi dernier, la Lettonie s'était lourdement inclinée 4-1 face au leader du groupe, la Slovaquie."
    ],
    [
        "75236",
        "Mais dans ce match contre l'Estonie, les joueurs lettons se sont bien mieux comportés, et ils auraient pu prendre l'avantage juste avant la mi-temps lorsque Andrejs Prohorenkovs trouvait Imants Bleidelis dans la surface de réparation, mais le milieu de terrain n'ajustait pas sa frappe à huit mètres des buts."
    ],
    [
        "75236",
        "A la 72e minutes, Sergei Terehhov, qui fêtait sa 100e sélection et dépassait le record de Mihails Zemlinskis, effectuait une transversale en direction d' Oper, qui marquait le but de l'égalisation."
    ],
    [
        "75227",
        "Lindpere centrait pour Oper, entré en jeu, lequel piquait son ballon au-dessus du malheureux Besic."
    ],
    [
        "75227",
        "Le défenseur touchait le ballon, mais le déviait vers son propre but."
    ],
    [
        "75227",
        "Teever était une nouvelle fois dans le coup en adressant un centre dangereux de la droite que Zahovaiko et Manou Schauls convoitaient dans la surface de réparation."
    ],
    [
        "75227",
        "Déjà vaincu 3-1 en Slovaquie le mois dernier pour son premier match dans le Groupe 3, le Luxembourg ne se montrait guère menaçant jusqu'à la 24e minute, lorsqu'un tir de 20 mètres de l'ancien milieu de terrain du Bayer 04 Leverkusen, Manuel Cardoni, était bien repoussé par Mart Poom, le gardien de but estonien."
    ],
    [
        "75181",
        "Les locaux faisaient tourner la balle, et ils auraient pu doubler la marque à la 16e minute, quand Jørgensen endossait le rôle de passeur: il centrait de l'extérieur du pied droit pour Jon Dahl Tomasson qui reprenait de la tête, mais Olexander Shovkovsky s'arrachait et détournait cette tentative."
    ],
    [
        "75181",
        "Les locaux faisaient tourner la balle, et ils auraient pu doubler la marque à la 16e minute, quand Jørgensen endossait le rôle de passeur: il centrait de l'extérieur du pied droit pour Jon Dahl Tomasson qui reprenait de la tête, mais Olexander Shovkovsky s'arrachait et détournait cette tentative."
    ],
    [
        "75181",
        "Le Danois Thomas Gravesen défie la défense ukrainienne"
    ],
    [
        "75181",
        "Les locaux faisaient tourner la balle, et ils auraient pu doubler la marque à la 16e minute, quand Jørgensen endossait le rôle de passeur: il centrait de l'extérieur du pied droit pour Jon Dahl Tomasson qui reprenait de la tête, mais Olexander Shovkovsky s'arrachait et détournait cette tentative."
    ],
    [
        "1077237",
        "Sur un centre parfait de Vicente, David Navarro dépossédait son coéquipier italien Di Vaio du ballon alors que ce dernier s'apprêtait à marquer de la tête dans une cage vide."
    ],
    [
        "1077237",
        "Après s'être joué de son défenseur, l'attaquant allemand devait plonger mais ratait complètement le ballon sur un corner pourtant superbement tiré par Micoud."
    ],
    [
        "1077237",
        "Le ciel devait définitivement tomber sur la tête des joueurs de Valence, lorsque sur une longue passe de Valérien Ismaël, Emiliano Moretti manquait le ballon et Valdez en profitait pour contourner Cañizares et ouvrir la marque."
    ],
    [
        "1077237",
        "Une bagarre générale devait s'ensuivre au cours de laquelle Ismaël et Vicente échangeaient des coups et étaient tous les deux sanctionnés d'un carton jaune."
    ],
    [
        "1077225",
        "Les Reds auraient pu égaliser si John Arne Riise, bien lancé par Baroš, avait pu trouver le cadre."
    ],
    [
        "1077225",
        "Et il semblait que Liverpool n'allait pas passer une excellente soirée lorsque l'arbitre refusait le but du même Gerrard à la 62e minute, pour une faute commise au début de l'action."
    ],
    [
        "1077225",
        "Cependant, le doute s'installait pendant quelques secondes lorsque l'arbitre espagnol, Manuel Mejuto González, semblait avoir accordé le but."
    ],
    [
        "1077225",
        "Le milieu de terrain anglais, Gerrard, a inscrit un but d'une frappe incroyable des 25 mètres, à quatre minutes de la fin de la rencontre, permettant à Anfield de laisser éclater sa joie."
    ],
    [
        "1077210",
        "Après 68 minutes de jeu, Djordjevic héritait d'une passe de Rivaldo pour ouvrir le score."
    ],
    [
        "1077210",
        "Mais Molina claquait le cuir au-dessus de sa transversale."
    ],
    [
        "1077210",
        "L'Olympiacos montrait d'entrée ses velléités offensives et Rivaldo se jouait de la défense des visiteurs, après deux minutes, lorsqu' il slalomait et repiquait dans la surface de réparation."
    ],
    [
        "1077210",
        "Mais il laissait échapper le ballon au moment de frapper."
    ],
    [
        "1077162",
        "Pandiani, servi par Andrade, voyait son tir arrêté par Roma qui se couchait devant son but."
    ],
    [
        "1077162",
        "Didier Deschamps, l’entraîneur monégasque, avait modifié sa défense, en faisant monter au milieu de terrain Patrice Evra et Pontus Farnerud, Gaël Givet, lui, jouait à gauche."
    ],
    [
        "1077162",
        "Fran, le capitaine galicien se démenait et sur une action avec Pandiani, ce dernier centrait après avoir trompé Julien Rodriguez: Flavio Roma déviait le ballon qui roulait le long de la ligne de but, Fran en retard ne pouvait marquer (20e)."
    ],
    [
        "1077162",
        "Pandiani, servi par Andrade, voyait son tir arrêté par Roma qui se couchait devant son but. (57e)."
    ],
    [
        "1077156",
        "Le FC Barcelona est la première équipe à remporter un match d'UEFA Champions League à Celtic Park."
    ],
    [
        "1077156",
        "Ronaldinho fonçait en direction de la surface et passait la balle à Deco qui ajustait Marshall d'un superbe plat du pied droit."
    ],
    [
        "1077156",
        "Cependant, à la 55e minute, le match aurait pu être plié lorsque Jackie McNamara descendait Giuly qui filait vers le but."
    ],
    [
        "1077156",
        "Il jaillissait sur une tête en retrait de Thompson, passait calmement Marshall avant de pousser la balle au fond des filets."
    ],
    [
        "80118",
        "Quatre minutes plus tard, les Maños égalisaient sur un tir de Villa dévié par Galletti."
    ],
    [
        "80118",
        "Luis García n' arrivait pas à dégager un coup-franc de Libor Sionko et Papac reprenait pour tromper le gardien d'un tir entre les jambes."
    ],
    [
        "80118",
        "Le FK Austria Wien, après son match nul 2-2 contre le Real Zaragoza, accède aux quarts de finale de la Coupe UEFA."
    ],
    [
        "79960",
        "Le FC Shakhtar Donetsk a arraché l'égalisation à quatre minutes du coup de sifflet final, grâce à son attaquant Brandão qui annulait l'ouverture du score de son compatriote brésilien Ailton."
    ],
    [
        "79960",
        "Ralf Rangnick, l'entraîneur de Schalke, avait de son côté décidé d'aligner d'entrée Ailton, particulièrement en forme, à la pointe de son attaque."
    ],
    [
        "79960",
        "D'une frappe chirurgicale au second poteau, l'attaquant brésilien ajustait Laštuvka, le gardien tchèque du Shakhtar."
    ],
    [
        "79947",
        "Ernst Dospel concédait un penalty pour une faute de main sur un centre de Santiago Ezquerro."
    ],
    [
        "79947",
        "Asier Del Horno et Ismael Urzaiz obligeaient Joseph Didulica à s'employer dans le but autrichien et un tir de Joseba Etxeberria s'écrasait sur le poteau à la 6e minute."
    ],
    [
        "79947",
        "Le match aller, qui avait été décalé, s'est joué la semaine dernière et s'est soldé par un 0-0."
    ],
    [
        "79935",
        "Le milieu croate lobait Mark Schwarzer qui s'était jeté mais voyait sa tentative contrée par Gareth Southgate."
    ],
    [
        "79935",
        "Les Anglais s'imposent 2-1 et se qualifient pour les 8es de finale de la Coupe UEFA."
    ],
    [
        "79935",
        "Downing s'infiltrait jusqu'à l'angle de la surface et décochait une frappe que le gardien Andreas Schranz repoussait dans les pieds de Morrison."
    ],
    [
        "79762",
        "Séville affrontera le LOSC Lille Métropole lors de son dernier match le 15 décembre prochain, avec pour but de finir premier du groupe et d'éviter ainsi les grosses équipes éliminées de l'UEFA Champions League."
    ],
    [
        "79762",
        "On se dirigeait vers un résultat nul, mais Baptista ne l'entendait pas de cette oreille et convertissait à la 89e minute un penalty sifflé pour une faute sur Kepa Blanco, rentré en cours de jeu."
    ],
    [
        "79762",
        "L'AEK, de son côté, rencontrera le TSV Alemannia Aachen, pour l'honneur."
    ],
    [
        "79757",
        "En milieu de première période, Muzzi se dégageait de deux défenseurs mais ne parvenait à frapper la balle comme il le voulait."
    ],
    [
        "79757",
        "Une transversale d'Ioannis Christou était déviée par Thomas Makris en direction de Chloros, qui amortissait de la poitrine et frappait en pivot pour tromper Peruzzi."
    ],
    [
        "79757",
        "Domenico Caso, l'entraîneur de la Lazio, avait fait quatre changements par rapport à l'équipe qui s'était inclinée 3-2 à domicile dimanche dernier face au Cagliari Calcio."
    ],
    [
        "79733",
        "José Manuel Reina, le gardien espagnol, repoussait le ballon dans la course de Simone Inzaghi."
    ],
    [
        "79733",
        "L'arbitre allemand, M. Michael Weiner, ne pouvait faire autrement que de lui attribuer un carton rouge."
    ],
    [
        "79733",
        "Juan Román Riquelme de Villarreal (au centre) défie Fabio Liverani et Paolo Negro"
    ],
    [
        "79722",
        "Fabio Rochembak adressait une frappe lointaine captée par Teddy Richert."
    ],
    [
        "79722",
        "Santos provoquait la défense du Sporting, il était contré par Anderson Polga, Lonfat avait bien suivi, poussait le ballon et trompait Ricardo."
    ],
    [
        "79722",
        "A cinq mètres du but, ce dernier loupait le cadre."
    ],
    [
        "79705",
        "Un débordement et un centre, qui lobait tout le monde, de Sávio Bortolini, devait être l'action la plus nette devant les buts de l'Austria."
    ],
    [
        "79705",
        "Mais la tête de l'attaquant manquait de puissance et Didulica captait facilement le ballon."
    ],
    [
        "79705",
        "À la conclusion, Javi Moreno adressait un tir puissant que Didulica parvenait à boxer mais le ballon revenait dans les pieds de Moreno, qui centrait alors pour le buteur David Villa."
    ],
    [
        "79692",
        "Entre temps, McKenna égalisait mais l'arbitre refusait le but pour hors-jeu."
    ],
    [
        "79692",
        "Goor était lancé vers le but et le capitaine belge piquait calmement son ballon au-dessus du gardien, Craig Gordon, qui avait plongé."
    ],
    [
        "79692",
        "Le Feyenoord a largement dominé son match contre le Heart of Midlothian FC."
    ],
    [
        "79611",
        "Le coup franc de N'Dri aux 25 mètres rebondissait sur le poteau et Né reprenait rapidement de la tête pour donner l'avantage à son équipe."
    ],
    [
        "79611",
        "Levski poussait vaillamment en seconde période mais ne parvenait pas vraiment à se créer des occasions."
    ],
    [
        "79611",
        "Grâce à un but inscrit en fin de première période par Marco Né, le club Belge Beveren KSK accède à la phase de poules de la Coupe de l'UEFA aux dépens du PFC Levski Sofia."
    ],
    [
        "79573",
        "Sur le coup franc qui suivait, la dernière occasion du Rapid, la passe de Hofmann parvenait dans la course de Martínez qui tirait sur l'extérieur du poteau."
    ],
    [
        "79573",
        "Liedson contrôlait une ouverture parfaitement dosée de Tinga et il fallait un excellent arrêt du pied de Jürgen Macho pour repousser le tir du Brésilien."
    ],
    [
        "79573",
        "Le Viennois Steffen Hofmann est surveillé par Custódio et Joseph Enakarhire"
    ],
    [
        "79372",
        "Tomasz Frankowski frôlait deux fois la cible, alors que Ronaldo subtilisait le ballon au portier polonais Radoslaw Majdan à l'entrée de la surface de réparation, mais il était taclé in extremis par Arkadiusz Glowacki."
    ],
    [
        "79372",
        "Glowacki était toutefois chanceux en milieu de première période lorsqu' il interceptait un centre de Luís Figo et que le ballon filait au ras du poteau."
    ],
    [
        "79372",
        "Glowacki était toutefois chanceux en milieu de première période lorsqu'il interceptait un centre de Luís Figo et que le ballon filait au ras du poteau."
    ],
    [
        "79364",
        "En réponse, Petit dribblait dans la défense belge et dans la surface décochait un tir qui passait de peu à côté du poteau gauche de Daniel Zitka."
    ],
    [
        "79364",
        "Le meneur de jeu slovène contrôlait le ballon du droit puis tirait du gauche."
    ],
    [
        "79364",
        "C'était le premier match de compétition à l'Estádio da Luz depuis la finale de l'UEFA EURO 2004™ et les 60 000 spectateurs poussaient leur équipe, à la recherche d'une place au premier tour de l'UEFA Champions League pour la première fois depuis la saison 1998/99."
    ],
    [
        "79360",
        "Quinton Fortune jouait arrière gauche alors que Paul Scholes épaulait Alan Smith sur le front de l'attaque en lieu et place de Ruud van Nistelrooij, blessé."
    ],
    [
        "79360",
        "Le Dinamo démarrait en trombe, poussé par les 56 000 personnes massées dans les travées du stade national de Roumanie et le gardien de but de United Tim Howard devait s'employer brillamment dès la quatrième minute sur un coup franc de Claudiu Niculescu."
    ],
    [
        "79360",
        "Mais MU dominait et à 19 minutes du terme Liam Miller, (autre recrue mancunienne arrivé du Celtic FC cet été) centrait à ras de terre et le malchanceux Angelo Alistar déviait le ballon dans ses propres filets à bout portant."
    ],
    [
        "79353",
        "Jarošík échappait à Moore sur le côté gauche avant de délivrer un centre à ras de terre que Love convertissait en but."
    ],
    [
        "79353",
        "L'équipe russe prenait le contrôle du milieu de terrain, et à la 23e minute, Fernando Ricksen perdait le ballon dans sa propre surface de réparation et était tout près d'offrir le but à l'équipe russe."
    ],
    [
        "79353",
        "Le PFC CSKA Moskva accède à la phase de groupes de l'UEFA Champions League grâce au match nul 1-1 réussi à l'extérieur, lors du match retour du troisième tour préliminaire contre l'équipe écossaise du Rangers FC."
    ],
    [
        "79066",
        "Sean Prunty ratait une belle occasion sur une action menée par Eric Lavine et Vinny Perth qui dépossédaient du ballon le capitaine de Vaduz, Martin Stocklasa, au milieu de terrain."
    ],
    [
        "79066",
        "Sean Prunty ratait une belle occasion sur une action menée par Eric Lavine et Vinny Perth qui dépossédaient du ballon le capitaine de Vaduz, Martin Stocklasa, au milieu de terrain."
    ],
    [
        "79066",
        "Tout d'abord Prunty, dans la surface de réparation, gâchait une superbe occasion en tirant au-dessus."
    ],
    [
        "75397",
        "On jouait la troisième minute du temps additionnel lorsque Elin Topuzakov bousculait le remplaçant Christian Wilhelmsson dans la surface de réparation, concédant un penalty que le milieu de terrain de l'Arsenal FC se chargeait de transformer."
    ],
    [
        "75397",
        "On jouait la troisième minute du temps additionnel lorsque Elin Topuzakov bousculait le remplaçant Christian Wilhelmsson dans la surface de réparation, concédant un penalty que le milieu de terrain de l'Arsenal FC se chargeait de transformer."
    ],
    [
        "75397",
        "Les Suédois étaient à deux doigts de doubler aussitôt la mise, mais Ivankov détournait une puissante frappe croisée de Zlatan Ibrahimovic."
    ],
    [
        "75361",
        "A la demi-heure de jeu, Edgaras Cesnauskis récupérait un long ballon, contournait Iker Casillas et voyait son tir sauvé in extremis sur la ligne par Carles Puyol."
    ],
    [
        "75361",
        "Dans le temps additionnel, Xavi enveloppait un coup franc en lucarne que Karcemarskas boxait sur Raúl González, mais juste au moment où le buteur du Real allait marquer, le gardien, qui s'était relevé, intervenait pour contrer le tir."
    ],
    [
        "75361",
        "Albert Luque tente de passer Audrius Skerla et Marius Stankevicius"
    ],
    [
        "75335",
        "Jeff Whitley trouvait Healy sur la gauche, lequel levait le ballon avant de lober Manninger d'une frappe de volée."
    ],
    [
        "75335",
        "Schopp combinait avec Dietmar Kühbauer et Mayrleb pour lancer en profondeur Ivica Vastic sur le côté droit, dont le centre tendu était repris victorieusement par Schopp qui avait suivi."
    ],
    [
        "75335",
        "Stuart Elliott célèbre son but égalisateur pour l'Irlande du Nord"
    ],
    [
        "75330",
        "L'équipe de Mark Hughes revenait au score quand Gary Speed et Craig Bellamy combinaient bien et John Hartson qui reprenait victorieusement de la tête le centre en chandelle de Bellamy et trompait Maik Taylor (32e). Le Millennium Stadium respirait et s'attendait maintenant à une avalanche de buts."
    ],
    [
        "75330",
        "Le Pays de Galles faisait sortir son défenseur Mark Delaney pour le remplacer par Earnshaw et commençait le siège du but irlandais qui ne prendrait fin qu'au coup de sifflet final."
    ],
    [
        "75330",
        "Jeff Whitley (Irlande du Nord) fête son but"
    ],
    [
        "75301",
        "Tireur d'un coup franc idéalement placé aux abords de la surface de réparation, le buteur convertissait le coup de pied arrêté en nettoyant la lucarne du gardien adverse."
    ],
    [
        "75301",
        "Le Belarus se trouvait en train de pousser pour inscrire un quatrième but quand l'arrière gauche Sergei Yaskovich récoltait un second carton jaune, synonyme d'expulsion."
    ],
    [
        "75301",
        "Romashchenko trouvait néanmoins le temps d'assurer le spectacle: il imitait Totti en tout point et marquait son deuxième but sur un coup franc lointain."
    ],
    [
        "75267",
        "La passe tout en finesse de l'attaquant arrivait jusqu'à Hakan Yakin et le directeur d'orchestre suisse prolongeait vers Rey, remplaçant d'Alexander Frei, suspendu, qui ne commettait aucun impair."
    ],
    [
        "75267",
        "Après une passe croisée de Cabanas, Rey, qui n'avait pas joué en équipe de Suisse les trois dernières années, trompait Knudsen et marquait son deuxième - puis le quatrième but- pour la Suisse à deux minutes de la fin de la première période."
    ],
    [
        "75267",
        "Le gardien de but des Iles Féroé détournait un tir de Ricardo Cabanas mais ne  parvenait pas à arrêter la reprise de Vonlanthen."
    ],
    [
        "75231",
        "Son erreur se payait cash: six minutes avant la pause, Deco passait en profondeur à Simão Sambrosa, qui s'échappait à droite avant de centrer."
    ],
    [
        "75231",
        "Mercredi prochain, il accueille la Russie à l'Estádio José Alvalade pour jouer la revanche du match du Groupe A de l'UEFA EURO 2004™."
    ],
    [
        "75231",
        "Le Liechtenstein se défendait bien et il aurait pu revenir au score à la demi-heure de jeu: Ricardo jugeait mal la trajectoire d'un centre de Burgmeier de la gauche, mais Beck ne cadrait pas sa tête."
    ],
    [
        "75225",
        "C'était tout d'abord Miroslav Karhan, par ailleurs excellent ce soir, qui manquait son dégagement en envoyant une balle en cloche que récupérait Bulykin avant de la passer à Dmitri Khokhlov qui remisait de la tête à Kerzhakov."
    ],
    [
        "75225",
        "Le match arrivait à son terme quand Vittek échappait au piège du hors-jeu pour récupérer une magnifique passe lobée de Radoslav Zábavník à la limite de la surface, l ' amortissait de la poitrine avant de l'expédier dans la cage de Viacheslav Malafeev pour annuler l'avantage donné aux Russes par Dmitri Bulykin en première mi-temps."
    ],
    [
        "75225",
        "C'était tout d'abord Miroslav Karhan, par ailleurs excellent ce soir, qui manquait son dégagement en envoyant une balle en cloche que récupérait Bulykin avant de la passer à Dmitri Khokhlov qui remisait de la tête à Kerzhakov."
    ],
    [
        "75199",
        "On jouait à peine depuis deux minutes lorsque Emre Blözoglu était fauché dans la surface de réparation par Armend Dallku."
    ],
    [
        "75199",
        "Une frappe trop peu appuyée concluait mal une superbe action individuelle d' Altintop, qui manquait l'occasion d'inscrire le troisième but turc, et l'Albanie pouvait se dégager."
    ],
    [
        "75199",
        "Dans le même temps, la Turquie ira défier la Géorgie."
    ],
    [
        "75194",
        "Asatiani passait le ballon à Levan Kobiashvili, dont le centre était repris victorieusement de la tête par le petit attaquant Demetradze."
    ],
    [
        "75194",
        "Les Danois, quant à eux, pensaient tenir la victoire lorsque Tomasson recevait une passe du remplaçant Dennis Rommedahl, mais l'attaquant de l'AC Milan se trouvait en position de hors-jeu."
    ],
    [
        "75194",
        "A la 72e minute, Kobiashvili centrait en direction d'un but vide, mais par inadvertance, Demetradze contrait la frappe du remplaçant Arveladze."
    ],
    [
        "75184",
        "Murat Tleshev récupérait le ballon dos au but à l'entrée de la surface de réparation et centrait pour Ruslan Baltiyev qui servait Karpovitch de la tête, lequel fusillait Olexander Shovkovskiy à bout portant."
    ],
    [
        "75184",
        "Ils s'offraient même une seconde occasion de but après 65 minutes de jeu, lorsqu' un centre de Maxim Nizovtsev parvenait à Baltiyev mais la reprise de celui-ci manquait le cadre."
    ],
    [
        "75184",
        "Le Kazakhstan avait auparavant annulé l'ouverture du score de la 14e minute par Olexiy Byelik pour l'Ukraine."
    ],
    [
        "75147",
        "Stojkov prolongeait une longue ouverture pour Pandev qui croisait parfaitement son tir."
    ],
    [
        "75147",
        "Une nouvelle combinaison de Pandev et Stojkov permettait au joueur de l'AS Fidelis Andria de fusiller Edwin van der Sar de 35 mètres."
    ],
    [
        "75147",
        "Une frappe de Roméo Castelen arrivait jusqu'à Kuijt qui, de près, plaçait un tir imparable."
    ],
    [
        "1086477",
        "Quatre minutes plus tard, Frank Lampard répondait dans le registre de l'immanquable en frappant au-dessus du but de Liverpool, seul sur la ligne des 5,50m."
    ],
    [
        "1086477",
        "Chaque corner, chaque coup franc faisait reculer un peu plus cette armée rouge assiégée qui ne voulait pas se rendre, à l'image de Djibril Cissé qui shootait au-dessus après une accélération (68e)."
    ],
    [
        "1086477",
        "\" Nous sommes capables de gagner à Anfield \", déclarait Mourinho hier, il l'a fait le 1er janvier (1-0, but de Joe Cole)."
    ],
    [
        "1081508",
        "Joe Cole débordait à droite, repiquait au centre en mystifiant Giovanni van Bronckhorst et frappait sans entrave."
    ],
    [
        "1081508",
        "L'une des plus belles équipes d'Europe quittait la compétititon."
    ],
    [
        "1081508",
        "Après avoir crocheté Oleguer Presas, l'Islandais remettait Chelsea en quart de finale (1-0, 8e)."
    ],
    [
        "1081504",
        "Après avoir perdu 3-1 le match aller à Munich deux semaines plus tôt, Arsenal pouvait se réjouir de retrouver Dennis Bergkamp et Ashley Cole, titulaire au poste d'arrière gauche après avoir fait seulement une brève apparition au match aller en raison d'une blessure."
    ],
    [
        "1081504",
        "La défense centrale de Felix Magath composée par Lucio et Robert Kovac a été impériale et Henry a été presque totalement muselé."
    ],
    [
        "1081504",
        "Affûtés et suffisamment rapides pour contrer leurs adversaires, les Allemands bousculaient Arsenal, les obligeant à abandonner leur style de jeu habituel."
    ],
    [
        "1077238",
        "L’attaquant talonnait astucieusement pour Cruz dans la surface et l’Argentin pouvait placer sa frappe pour l’ouverture du score."
    ],
    [
        "1077238",
        "Les Belges, qui voulaient absolument quitter la compétition avec au moins un point et éviter l’humiliation, continuaient à presser à l’image d’Yves Vanderhaeghe, qui s’arrachait pour placer une frappe lourde, obligeant Carini à boxer au loin."
    ],
    [
        "1077238",
        "Karagounis s’infiltrait sur le côté droit de la surface mais son tir passait à côté."
    ],
    [
        "1077232",
        "Malouda, seul dans la surface de réparation, frappait sur le gardien du Sparta."
    ],
    [
        "1077232",
        "Et Lyon menait 3-0 à l'entame de cette deuxième période."
    ],
    [
        "1077232",
        "Dès le début de la deuxième mi-temps, Frau frappait sur Blazek qui relâchait une nouvelle fois le ballon sur Nilmar."
    ],
    [
        "1077219",
        "En effet, après seulement cinq minutes de jeu, le milieu de terrain serbe, Zvonimir Vukic, interceptait une mauvaise passe des Italiens et frappait au but."
    ],
    [
        "1077219",
        "Cependant, Matuzalem, tout juste remis de blessure, était titularisé au milieu de terrain et le Shakhtar montrait dès l'entame de match aux champions d'Italie de quel bois il se chauffait."
    ],
    [
        "1077219",
        "Julius Aghahowa lutte avec Clarence Seedorf"
    ],
    [
        "1077206",
        "Il parvenait à éliminer un défenseur puis à passer le ballon à Adriano, mais la frappe du pied gauche de ce dernier était dégagée par Cañizares."
    ],
    [
        "1077206",
        "A la 8e minute, Adriano réussissait à se démarquer à l'entrée de la surface de réparation avant de lâcher une frappe puissante que Cañizares bloquait superbement, malgré une légère déviation."
    ],
    [
        "1077206",
        "A la 8e minute, Adriano réussissait à se démarquer à l'entrée de la surface de réparation avant de lâcher une frappe puissante que Cañizares bloquait superbement, malgré une légère déviation."
    ],
    [
        "1077195",
        "Rincón combinait avec Yussuf, qui frappait aux vingt mètres et voyait son ballon rebondir sur Francisco Pavón avant de finir sa course dans les filets d'Iker Casillas, pris à contre-pied."
    ],
    [
        "1077195",
        "Ronaldo était accroché par Badr El Kaddouri dans la surface et Figo, à la veille de son 32e anniversaire, ne laissait pas passer l'occasion de porter la marque à 2-2."
    ],
    [
        "1077195",
        "A l'approche de la pause, Casillas devait intervenir au devant d'Oleh Gusev et repousser des poings sa frappe des neuf mètres."
    ],
    [
        "1077184",
        "Tuncay lançait Alex face à Coupet."
    ],
    [
        "1077184",
        "Elle venait presque dès la 5e minute quand Eric Abidal ratait une passe."
    ],
    [
        "1077184",
        "Le retour express de Fenerbahçe a ensuite été enrayé par Pierre-Alain Frau qui entrait et marquait instantanément."
    ],
    [
        "1077181",
        "A la demi heure de jeu, le meneur de jeu tchèque Pavel Nedved interceptait une passe à l'intérieur de la surface de réparation."
    ],
    [
        "1077181",
        "Les deux équipes s'affronteront à nouveau le 3 novembre à Munich."
    ],
    [
        "1077181",
        "Puis l'attaquant italien âgé de 29 ans crochetait avant de frapper au but, mais sa tentative n'était pas assez puissante pour tromper Oliver Kahn."
    ],
    [
        "1077178",
        "Luis García récupérait un ballon dans son camp et combinait avec Baroš qui transmettait intelligemment à Djibril Cissé."
    ],
    [
        "1077178",
        "Un défenseur déviait le ballon dans la course de l'Espagnol qui devait s'incliner devant l'intervention de Molina."
    ],
    [
        "1077178",
        "Luis García récupérait un ballon dans son camp et combinait avec Baroš qui transmettait intelligemment à Djibril Cissé."
    ],
    [
        "1077164",
        "Leur insistance payait à la 71e minute, quand Raúl marquait son deuxième but de la soirée en convertissant une passe de Figo."
    ],
    [
        "1077164",
        "Il a fallu tout juste deux minutes aux Romains pour ouvrir la marque, après avoir provoqué un corner sur une action de Mancini qui avait déjà trompé Iker Casillas, forçant Iván Helguera à un sauvetage sur sa ligne."
    ],
    [
        "1077164",
        "Euphoriques, les joueurs espagnols poussaient pour inscrire un quatrième but, et Ronaldo, jusqu'alors muselé par Leandro Cufre et Dellas, se défaisait du marquage romain, mais sa reprise ne faisait que filer devant la cage italienne."
    ],
    [
        "1077161",
        "Le dégagement de Jerzy Dudek tombait dans les pieds de Grigorios Georgatos, qui centrait immédiatement en direction de Giovanni, mais la reprise de la tête de ce dernier passait assez loin des buts anglais."
    ],
    [
        "1077161",
        "Rivaldo s'est largement illustré au milieu de terrain, et il a notamment offert une passe décisive pour Stoltidis sur coup franc."
    ],
    [
        "1077161",
        "Ieroklis Stoltidis célébrant son but"
    ],
    [
        "1077153",
        "Panathinaikos attaquait dès la première minute."
    ],
    [
        "1077153",
        "Il slalomait à l'entrée de la surface puis propulsait un ballon qui rebondissait sous la barre avant d'entrer dans le but."
    ],
    [
        "1077153",
        "Le meneur de jeu González lâchait une volée puissante du gauche à l'entrée de la surface et le stade chavirait de plaisir."
    ],
    [
        "80788",
        "Carmignani répondait à son collègue en lançant Daniele Bonera (61e) puis Andrea Pisanu, buteur décisif en quart et en seizième de finale (68e)."
    ],
    [
        "80788",
        "Il reste à savoir quelle équipe Pietro Carmignani alignera dans une semaine, car le coach italien, suspensions, blessures et choix tactiques obligent, a fait dans l'inédit ce soir, surtout pour quitter l'avant-dernière place de la Serie A et éviter la relégation."
    ],
    [
        "80612",
        "Parme était encore plus à l'aise la saison dernière, écrasant le SV Austria Salzburg 9-0 au deuxième tour."
    ],
    [
        "80612",
        "Pour s'imposer face au Parma FC et accéder aux demi-finales de la Coupe UEFA, le FK Austria Wien devra renverser une tendance largement en faveur des équipes italiennes en Coupe d'Europe."
    ],
    [
        "80114",
        "Privé de ses attaquants titulaires, Mircea Lucescu avait choisi d'aligner Elano et Olexiy Bielik dans une attaque à trois avec Julius Aghahowa, tandis qu'Igor Duljaj remplaçait Anatoliy Tymoschuk, suspendu."
    ],
    [
        "80114",
        "Dès la 9e minute, le meneur de jeu de 34 ans combinait un une-deux avec Kenneth Perez à l'entrée de la surface de réparation avant d'expédier une frappe enroulée, qui venait mourir dans la lucarne du but de Jan Laštuvka."
    ],
    [
        "80108",
        "Le Villarreal CF affrontera l'AZ Alkmaar en quarts de finale de la Coupe UEFA."
    ],
    [
        "80108",
        "Riquelme frappait hors de portée de Khomutovski, mais l'arbitre ne validait pas ce but, obligeant le meneur de jeu argentin à tirer à nouveau."
    ],
    [
        "80106",
        "Le milieu de terrain de 17 ans Daniele Dessena débutait également la partie, récoltant les fruits de sa belle performance lors du match aller à Séville."
    ],
    [
        "80106",
        "Les Espagnols ne baissaient pas les bras, et Adriano se créait une nouvelle occasion dès la 28e minute, bien décalé par Baptista dans la surface italienne."
    ],
    [
        "79962",
        "Sur un centre prolongé de la tête par Rivaldo Ieroklis Stoltidis était à deux doigts de doubler la mise (54e)."
    ],
    [
        "79962",
        "L'action était plutôt sur le but de Richert, notamment sur ce coup franc au 18m de Rivaldo repris par Milos Maric sur lequel se couchait Teddy Richert (20e)."
    ],
    [
        "79941",
        "Le Parmesan Jorge Bolano Correa efface Aliaksandr Hleb, de Stuttgart"
    ],
    [
        "79941",
        "Parme, dernier représentant du championnat italien, se qualifie et ses fans peuvent exulter, même si Cannavaro et Jorge Bolano Correa, qui a été averti, seront suspendus pour le match aller des 8es de finale."
    ],
    [
        "79936",
        "Deux minutes plus tard, mêmes acteurs, même position, mais Shearer ne manquait pas l'occasion cette fois, et trompait Brian Vanderbussche des 15 mètres."
    ],
    [
        "79936",
        "L'attaquant d'Heerenveen, qui s'était montré dangereux et pressant depuis le début de la rencontre, crochetait et trompait Shay Given d'un tir puissant."
    ],
    [
        "79765",
        "Szilárd Nemeth fête son but avec ses coéquipiers"
    ],
    [
        "79765",
        "Le portier devait de nouveau s'interposer face à Boya, avant que Morrison ne clôt le score."
    ],
    [
        "79758",
        "A la mi-temps, McLeish décidait de redonner un coup de fouet à son équipe en faisant sortir l'ailier danois, Peter Løvenkrands, totalement inefficace, pour l'attaquant français Hamed Namouchi."
    ],
    [
        "79758",
        "Ball finissait tout de même par dégager la balle mais Barry van Galen, à la récupération, profitait presque du but laissé grand ouvert par Klos."
    ],
    [
        "79755",
        "Séville jouera l'AEK Athens FC le 2 décembre, tandis que le Zenit se déplacera au TSV Alemannia Aachen le même soir."
    ],
    [
        "79755",
        "Il visait juste dix minutes plus tard, récupérant une balle perdue par Vladimir Bystrov sur un tacle d'Aitor Ocio et croisant une frappe imparable dans le petit filet."
    ],
    [
        "79750",
        "Après avoir éliminé l'arrière droit des Rangers Zurab Khizanishvilli, Roland Kollmann trouvait Joachim Standfest lequel échouait devant le gardien Stefan Klos."
    ],
    [
        "79750",
        "Les hommes d'Alex McLeish se déplacent au AZ Alkmaar le 2 décembre tandis que le GAK attendra le 15 décembre avant de retrouver la compétition contre ce même AZ."
    ],
    [
        "79748",
        "Son coup franc à la 33e minute contournait le mur mais Mark Schwarzer bloquait la balle de la main gauche avant de la dégager du pied gauche."
    ],
    [
        "79748",
        "Middlesbrough poussait mais Javi Venta doublait la mise à 15 minutes de la fin du match."
    ],
    [
        "79739",
        "Andrei Arshavin du Zenit tente de dépasser Bruno Alves"
    ],
    [
        "79739",
        "Le centre de Vladimir Bystrov échappait à Kerzhakov, mais il était repris par Arshavin, qui fichait la balle dans le petit filet."
    ],
    [
        "79707",
        "A la 68e minute, le Brésilien s'infiltrait dans la surface, se défaisait de trois défenseurs mais tirait en plein sur Sorin Colceag."
    ],
    [
        "79707",
        "Carlos Martins tacle Savas Exouzidis"
    ],
    [
        "79624",
        "L'action à une touche de balle combinée entre Wilson Oruma, Ilan et De Carvalho s'achevait par une superbe frappe du Nigérian, le ballon heurtant le dessous de la barre transversale avant de rebondir dans le but norvégien (25e)."
    ],
    [
        "79624",
        "Pour le 27e match de son palmarès européen, le FC Sochaux-Montbéliard accueillait le premier adversaire norvégien de son histoire, le Stabaek IF."
    ],
    [
        "79367",
        "Quelques secondes plus tard, c'est Owen Heary qui intervenait en taclant Walter Pandiani qui filait au but."
    ],
    [
        "79367",
        "Oliver Cahill (Shelbourne, à droite) défie Manuel García"
    ],
    [
        "79365",
        "Le Portugais était logiquement expulsé et Jestrovic se faisait justice lui-même en marquant le penalty pour assurer la qualification."
    ],
    [
        "79365",
        "Benfica réagissait suite à cette action chaude et onze minutes plus tard, Simão Sabrosa décalait Carlos Alves García sur la droite dont le tir frôlait le montant gauche de la cage belge."
    ],
    [
        "79357",
        "Gavrancic ouvrait le score à la 7e minute en reprenant de la tête un coup franc, et avant la demi-heure de jeu le défenseur du Dynamo déviait un corner sur le poteau, mais Rincón était là pour terminer le travail."
    ],
    [
        "79357",
        "La chance des locaux semblait cependant avoir tourné lorsque Rodolfo Dantas Bispo était expulsé après avoir reçu son second carton jaune 2 minutes après la pause."
    ],
    [
        "79349",
        "Après s'être incliné 2-1 à Trondheim à l'aller, le Maccabi semblait mal parti lorsque Najwan Ghrayib se voyait expulsé pour un tacle en retard sur Jan Gunnar Solli à la 25e minute."
    ],
    [
        "79349",
        "Six minutes plus tard, la frappe de Badir des 20 mètres échappait au gardien de Rosenborg Espen Johnsen et terminait au fond des filets."
    ],
    [
        "79344",
        "Tourray repoussait un tir puissant de Miccoli."
    ],
    [
        "79344",
        "L'arbitre allemand Herbert Fandel accordait un penalty aux Suédois pour une faute commise par Alessio Tacchinardi sur Arneng."
    ],
    [
        "79229",
        "Le milieu de terrain Marko Petrovic, tout juste entré en jeu, offrait le troisième but à Žigic à la 69e minute."
    ],
    [
        "79229",
        "Le FK Crvena Zvezda a atteint le troisième tour de qualification de l'UEFA Champions League."
    ],
    [
        "79048",
        "En mai dernier, après avoir atteint la finale de la Coupe de Hongrie, l'équipe perdait 3-1 face aux champions Ferencvárosi TC."
    ],
    [
        "79048",
        "A la moitié de la première mi-temps, Artyom Adamyan manquait l'occasion la plus dangereuse de l'équipe arménienne."
    ],
    [
        "75395",
        "Berbatov creusait ensuite l'écart à la 58e minute, sautant plus haut que tout le monde pour reprendre de la tête un centre de Yanev et inscrire le troisième but bulgare."
    ],
    [
        "75395",
        "À quatre minutes de la fin, la marque passait finalement à 4-1, Berbatov décalant Chavdar Yankov dont le tir à ras de terre trompait Haber."
    ],
    [
        "75387",
        "Ivan Klasnic recevait une passe de Jurica Vranješ juste en dehors de la surface."
    ],
    [
        "75387",
        "Le dégagement de Balazs Molnár n'allait pas plus loin que l'attaquant du Rangers FC qui récupérait la balle avant de transpercer la défense et armer un tir sous la barre qui battait Gábor Kiraly."
    ],
    [
        "75366",
        "Van der Heyden repiquait de la gauche et trouvait Daerden, qui remisait de la tête pour Mpenza."
    ],
    [
        "75366",
        "Les visiteurs démarraient la rencontre tambour battant et la frappe de Elvir Baljic était écartée de la tête par Peter Van Der Heyden avant de retomber dans les pieds de Zlatan Bajramovic."
    ],
    [
        "75360",
        "Le point obtenu ce soir s'ajoute à celui glané contre l'Espagne, et place la Bosnie-Herzégovine à la quatrième place de son groupe, juste devant la Belgique, son prochain adversaire, qu' il rencontrera le 26 mars."
    ],
    [
        "75360",
        "Le Serbo-Monténégrin Dejan Stankovic (à gauche) défie Dragan Blatnjak"
    ],
    [
        "75357",
        "Il a fallu attendre la première minute de la seconde période pour voir le premier tir cadré espagnol, Raúl se débarrassant de son défenseur à l'angle de la surface de réparation pour adresser une belle frappe qui trompait le gardien Kenan Hasagic mais venait terminer sa course contre la barre transversale."
    ],
    [
        "75357",
        "Aragonés comptera donc sur un sursaut de ses joueurs le 9 octobre à domicile contre la Belgique tandis que la Bosnie-Herzégovine ira défier la Serbie-Monténégro."
    ],
    [
        "75342",
        "Le 3 septembre prochain, l'Angleterre se déplacera au Pays de Galles, mais sans Owen, suspendu après avoir reçu ce soir un second carton jaune dans la compétition."
    ],
    [
        "75342",
        "La frappe enroulée lointaine de Frank Lampard venait également mourir sur le poteau."
    ],
    [
        "75332",
        "Le Pays de Galles jouera la Pologne ce même jour."
    ],
    [
        "75332",
        "Dans les dix dernières minutes, le Pays de Galles défendait désespérément, Gabbidon réussissant une série d'interventions cruciales."
    ],
    [
        "75304",
        "Ses joueurs commençant à fatiguer, Lippi choisissait de remplacer Totti par le milieu de terrain Daniele De Rossi pour tenter de conserver ce score favorable de 1-0."
    ],
    [
        "75304",
        "Le sélectionneur italien Marcello Lippi titularisait Mauro Camoranesi, Francesco Totti et Antonio Cassano derrière Alberto Gilardino, alors que Marco Materazzi remplaçait Alessandro Nesta, blessé, en défense centrale et Giorgio Chiellini suppléait Gianluca Zambrotta au poste d'arrière gauche."
    ],
    [
        "75279",
        "A la 50e minute, le Juventino feintait la défense centrale adverse pour piquer sa tête sur un centre de Sylvain Wiltord (0-1)."
    ],
    [
        "75279",
        "Israël continuait de pousser sur la fin et aurait pu doubler la mise."
    ],
    [
        "75273",
        "Zuberbühler se trouvait ensuite sur la trajectoire d'un tir de Patrick Müller qui reprenait un centre d'Afek."
    ],
    [
        "75273",
        "Yossi Benayoun (2e en partant de la droite) fête son doublé"
    ],
    [
        "75266",
        "L'ailier gauche, Duff, s'est embarqué dans une de ses courses folles et alors qu'il s'approchait du but, il a été fauché par Georgios Theodotou."
    ],
    [
        "75266",
        "Les Chypriotes ont réussi à ne pas encaisser d'autre but jusqu'à la mi-temps mais se sont retrouvés menés 3-0 après 55 minutes de jeu."
    ],
    [
        "75243",
        "Le défenseur central Sergei Ignashevich trouvait Arshavin, démarqué, et la puissante frappe de ce dernier faisait mouche à dix mètres du but estonien."
    ],
    [
        "75243",
        "Il tirait ensuite en direction du but vide mais Aleksei Berezoutski intervenait pour dégager le ballon."
    ],
    [
        "75239",
        "Sept minutes plus tard, Kariaka passait à Sychev, qui marquait un but d'une belle frappe des 23 mètres."
    ],
    [
        "75239",
        "Andrei Kariaka ouvrait le score devant les 28 000 spectateurs du stade Kuban à la 25e minute puis offrait des buts à Marat Izmailov et à Dmitri Sychev."
    ],
    [
        "75229",
        "Après avoir perdu 2-0 à domicile contre le Portugal samedi, il était impératif pour le participant à l'UEFA EURO 2004™ de l'emporter à l'extérieur dans le Groupe 3 et se relancer dans la course au Mondial 2006 en Allemagne."
    ],
    [
        "75229",
        "Le Luxembourg recevra la Russie le même jour."
    ],
    [
        "75189",
        "Après 56 minutes, Dellas bloquait un tir de Voronin, puis Nikopolidis déviait une tête plongeante d'Andriy Rusol."
    ],
    [
        "75189",
        "Nikopolidis avait retardé l'échéance en première période, mais son excellent travail était gâché, trois minutes après le retour des vestiaires, lorsqu'il permettait à un coup franc anodin de Shevchenko botté depuis la ligne de touche de rebondir dans la surface de réparation glissante et de rouler sous son corps."
    ],
    [
        "75187",
        "A la 55e minute, Necati Mange était fauché dans la surface."
    ],
    [
        "75187",
        "La Turquie ira mercredi à Copenhague défier le Danemark, tandis que le Kazakhstan, qui court toujours après son premier point dans ces éliminatoires, accueillera l'Albanie."
    ],
    [
        "75152",
        "Au milieu de terrain, Marco van Basten a titularisé Barry van Galen en remplacement de Rafael van der Vaart, blessé."
    ],
    [
        "75152",
        "Ce dernier, particulièrement en jambes avec son club du Chelsea FC, devait lui aussi inscrire son nom au tableau d'affichage en doublant la marque, sur une frappe à la limite de la surface, juste après la demi-heure de jeu."
    ],
    [
        "75141",
        "Après avoir encaissé un but juste avant la pause, les visiteurs continuaient à jouer prudemment pendant la seconde mi-temps."
    ],
    [
        "75141",
        "La Finlande se rend en Arménie mercredi prochain, alors qu' Andorre accueille la Russie."
    ],
    [
        "1084883",
        "Il ne ratait pas la cible."
    ],
    [
        "1084883",
        "La tension qui semblait tombée du ciel en même temps qu'une rude averse n'avait pas quitté Bouma dont une autre passe suicidaire dans l'axe échappait de peu à Wiltord (23e)."
    ],
    [
        "1084880",
        "En finale, Milan s'était imposé 3-2 aux tirs au but face à la Juventus, un autre club de Serie A, après un match de 120 minutes qui s'était terminé sur le score de 0-0.En Coupe d'Europe, Milan a affronté à deux reprises d'autres clubs italiens."
    ],
    [
        "1084880",
        "En finale, Milan s'était imposé 3-2 aux tirs au but face à la Juventus, un autre club de Serie A, après un match de 120 minutes qui s'était terminé sur le score de 0-0."
    ],
    [
        "1081506",
        "Lancé dans le dos de la défense portugaise, Adriano échappait à Jorge Costa, sa frappe en pleine course était propulsée en l'air par le tacle de Pedro Emmanuel, lobait Vítor Baía puis plongeait derrière la ligne, malgré l'intervention de Ricardo Costa (1-0, 6e). Cinquième but dans la compétition pour le prodige brésilien."
    ],
    [
        "1081506",
        "Un seul but encore, et Porto éliminait l'Inter."
    ],
    [
        "1081498",
        "Le Français lançait Raúl Gonzalez mais Fabio Cannavaro intervenait (36e)."
    ],
    [
        "1081498",
        "Et pourtant, l'un de ces deux grands d'Europe devait quitter la plus prestigieuse des compétitions de clubs."
    ],
    [
        "1077231",
        "Manchester parvenait ensuite à faire reculer le Fener pendant une période, réussissant à mettre la pression sur le but turc et provoquant une série de coups-francs dangereux."
    ],
    [
        "1077231",
        "Manchester avait déjà assuré sa qualification au sein du Groupe D, mais le club anglais termine à la seconde place, suite à sa première défaite en Turquie, alors que l'Olympique Lyonnais a écrasé l'AC Sparta Praha, lanterne rouge, 5-0."
    ],
    [
        "1077228",
        "Une minute plus tard, la Roma parvenait à marquer sur un coup de tête de Matteo Ferrari, repris par Corvia, mais l'arbitre annulait l'action pour un hors-jeu."
    ],
    [
        "1077228",
        "Zinédine Zidane débutait la rencontre pour la première fois depuis sa blessure au dos contractée lors du match disputé face au Bayer Leverkusen, il y a deux semaines, de même que Luís Figo, qui avait été forfait contre Villarreal mais qui s'est depuis bien remis de sa blessure à la cheville."
    ],
    [
        "1077217",
        "Le Panathinaïkos prenait l'ascendant et se procurait des occasions pour creuser l'écart."
    ],
    [
        "1077217",
        "Son toucher de balle mettait Konstantinou sur orbite dans le couloir gauche, dont le tir de dix mètres à ras de terre trompait Espen Johnsen sur sa droite, et Panathinaïkos prenait l'avantage."
    ],
    [
        "1077211",
        "Madrid se reprenait et se ruait à l'attaque pour chercher l'égalisation, notamment sur une action de Zinedine Zidane qui démarquait Ronaldo tout seul à l'angle de la surface, mais le dernier geste faisait défaut à l'attaquant brésilien."
    ],
    [
        "1077211",
        "Un centre de Jens Nowotny était repris de la tête par Andriy Voronin en avance sur Beckham, mais le ballon venait s'écraser sur la transversale."
    ],
    [
        "1077204",
        "Sept minutes plus tard, la formation ukrainienne était à son tour tout près de marquer, Agahowa démarquant Matuzalem à l'angle de la surface, mais le tir du Brésilien était détourné par le gardien, David Marshall."
    ],
    [
        "1077204",
        "Laštuvka était sanctionné pour avoir conservé la balle trop longtemps dans ses mains et sur une passe courte de Petrov, Thompson convertissait le coup franc indirect par un tir à ras de terre qui trouvait le petit filet."
    ],
    [
        "1077190",
        "Le premier était inscrit par Giuseppe Favalli, qui, en position d'ailier alors qu'il est défenseur central, déclenchait un centre judicieux, qui était finalement détourné et rebondissait devant Stankovic."
    ],
    [
        "1077190",
        "Miguel Angel Angulo et Juan Sebastián Verón étaient avertis dans les premières minutes du match, et l'intensité de jeu était bien celle que préssentaient les deux entraîneurs Claudio Ranieri et Mancini."
    ],
    [
        "1077176",
        "Drogba et Gudjohnsen arrivaient à se démarquer facilement et ce n'était pas de bonne augure pour Porto qui mesurait aussi sa chance de voir des missiles de Frank Lampard contrés par le corps de Portugais qui s'étaient mis en opposition."
    ],
    [
        "1077176",
        "Eidur Gudjohnsen avait tout loisir de temporiser et même si sa passe en profondeur n'arrivait pas à destination, l'attaquant islandais avait continué sa course et héritait d'un ballon intelligemment donné par Duff; son centre était repris de volée par Smertin."
    ],
    [
        "1077173",
        "Schaaf lançait un quatrième attaquant, Charisteas, à la place de Schulz, et l'international grec achevait de renverser la situation pour Brême en marquant de près."
    ],
    [
        "1077173",
        "Une erreur de Schulz profitait à Vicente et l'international espagnol ne tremblait pas au moment de piquer le ballon au-dessus de Andreas Reinke."
    ],
    [
        "1077165",
        "A la 52e minute, Pizarro dribblait dans la surface de l'Ajax lorsqu'il était déséquilibré par Lobont."
    ],
    [
        "1077165",
        "Makaay célèbre son deuxième but"
    ],
    [
        "1077157",
        "L'Argentin transmettait brillament le ballon vers Miguel Ángel Angulo, dont la tête était légèrement déviée par Vincent Kompany."
    ],
    [
        "1077157",
        "Vanden Borre battu, il pouvait ajuster Zitka grâce à un tir à ras de terre."
    ],
    [
        "80613",
        "En l'espace de sept minutes de jeu, Fabio Simplicio manquait deux belles occasions de but, frappant d'abord au-dessus sur une balle en profondeur au millimètre de Camara puis se faisant subtiliser le ballon dans les pieds par le gardien de l'Austria, Szabolcs Safar."
    ],
    [
        "80115",
        "La pression était désormais du côté des locaux, encouragés par les chants de leurs supporters."
    ],
    [
        "79955",
        "Quatre fois, Vágner Love, buteur au match aller, se jouait des défenseurs portugais."
    ],
    [
        "79952",
        "Pour ne pas quitter la Coupe UEFA au même stade que l'an dernier – c'était déjà face à des Néerlandais, le PSV Eindhoven (1-1, 3-0) – Auxerre devra réagir jeudi prochain."
    ],
    [
        "79949",
        "Vukcevic s'avançait et enroulait une frappe qui lobait le mur mais échouait sur le poteau."
    ],
    [
        "79946",
        "Mais le gardien Joseph Didulica captait bien la reprise de volée du Tchèque, un peu molle."
    ],
    [
        "79934",
        "Et après avoir éliminé son défenseur direct, l'international anglais effectuait un centre vers l'attaquant néerlandais, dont le coup de tête victorieux redonnait l'avantage à Middlesbrough."
    ],
    [
        "79763",
        "Les locaux refusaient de baisser les bras et étaient récompensés par le penalty transformé par Blank, conservant du même coup leur chance de qualification."
    ],
    [
        "79753",
        "Benfica balaye le Dinamo"
    ],
    [
        "79747",
        "Les joueurs locaux pressaient et prenaient le contrôle du milieu de terrain, mais butaient sur un Straub en pleine forme, qui bloquait une tête puissante de Baptista avant de repousser un tir de Navas au début de la seconde période."
    ],
    [
        "79744",
        "Une passe lumineuse de Nuno Gomes avait mis Simão Sabrosa sur orbite, lequel contournait le gardien de Stuttgart, Timo Hildebrand, avant de centrer pour Pereira dont la frappe trop molle ne parvenait à inquiéter le portier allemand."
    ],
    [
        "79742",
        "Celui-ci plaçait son équipe sur orbite en transformant un penalty, sanctionnant une faute sur Mario Bazina à la 61e minute."
    ],
    [
        "79738",
        "Il faudra aussi montrer plus de sang-froid et d'agressivité positive pour venir à bout des Russes qui ont remporté leur premier match 5-1 contre l'AEK Athènes FC, ce qui laisse pour l'instant la 3e place qualificative aux Lillois."
    ],
    [
        "79734",
        "Suite à une nouvelle tentative d’Akalé, les visiteurs commettaient, coup sur coup, deux énormes fautes immédiatement sanctionnées par l’homme en noir."
    ],
    [
        "79730",
        "Et suite à un coup franc tiré par Fanourios Goundoulakis, la tête d'Evagelos Mantzios, ricochant sur le dos de Grégory Paisley, forçait Richert à un réflexe salvateur (54e)."
    ],
    [
        "79723",
        "Mais le Dinamo gâchait beaucoup d'occasions et semblait perdre davantage espoir à chacune d'elle."
    ],
    [
        "79720",
        "Sur une passe en profondeur de Vastic, Radoslaw Gilewicz se démarquait mais ne parvenait pas à trouver le cadre."
    ],
    [
        "79718",
        "Oguchi Onyewu et Emre Asik se bousculaient et les deux défenseurs récoltaient un carton jaune."
    ],
    [
        "79711",
        "Il tirait en pivot du pied droit à cinq mètres, mais la balle passait finalement au-dessus."
    ],
    [
        "79704",
        "Utrecht, connaissant la réputation du FC Dnipro en contre-attaque, démarrait prudemment et encaissait un but rapidement."
    ],
    [
        "79698",
        "A la 23e minute, il plongeait parfaitement pour repousser la tête de Mário Breška."
    ],
    [
        "79618",
        "Le Tchèque était retenu au bras dans la surface par Armindo Ferreira: penalty et carton rouge pour le défenseur de la Berri."
    ],
    [
        "79600",
        "Mené par l'inspiration de son petit numéro 10, le Zenit rejoint les vestiaires à la pause en menant 3-0."
    ],
    [
        "79567",
        "La première action était toutefois à mettre à l'actif du Dinamo et de son attaquant, Claudiu Niculescu, qui reprenait de la tête un centre de Constantin Semeghin, mais le ballon s'échouait dans le petit filet."
    ],
    [
        "79371",
        "Aleskandar Rodic obligeait Flavio Roma à se coucher à la 16e minute."
    ],
    [
        "79363",
        "L'équipe suisse se procurait un autre coup franc dangereux juste avant la pause, mais la tentative de Mario Cantaluppi filait de peu à côté."
    ],
    [
        "79343",
        "La rencontre, qui se déroulait à guichets fermés, se terminait sur ce score et soulageait tout le stade, Liverpool tenant bon jusqu'au coup de sifflet final."
    ],
    [
        "79236",
        "Malgré une certaine tension, le HJK maîtrisait parfaitement le début de rencontre: dès la sixième minute, Vili Savolainen tentait sa chance en dehors de la surface de réparation mais ne trouvait pas le cadre."
    ],
    [
        "79018",
        "Le gardien de but de l'équipe maltaise, Murphy Akanji, arrêtait un tir croisé de Saulius Mikoliunas."
    ],
    [
        "75390",
        "Le scénario semblait se répéter lors du match de ce mercredi soir contre l'Islande lorsque après cinq minutes de jeu, l'attaquant du Chelsea FC, Eidur Gudjohnsen, convertissait en but le centre de Arnar Grétarsson."
    ],
    [
        "75368",
        "Les joueurs locaux prenaient alors le match à leur compte mais ne parvenaient pas à concrétiser leur avantage numérique malgré le but refusé de Zlatan Bajramovic pour une faute de main."
    ],
    [
        "75364",
        "Les locaux se créaient leur occasion la plus franche après 37 minutes lorsque Walter Baseggio servait Sonck en profondeur, mais l'attaquant ratait le ballon au moment d'ajuster Jevric."
    ],
    [
        "75336",
        "Sa première tentative était éloignée par le gardien, et sa deuxième finissait dans le mur."
    ],
    [
        "75328",
        "Kollmann également ratait quelques occasions, dont un penalty arrêté par les jambes de Kramarenko."
    ],
    [
        "75302",
        "Après la victoire 1-0 contre l'Ecosse, les Norvégiens se sont facilement imposés 3-0 contre la Slovénie - vainqueur de l'Italie il y a quatre jours."
    ],
    [
        "75298",
        "Le remplaçant était seul au deuxième poteau et a pu reprendre de la tête le coup franc de Nastja Ceh pour tromper Gianluigi Buffon, ce qui met fin à la série jusque là parfaite de l'Italie en qualifications, après avoir dominé la majeure partie de la rencontre."
    ],
    [
        "75294",
        "Il héritait du ballon à 20 mètres du but, se faufilait dans la défense et marquait de près."
    ],
    [
        "75277",
        "Un début en trompe-l'œil: Fabien Barthez sauvait deux fois la France (5e, 6e), sortant dans les pieds de Daniel Gygax puis stoppant une frappe de Philipp Degen."
    ],
    [
        "75271",
        "La passivité de la défense chypriote a en effet profité à Jonhard Fredriksberg qui offrait le but du 2-1 à Rógvi Jacobsen sur une superbe passe en retrait."
    ],
    [
        "75237",
        "L'ailier de Fulham FC se retrouvait à l'origine du premier but en reprenant un centre de Ferreira, le ballon allant s'écraser sur le poteau avant de ricocher sur le défenseur, Federspiel, et finir sa route au fond des filets."
    ],
    [
        "75232",
        "Lors des matches précédents, la Slovaquie s'était imposée face au Liechtenstein et au Luxembourg et elle avait fait match nul contre la Russie."
    ],
    [
        "75224",
        "Avant la demi-heure de jeu, sur une belle passe, Szilard Nemeth trouvait Robert Vittek qui ne se faisait pas prier devant le but."
    ],
    [
        "75198",
        "Peu après, Grønkjær butait sur Novikov mais le Kazakhstan, toujours en quête de son premier point dans la compétition, insistait encore et Kairat Utabayev frappait sur le poteau quatre minutes plus tard."
    ],
    [
        "75192",
        "A la 66e minute, sur une action menée sur l'aile droite, Asatiani contrôlait la balle dans la surface mais ne parvenait pas à battre Shovkovskiy."
    ],
    [
        "75183",
        "Stelios Giannakopoulos et Vassilios Tsiartas entraient alors."
    ],
    [
        "75154",
        "A la 33e minute de jeu, le capitaine, Harutyun Vardanyan, trouvait Edgar Manucharyan, lequel servait Voskanyan, mais le défenseur Cristian Dancia s'interposait sur la frappe."
    ],
    [
        "75148",
        "Kuqi, en grande forme actuellement avec son club anglais de l'Ipswich Town FC, marquait son premier but après huit minutes et soulageait les nerfs des locaux, mis à rude épreuve par l'absence de leur attaquant Mikael Forssell en raison d'une grave blessure au genou."
    ],
    [
        "75144",
        "Les locaux étaient crucifiés lorsque Joonas Kolkka envoyait au but Eremenko Jr, qui glissait le cuir dans le coin droit à ras de terre après avoir déjoué le piège du hors-jeu tendu par la défense adverse."
    ],
    [
        "75139",
        "Pandev était à deux doigts d'aggraver la marque dans les dernières minutes de la première mi-temps, plaçant une tête puissante sur un centre d'Aleksandar Mitrevski, mais cette fois Ambartsumyan s'interposait."
    ],
    [
        "1084884",
        "Ballack (4e) et Claudio Pizarro (5e) loupaient leur frappe face au but."
    ],
    [
        "1081512",
        "Sur la première occasion, Florent Malouda servait Wiltord dans la surface de réparation."
    ],
    [
        "1081503",
        "Le milieu de terrain, voyant Lehmann avancé, centrait à destination de Salihamidzic, qui poussait le ballon pour permettre à son équipe de mener 3-0."
    ],
    [
        "1081497",
        "Salgado était remplacé dès la 9e minute par Raúl Bravo."
    ],
    [
        "1077221",
        "Le tacle de Marc Caneira sur Aruna à l'intérieur de la surface de réparation était sanctionné par un penalty."
    ],
    [
        "1077216",
        "Rooney manquait de doubler la mise (26e, frappe hors cadre) puis Pierre-Alain Frau offrait la première occasion à Lyon en shootant lui aussi à côté, bien qu'en position idéale."
    ],
    [
        "1077214",
        "Pourtant, une minute plus tard, le gardien international fauchait Dego à l'intérieur de la surface."
    ],
    [
        "1077200",
        "A la 22e minute, Juninho décalait Malouda sur le côté gauche."
    ],
    [
        "1077187",
        "Ancelotti réagissait en lançant Massimo Ambrosini et Serginho aux places d'Inzaghi et Kaká mais Barcelone était toujours à l'attaque."
    ],
    [
        "1077183",
        "Les joueurs tchèques réclamaient un autre penalty à la 17e minute, mais il leur était également refusé."
    ],
    [
        "1077175",
        "Semak se promenait dans la défense soudain retombée dans ses travers, Jean-Michel Badiane le fauchait et Vágner Love doublait la marque sur penalty."
    ],
    [
        "1077171",
        "Ronaldinho jouait un une-deux avec Eto'o pour faire une belle passe du pied droit au cœur de la défense, que Deco catapultait au fond des filets, laissant Flavius Stoican sur les talons."
    ],
    [
        "1077150",
        "Il fallait attendre la dernière minute de la période pour que Strauber réalise son premier arrêt, bloquant une frappe lointaine de Zé Roberto, après une échappée puissante dans l'axe du terrain."
    ],
    [
        "1077147",
        "Un centre de França tombait dans les pieds de l'international bulgare qui ne se faisait pas prier pour convertir l'occasion."
    ]
]