[
    [
        "1077218",
        "Henry then robbed Wilfred Bouma inside the PSV penalty area, but shot wide."
    ],
    [
        "1077218",
        "Both sides picked up bookings in the closing minutes of the first half, Vieira tripping Van Bommel while Ooijer was also shown a yellow card after bringing down Henry from behind."
    ],
    [
        "1077218",
        "Arsenal full-back Lauren was booked for unsporting conduct within three minutes of the restart as PSV began to threaten, although Gomes had to be at his best to block Reyes's rising drive from outside the area in the 51st minute."
    ],
    [
        "1077218",
        "Despite the numerical disadvantage, Arsenal continued to threaten, but the visitors' hopes of victory effectively disappeared when Vieira was dismissed 12 minutes from time, the Arsenal captain collecting his second yellow card for a foul on Ji-Sung Park."
    ],
    [
        "1077218",
        "The Dutch side, who had qualified for the group stage for the eighth successive season, had never made it beyond that hurdle but tonight's result, coupled with the 2-2 draw between Rosenborg BK and Panathinaikos FC, ensured Guus Hiddink's side one of the first two positions in Group E."
    ],
    [
        "1077218",
        "Van Bommel forged through the penalty area to draw a strong save from Jens Lehmann two minutes past the hour, the Arsenal goalkeeper punching the ball away."
    ],
    [
        "1077218",
        "Jefferson Farfán tangles with Lauren, who was later sent off"
    ],
    [
        "1077218",
        "Henry cut inside from the right and laid the ball in to Ljungberg inside the penalty area, collecting the Swede's back-heeled return to drill into the corner of the net."
    ],
    [
        "1077218",
        "Mark van Bommel's pinpoint inswinging corner was met by André Ooijer, who escaped four static Arsenal defenders and beat goalkeeper Jens Lehmann to the ball to head in."
    ],
    [
        "1077181",
        "The sides meet again in Munich on 3 November and victory would take Juve through."
    ],
    [
        "1077181",
        "Juventus should have opened their account when left-back Gianluca Zambrotta delivered a cross to Ibrahimovic in front of goal but the towering Swede headed high over the crossbar."
    ],
    [
        "1077181",
        "Awoken by Nedved's goal, the Munich side responded a minute later as Bastian Schweinsteiger found space and fired a blistering shot that Buffon did well to block with his hands."
    ],
    [
        "1077181",
        "Salihamidzic then won a corner at the other end but the ensuing kick was punched away cleanly by Buffon."
    ],
    [
        "1077181",
        "Bayern continued to allow Juventus space to attack and defender Jonathan Zebina dribbled deep into opposition territory to provide Del Piero with a fine pass but the 29-year-old forward turned and shot weakly at goalkeeper Oliver Kahn's feet."
    ],
    [
        "1077181",
        "Salihamidzic then won a corner at the other end but the ensuing kick was punched away cleanly by Buffon."
    ],
    [
        "1077181",
        "Torsten Frings shot on goal but his attempt lacked pace and was collected easily by Gianluigi Buffon."
    ],
    [
        "1077181",
        "The 35-year-old goalkeeper had an escape a minute later as a mis-hit ball by Emerson somehow evaded Kahn who allowed the ball to fall virtually on the goalline but a charging Del Piero was unable to seize on the mistake."
    ],
    [
        "80112",
        "Shearer added the fourth on 69 minutes, rounding Nikopolidos before finishing high into the roof of the net."
    ],
    [
        "80112",
        "Bowyer lofted the ball back into the danger area and, with his back to goal, Dyer showed great awareness to back-heel the ball past Nikopolidis and into the net."
    ],
    [
        "80112",
        "However, it only went as far as Jermaine Jenas and his cutback was converted by Bowyer, who squeezed the ball under the Olympiacos goalkeeper."
    ],
    [
        "80112",
        "Bowyer lofted the ball back into the danger area and, with his back to goal, Dyer showed great awareness to back-heel the ball past Nikopolidis and into the net."
    ],
    [
        "80112",
        "Nicky Butt almost broke the deadlock for the home side after a quarter of an hour when he fastened on to Shearer's lay-off 20 metres out before firing in a right-foot shot which crashed off the crossbar with Antonios Nikopolidis beaten."
    ],
    [
        "80112",
        "Patrick Kluivert missed out for Newcastle with a knee injury, so Dyer partnered Shearer in attack, while Andy O'Brien came in at the back for Titus Bramble who had a hernia operation earlier this week."
    ],
    [
        "80112",
        "O'Brien misjudged a high ball, allowing Nery Alberto Castillo a free run on goal, but the Uruguayan striker hesitated long enough for goalkeeper Shay Given to clear the danger."
    ],
    [
        "75276",
        "Benayoun was tripped after dispossessing Costas Kaiafas on the edge of his own area and although Panagiotou managed to parry Nimni's powerful free-kick, the ball rolled to Adoram Keisi who finished coolly."
    ],
    [
        "75276",
        "Marios Elias' cross was flicked on by Konstantinou and Okkas finished emphatically from close range."
    ],
    [
        "75276",
        "Benayoun was tripped after dispossessing Costas Kaiafas on the edge of his own area and although Panagiotou managed to parry Nimni's powerful free-kick, the ball rolled to Adoram Keisi who finished coolly."
    ],
    [
        "75276",
        "Nimni finished from close range after Yossi Benayoun's sensational solo run into the area saw him slip past two defenders before dragging the ball back for his strike partner."
    ],
    [
        "75276",
        "Benayoun was tripped after dispossessing Costas Kaiafas on the edge of his own area and although Panagiotou managed to parry Nimni's powerful free-kick, the ball rolled to Adoram Keisi who finished coolly."
    ],
    [
        "75276",
        "Cyprus began the second half in similar vein and the lively Konstantinou had a superb opportunity when Nimni tripped Ilias Charalambous in the area."
    ],
    [
        "75276",
        "But his spot-kick was well saved and after Benayoun had an excellent long-range volley tipped over the bar by Panagiotou, Nimni went from near-villain to hero when he scored the winner on 86 minutes."
    ],
    [
        "79692",
        "Hearts will look to get off the mark on 4 November when FC Schalke 04 visit Murrayfield, while Feyenoord travel to Hungarian champions Ferencvárosi TC."
    ],
    [
        "79692",
        "Hearts will look to get off the mark on 4 November when FC Schalke 04 visit Murrayfield, while Feyenoord travel to Hungarian champions Ferencvárosi TC."
    ],
    [
        "79692",
        "With that second goal the result looked settled, and seven minutes from time Kuijt volleyed in a Goor cross from close range to remove any doubt."
    ],
    [
        "79692",
        "The visiting side made a brighter start to the second half, and although they were not creating clear-cut opportunities, Hearts were forcing Feyenoord deep for long spells."
    ],
    [
        "79692",
        "In between, McKenna had a goal ruled out for offside, but Hearts were having little joy and before the break attacker Graham Weir was introduced."
    ],
    [
        "79692",
        "Once Goor had coolly doubled the lead on 58 minutes, the points always looked certain to stay in Rotterdam, and Kuijt struck again to complete a fine performance."
    ],
    [
        "79066",
        "Longford, despite their poor recent form domestically, started brightest but Sean Prunty spurned a promising opportunity when firing the ball across the face of goal after a combination of Eric Lavine and Vinny Perth had robbed Vaduz captain Martin Stocklasa in midfield."
    ],
    [
        "79066",
        "Longford, despite their poor recent form domestically, started brightest but Sean Prunty spurned a promising opportunity when firing the ball across the face of goal after a combination of Eric Lavine and Vinny Perth had robbed Vaduz captain Martin Stocklasa in midfield."
    ],
    [
        "79066",
        "Martin Stocklasa captained Vaduz tonight"
    ],
    [
        "79066",
        "The visitors responded before the break, but Prunty again wasted a good opportunity when lobbing wide of the target from inside the penalty area and then substitute Dean Fitzgerald, introduced for the injured Keogh, volleyed over when Prunty's corner was only half-cleared."
    ],
    [
        "79066",
        "But Longford remained unsure defensively and O'Brien was required to deny Marco Pérez's low long-range effort before saving with his feet from Eduardo Dos Santos, who was quick to exploit Barry Ferguson's under-hit backpass."
    ],
    [
        "79066",
        "Dos Santos then shot over from eight metres moments later after being played in by Pulverino before Thomas Weller hit the side-netting as O'Brien scrambled desperately to clear the ball following another defensive slip."
    ],
    [
        "75337",
        "However, within 61 seconds of the restart Cole intercepted a pass on the edge of the visitors' box and bent a neat shot past Taylor."
    ],
    [
        "75337",
        "However, within 61 seconds of the restart Cole intercepted a pass on the edge of the visitors' box and bent a neat shot past Taylor."
    ],
    [
        "75337",
        "Lampard nearly struck again in the 72nd minute but hit the crossbar after being set up by substitute Kieron Dyer."
    ],
    [
        "75337",
        "Five minutes later Lampard entered the area with a strong run and the ball broke to Owen, who pounced to make it 2-0."
    ],
    [
        "75337",
        "The next stop came from a curling David Beckham free-kick, and on 40 minutes the busy Taylor turned a Lampard effort wide as Northern Ireland kept the scores level at the break."
    ],
    [
        "75337",
        "The game was goalless at half-time, but by the 62nd minute England were four ahead thanks to strikes from Joe Cole and Michael Owen, a Chris Baird own goal and a deflected Frank Lampard effort - just reward for a match the home side dominated against their near neighbours."
    ],
    [
        "1077199",
        "United remain two points behind Olympique Lyonnais in the group after the French champions beat Fenerbahçe SK, but Sparta, for whom Karel Poborský was dismissed three minutes from the end, can now only hope for a third-place finish."
    ],
    [
        "1077199",
        "The Dutchman rounded the goalkeeper and slotted in to claim his 34th United goal in European competition, a tally that was to increase three times before the night was out."
    ],
    [
        "1077199",
        "Ruud van Nistelrooij equalled a UEFA Champions League record as he claimed all four of Manchester United FC's goals to give them victory against AC Sparta Praha, who have now been eliminated."
    ],
    [
        "1077199",
        "A hopeful ball up the middle on the hour bounced over the visiting defence and Van Nistelrooij calmly lobbed the on-rushing keeper to restore the two-goal difference."
    ],
    [
        "1077199",
        "Zelenka, illustrating his midfield talent, picked the ball up in his own half and played a crisp one-two with Jun and shot in, silencing a packed Old Trafford."
    ],
    [
        "1077199",
        "An ill-advised back-pass by Jirí Homola was picked up by the grateful Van Nistelrooij, lurking behind the Sparta defence."
    ],
    [
        "1077148",
        "AS Roma's UEFA Champions League encounter with visitors Dynamo Kyiv, who were leading 1-0, was abandoned at half-time after referee Anders Frisk was hit by a missile thrown from the crowd."
    ],
    [
        "1077148",
        "Roma fans inside the Stadio Olimpico were furious when Frisk issued a straight red card to Philippe Mexes."
    ],
    [
        "1077148",
        "While Dynamo's flexibility left the newly-assembled Roma defense wanting, the home team's reliance on forward balls to Montella looked more and more limited, and it was Dynamo that again came close in the 26th minute as midfielder Jerko Leko released Kleber, now back on the left, who held off two defenders but saw his stinging low shot hit the side netting."
    ],
    [
        "1077148",
        "Three minutes later, Serbian defender Goran Gavrancic hit the target, his arching free-kick heading in off the crossbar and leaving goalkeeper Ivan Pellizoli standing."
    ],
    [
        "1077148",
        "With the Italian side trailing in their Group B match to Goran Gavrancic's stunning free-kick on 29 minutes, French defender Mexes kicked out at Maris Verpakovskis on the stroke of half-time."
    ],
    [
        "1077148",
        "With the home side hungrier in the early exchanges, captain Francesco Totti and midfielder Mancini sought out Montella, while Olivier Dacourt and De Rossi held possession in the centre, but Dynamo were probing, with Rincon lurking behind Verpakovskis, Kleber finding room on the left and Oleh Husyev looking to drop in crosses from the right."
    ],
    [
        "79764",
        "Hector Font picked up the ball just outside the area and tried to nutmeg Ioannis Skopelitis."
    ],
    [
        "79764",
        "Egaleo tried to change things around at half-time with the introduction of Anastasios Agritis, a 23-year-old forward who scored in the 2-2 draw against Lazio, but his tireless running up front was not enough to prevent the home side from going 3-0 up, Hector Font feeding Javi Venta down the left and the defender finishing off with a rasping left-foot drive."
    ],
    [
        "79764",
        "Javi Venta set up Guayre with a cheeky back-heel, and the midfield player moved in from his wide position to unleash a low shot which came off the unlucky Psomas and fell kindly to Cazorla, who scored from close range."
    ],
    [
        "79764",
        "Villarreal coach Manuel Pellegrini rested Juan Román Riquelme, who was instrumental in the Spanish side’s 2-1 win away to Getafe CF on Saturday, when he set up both goals."
    ],
    [
        "79764",
        "Egaleo tried to change things around at half-time with the introduction of Anastasios Agritis, a 23-year-old forward who scored in the 2-2 draw against Lazio, but his tireless running up front was not enough to prevent the home side from going 3-0 up, Hector Font feeding Javi Venta down the left and the defender finishing off with a rasping left-foot drive."
    ],
    [
        "79354",
        "Vukic's pass found Marica in the penalty box and he stole the ball from a visiting defender before applying a confident finish."
    ],
    [
        "79354",
        "Then Gert Verheyen intercepted a Shakhtar pass and fed Balaban, who burst into the area and struck the ball past Jan Laštuvka to level the scores."
    ],
    [
        "79354",
        "Within seven minutes though, Flavius Stoican centred the ball, Ciprian Marica flicked on and Julius Aghahowa dived in to head Shakhtar ahead."
    ],
    [
        "79354",
        "First Victor beat two home defenders on the right wing and shot against the post."
    ],
    [
        "79354",
        "Despite this, they had looked well-poised after Boško Balaban equalised Julius Aghahowa's early goal, but Mircea Lucescu's side scored three times in the last 20 minutes to take control of the tie ahead of the return in Belgium on 25 August."
    ],
    [
        "79065",
        "Ten minutes later Gruszcyznski was denied by a last ditch tackle as he prepared to shoot, before Roland Saboga saw his effort sail over the crossbar when well placed."
    ],
    [
        "79065",
        "Dudelange goalkeeper Jonathan Joubert was called into action as early as the fifth minute after Virginius Liubšys' men had won a corner."
    ],
    [
        "79065",
        "Ekranas were reduced to ten men in added time after Majus fouled in the penalty box."
    ],
    [
        "79065",
        "After Stéphane Martine was fouled by Alfredas Skroblas, Sébastian Remy stepped up to take the penalty, but Skrupskis saved well."
    ],
    [
        "79065",
        "Povilas Lukšys could have doubled the lead ten minutes later but was foiled by Joubert before the Luxembourg outfit were awarded a penalty against the run of play."
    ],
    [
        "75299",
        "Two minutes after the interval Darren Fletcher's shot was blocked when he was released by Ferguson, and it was not long before Norway instead broke the deadlock."
    ],
    [
        "75299",
        "Gordon missed an inswinging corner from Magne Hoset and Carew's header was sailing into the net until McFadden handled on the line."
    ],
    [
        "75299",
        "McFadden now misses Scotland's next match against Moldova on Wednesday along with Paul Dickov who picked up his second yellow card of the campaign."
    ],
    [
        "75299",
        "The Everton FC forward was given a straight red card and Iversen converted the penalty to put Norway in front."
    ],
    [
        "75299",
        "Craig Gordon in the Scotland goal could only palm away his effort, but the ball was cleared for a corner before Norway could take advantage."
    ],
    [
        "75145",
        "Anghel Iordanescu's side, who have already beaten Finland and F.Y.R. Macedonia, made it three wins from three at the Comunal de Aixovall to leave Andorra rooted to the bottom of Group 1 after two straight defeats."
    ],
    [
        "75145",
        "Romania goalscorer Daniel Pancu is challenged by Andorra's Sivera"
    ],
    [
        "75145",
        "Andorra then gave the home fans something to cheer when Marc Pujol converted a penalty just before half-time."
    ],
    [
        "75145",
        "Andorra, who lost 3-0 in Finland in their opening match on Saturday, had barely recovered when they fell further behind, this time Besiktas JK midfield player Daniel Pancu beating Koldo with a low shot in the fifth minute."
    ],
    [
        "75145",
        "Andorra then gave the home fans something to cheer when Marc Pujol converted a penalty just before half-time."
    ],
    [
        "1086476",
        "PSV's energy and endeavour was enthralling, with Park typifying their approach by dispossessing Andrea Pirlo on the centre spot in the 28th minute and releasing countryman Lee Young-Pyo on the left."
    ],
    [
        "1086476",
        "Although Cocu scored again almost immediately with a fine volley, time was against the Dutch champions and Milan survived a frantic last few seconds to book their trip to Turkey."
    ],
    [
        "1086476",
        "Vennegoor of Hesselink showed skill and strength in midfield before poking the ball to Lee who galloped to the by-line and whipped in a cross that Cocu headed in after eluding Kaladze."
    ],
    [
        "1086476",
        "In contrast, Paolo Maldini - who was taken off at half-time after receiving a boot to the head - will lead Milan in his seventh European Champion Clubs' Cup final having most recently won the competition in 2003."
    ],
    [
        "1086476",
        "The players seemed to be preserving their energy for an extra 30 minutes, but that proved unnecessary as Ambrosini was left unmarked in front of goal a minute into added time to glance Kaká's cross beyond Heurelho Gomes and end the home team's hopes."
    ],
    [
        "1077189",
        "Klose and Micoud combined skilfully in the area, and the unmarked Klasnic made no mistake from close range."
    ],
    [
        "1077189",
        "A hectic, fiercely-contested first half continued with Wilhelmsson cautioned for fouling Magnin before Bremen hauled themselves level in the 35th minute."
    ],
    [
        "1077189",
        "Anderlecht goalkeeper Daniel Zitka dived at the onrushing Klose's feet from Micoud's through pass, but the ball ran loose for Klasnic to fire into the net."
    ],
    [
        "1077189",
        "Visiting goalkeeper Andreas Reinke fisted away a dangerous Wilhelmsson cross, and Bremen defender Valérian Ismaël was booked for holding back Mbo Mpenza as the pacy striker looked to break clear early on."
    ],
    [
        "1077189",
        "Visiting goalkeeper Andreas Reinke fisted away a dangerous Wilhelmsson cross, and Bremen defender Valérian Ismaël was booked for holding back Mbo Mpenza as the pacy striker looked to break clear early on."
    ],
    [
        "1077147",
        "After a França cross had fallen at his feet, the Bulgarian international was left with an open goal and he gladly accepted the chance."
    ],
    [
        "1077147",
        "Camacho had seen enough now and after already taking Zinedine Zidane off before the start of the second half, he substituted Figo and Ronaldo after 58 minutes for Santiago Solari and Albert Celades."
    ],
    [
        "1077147",
        "A Míchel Salgado cross took a deflection from Roque Junior and fell right at the feet of Ronaldo, making his 500th career appearance, but the Brazilian's shot hit the bar."
    ],
    [
        "1077147",
        "On 26 minutes it was Madrid 's turn to hit the woodwork."
    ],
    [
        "1077147",
        "He tapped the ball into the path of França and the Brazilian's curling effort from the edge of the area landed in the back of the net."
    ],
    [
        "79945",
        "Within four minutes the scores were level, Kenneth Perez setting up Van Galen to shoot in from the edge of the box."
    ],
    [
        "79945",
        "With his side still trailing 12 minutes into the second period, Alkmaar coach Co Adriaanse introduced Tarik Sektioui and Robin Nelisse for Stein Huysegems and Adil Ramzi."
    ],
    [
        "79945",
        "Now Alkmaar were pressing hard, and Van Galen hit the crossbar before finally Nelisse headed back a corner for Joris Mathijsen to shoot in."
    ],
    [
        "79945",
        "The first leg having been scoreless, Aachen led through venerable Dutch striker Erik Meijer's away goal at half-time, but Barry van Galen struck after the break and following the dismissal of visiting defender Thomas Stehle, Alkmaar captain Joris Mathijsen claimed the winner eleven minutes from the end."
    ],
    [
        "79941",
        "Hildebrand, who was Stuttgart's best player on the night, saved Simplicio's first effort but Pisanu then scored from the rebound."
    ],
    [
        "79941",
        "Daniele Bonera sent a long clearance upfield which Alberto Gilardino delightfully back-heeled into the path of Marco Marchionni."
    ],
    [
        "79941",
        "Gilardino had Parma's best chance in the opening 45 minutes but his header flashed wide while Fernando Meira's shot hit the back of Matteo Contini in what was the home side's best opportunity a minute before half-time."
    ],
    [
        "79941",
        "The Italian side looked to have missed their best chance when Stuttgart goalkeeper Timo Hildebrand tipped substitute Mark Bresciano's rasping half-volley on to the post in the 89th minute."
    ],
    [
        "79761",
        "Zahovic, sensing Beveren's vulnerability, was next to be frustrated, watching his stretching effort bobble just wide on 18 minutes."
    ],
    [
        "79761",
        "Home goalkeeper Boubacar Barry was sent off after upending Azar Karadas in the area after just three minutes, and when Simão stroked the penalty past substitute Davino Verhulst, the writing was already on the wall for the home side who had conceded eleven goals in their first two group G games."
    ],
    [
        "79761",
        "Benfica continued to press and Karadas curled another shot wide before Verhulst did well to shut out Zahovic's stooping header, Luisão tapping home the rebound only for the referee's assistant to rule him offside."
    ],
    [
        "79761",
        "The home side appealed for offside as Aguiar found the unmarked Zahovic in front of goal on 59 minutes, but the Slovenian had just remained onside and he tucked it home to seal the victory."
    ],
    [
        "79705",
        "Gilewicz played the ball to Ivica Vastic who was tackled as he lined up a shot."
    ],
    [
        "79705",
        "Austria won a free-kick on the right and there appeared no immediate danger but Štepán Vachoušek produced a stunning strike which curled past everybody and smacked on to the top of the post with keeper Luis García well beaten."
    ],
    [
        "79705",
        "Didulica beat the ball away but it rebounded back to Moreno whose cross found top scorer David Villa."
    ],
    [
        "79705",
        "Gilewicz played the ball to Ivica Vastic who was tackled as he lined up a shot."
    ],
    [
        "79352",
        "Nevertheless, on 37 minutes, Rangers did find a way through as Pršo robbed defender Vasili Berezutskiy and fed Novo."
    ],
    [
        "79352",
        "The Czech international collected the ball from a throw-in, beat two defenders and bent a shot into the top corner."
    ],
    [
        "79352",
        "After just four minutes, Ivica Olic carried the ball down the left and crossed perfectly for Love to head in."
    ],
    [
        "79352",
        "A minute later, meanwhile, Love threatened another goal when he outpaced Jean-Alain Boumsong and went one-on-one with Klos, but only won a corner for his efforts."
    ],
    [
        "79237",
        "Seven minutes after the restart, HJK went close again when Reoven Oved was robbed in midfield, and the visitors broke."
    ],
    [
        "79237",
        "At the other end dangerous visiting striker Mika Kottila was kept closely marked, but his team-mate Vili Savolainen had the best chance of the period when his powerful low drive went just wide not long before the break."
    ],
    [
        "79237",
        "Kottila unselfishly laid off for Petri Oravainen, but his effort was cleared off the line by a combination of goalkeeper Liran Strauber and John Pantsil."
    ],
    [
        "79237",
        "Mesika was denied by the feet of Vilnrotter, Ishmael Addo headed over and the HJK custodian also dived bravely to prevent a Liran Cohen shot."
    ],
    [
        "75333",
        "Both sides have home matches on Wednesday, Azerbaijan welcoming England for the first time while Austria travel to Belfast."
    ],
    [
        "75333",
        "James Quinn then just missed the target, but there was to be no breakthrough and Azerbaijan remain just ahead of the Northern Irish on goal difference, leaving Lawrie Sanchez's side bottom of the table."
    ],
    [
        "75333",
        "Samir Aliyev's clever chip six minutes later landed on the roof of the net, while Jeff Whitley's shot was stopped by home goalkeeper Jahangir Hasanzade."
    ],
    [
        "75333",
        "Samir Aliyev's clever chip six minutes later landed on the roof of the net, while Jeff Whitley's shot was stopped by home goalkeeper Jahangir Hasanzade."
    ],
    [
        "75300",
        "Two goals to the good, Belarus were now able to play with more freedom, and, with a quarter of an hour left, Bylyha - who eventually arrived for Kutuzov following his strike - scored a goal of his own after being set up by Romashchenko."
    ],
    [
        "75300",
        "Within a minute, Belarus won a dangerous free-kick but Romashchenko's clever shot was parried by Moldova goalkeeper Eugen Hmaruc."
    ],
    [
        "75300",
        "Moldova then settled down and on four minutes Yury Miterev headed on goal, but Vasily Khomutovski caught the ball."
    ],
    [
        "75300",
        "Baidaychnyy then decided to send on Bulyha for Kutuzov but, before he could make the change, the player due for substitution received a pass from Valentin Belkevich and shot in from six metres out."
    ],
    [
        "75239",
        "In the absence of Sergei Ovchinnikov, Viacheslav Malafeev started in goal, while Aleksei Berezoutski and Aleksei Bugayev were surprise choices in defence."
    ],
    [
        "75239",
        "Sychev's back-heel released the speedy winger, who skipped past a defender before feeding Izmailov, whose shot deflected off Urmas Rooba and in."
    ],
    [
        "75239",
        "Sychev's back-heel released the speedy winger, who skipped past a defender before feeding Izmailov, whose shot deflected off Urmas Rooba and in."
    ],
    [
        "75239",
        "Sychev's back-heel released the speedy winger, who skipped past a defender before feeding Izmailov, whose shot deflected off Urmas Rooba and in."
    ],
    [
        "75226",
        "Ronaldo was involved in the ensuing scramble before Jorge Andrade's volley was blocked by Zemlinskis."
    ],
    [
        "75226",
        "Latvia coach Aleksandrs Starkovs was subsequently sent from the dugout by the fourth official for protesting that the first goal should have been disallowed for handball."
    ],
    [
        "75226",
        "His effort, which flashed over goalkeeper Ricardo's crossbar, was to prove the home side's best chance."
    ],
    [
        "75226",
        "Latvia coach Aleksandrs Starkovs was subsequently sent from the dugout by the fourth official for protesting that the first goal should have been disallowed for handball."
    ],
    [
        "75194",
        "Georgia will take pride in a fine result as they twice cancelled out Jon Dahl Tomasson goals to hold Denmark in FIFA World Cup qualifying Group 2."
    ],
    [
        "75194",
        "Georgi Demetradze had already only just failed to connect with a fine Malkhaz Asatiani through-ball and later on Sorensen did well to save the striker's free-kick."
    ],
    [
        "75194",
        "Then a cross by Levan Kobiashvili was met by the onrushing Kakha Kaladze, but the defender was disappointed to see the ball sail wide of goal."
    ],
    [
        "75194",
        "Asatiani fed Kobiashvili, who crossed to Demetradze, and the diminutive striker's header made it 1-1."
    ],
    [
        "75182",
        "Yanal sprung a surprise in his team selection, picking Deniz Baris even though he had played for just ten minutes of Fenerbahçe SK's four matches this season."
    ],
    [
        "75182",
        "Tuncay Sanli started on the right wing, while in-form players such as Nihat Kahveci and Gökdeniz Karadeniz could only make the bench."
    ],
    [
        "75182",
        "Turkey thought they had opened the scoring in the 32nd minute, only for an offside flag to curtain their celebrations after Hasan had converted Hakan Sükür's lay-off."
    ],
    [
        "75182",
        "With Hasan seeing red for a second yellow just before the hour, Yanal strengthened his midfield by introducing Trabzonspor duo Hüseyin Çimsir and Gökdeniz Karadeniz for the last 18 minutes."
    ],
    [
        "75153",
        "Five minutes into the second half Heinz sent an effort over the bar and soon afterwards Jan Koller missed from close range."
    ],
    [
        "75153",
        "Home goalkeeper Petar Milosevski blocked Tomáš Rosický's shot just before the hour mark, and the Czech frustration was continuing when Vratislav Lokvenc was sent on for Zdenek Grygera in the 76th minute."
    ],
    [
        "75153",
        "Igor Mitreski cleared Marek Jankulovski's shot off the goalline five minutes later, but soon afterwards the deadlock was broken."
    ],
    [
        "75153",
        "Jan Koller celebrates his late Czech Republic goal"
    ],
    [
        "1086478",
        "Their players seemed to have an extra metre of pace as they contested every 50-50 ball, while their fans lived up to their billing as the best in the land."
    ],
    [
        "1086478",
        "A goal for either side now would clinch it: a Cissé header was held on the line by Cech, then Eidur Gudjohnsen arrowed a shot across the face of goal deep into added time."
    ],
    [
        "1086478",
        "To this end manager Rafael Benítez withdrew his lone striker, Baroš, and threw on Djibril Cissé in the hope of holding the ball long enough for Liverpool's midfield runners to get up in support."
    ],
    [
        "1086478",
        "At the other end Gallas cut out a promising diagonal pass from Gerrard destined for García, and a speculative Hamann effort was comfortably gathered by Cech at chest height, before John Terry escaped when a Gerrard cross made contact with his hand just outside the penalty area."
    ],
    [
        "1081512",
        "Olympique Lyonnais sealed their place in the UEFA Champions League quarter-finals in style, thrashing Werder Bremen, with Sylvain Wiltord scoring a hat-trick to help his side wrap up an emphatic aggregate victory."
    ],
    [
        "1081512",
        "The visitors went in search of the early goal they hoped would put doubt in the Lyon minds, and Valdez twice combined cleverly with Johan Micoud in the opening minutes."
    ],
    [
        "1081512",
        "Govou cut in from the right and fed the ball to Wiltord, whose clever dummy allowed Essien to steady himself and unleash a ferocious shot into the bottom corner."
    ],
    [
        "1081512",
        "Substitute Nilmar was fouled by Frank Fahrenhorst, and Berthod slotted in the resulting penalty to put the final seal on a devastating display."
    ],
    [
        "1081506",
        "Julio Cruz sent Adriano into the area, and the striker made no mistake, finishing neatly with the outside of his left foot to loosen the holders' grip on the trophy."
    ],
    [
        "1081506",
        "The Brazilian striker scored early in each half to put the Italian side in command of the tie and, although Porto captain Jorge Costa brought his team back into contention, Adriano completed his hat-trick three minutes from time to wrap up a 4-2 aggregate victory."
    ],
    [
        "1081506",
        "Porto gave themselves a lifeline in the 69th minute when a left-wing corner was fumbled by Toldo, allowing Jorge Costa to poke the ball in."
    ],
    [
        "1081506",
        "Porto gave themselves a lifeline in the 69th minute when a left-wing corner was fumbled by Toldo, allowing Jorge Costa to poke the ball in."
    ],
    [
        "1081504",
        "One biting challenge from Bixente Lizarazu put Claudio Pizarro in control and when he laid the ball off to Ballack the shot he unleashed was fierce and true - and might have given Jens Lehmann a problem had Patrick Vieira not got in the way."
    ],
    [
        "1081504",
        "The temperature rose and both Bergkamp and Martin Demichelis were cautioned, the latter offence leading to an Arsenal free-kick from which Vieira eventually volleyed wide."
    ],
    [
        "1081504",
        "Arsenal then enjoyed a good spell before the break and Oliver Kahn came to his side's rescue with a crucial block when Henry got away down the left."
    ],
    [
        "1081504",
        "Lucio and Robert Kovac were towers of strength in defence for Felix Magath's team and Henry was well marshalled."
    ],
    [
        "1077236",
        "The Belgian defender crossed the ball to the near post, but Dida was alert to prevent a scoring opportunity for Sutton."
    ],
    [
        "1077236",
        "McNamara was pushed forward from the back to inject some urgency into midfield and within minutes the Celtic captain had won a corner."
    ],
    [
        "1077236",
        "The Milan captain misjudged a Hartson flick-on allowing the ball to roll under his feet ten metres out, but the English forward was taken by surprise and failed to take advantage."
    ],
    [
        "1077236",
        "There was mixed news for the home fans before kick-off, with Stilian Petrov recovering from an ankle injury to take his place in midfield, but full-back Didier Agathe ruled out by a groin injury."
    ],
    [
        "1077227",
        "Rodolfo connected with a Gusev corner, but Bernd Schneider cleared his effort off the line."
    ],
    [
        "1077227",
        "Three minutes from the end Babic did even more damage with the third and sealed Leverkusen's place in the first knockout round as Group B winners, forcing Dynamo to join the small band of clubs who have failed to qualify from the group stage despite picking up ten points from their six matches."
    ],
    [
        "1077227",
        "The Ukrainian international cut inside from the left wing and escaped two tackles, only to see his effort from the edge of the area drift wide."
    ],
    [
        "1077227",
        "Maris Verpakovskis took on and beat centre-half Nowotny before squaring the ball for Kleber, who was denied a certain goal by Roque Junior's outstretched leg."
    ],
    [
        "1077219",
        "Four second-half goals, two each from Kaká and Hernán Crespo, were enough to see AC Milan through to the first knockout round as the Italians beat FC Shakhtar Donetsk 4-0 in their Group F encounter."
    ],
    [
        "1077219",
        "Moments after the restart Milan doubled their lead as Rui Costa threaded a pass between three defenders to Crespo who rounded Laštuvka to make it 2-0."
    ],
    [
        "1077219",
        "A Seedorf header was blocked on the line and the Argentinian forward tapped in."
    ],
    [
        "1077219",
        "In the fifth minute Serbo-Montenegrin midfield player Zvonimir Vukic picked up an errant pass and charged inside but his effort was easily handled by Dida."
    ],
    [
        "1077211",
        "Madrid were handed a golden opportunity to take three points as Juan brought down Zidane just inside the area, but Figo's well-struck spot-kick was acrobatically tipped over by Butt and the home side's last chance had gone."
    ],
    [
        "1077211",
        "Confidence restored, Madrid stepped up their pressure, Roberto Carlos's swerving effort fisted away by Butt before the left-back's low cross was turned against a post by Ronaldo."
    ],
    [
        "1077211",
        "Walter Samuel's attempted header only put Madrid in more trouble, however, and Berbatov reacted swiftest to rifle in from close range."
    ],
    [
        "1077211",
        "Raúl glanced David Beckham's free-kick over the bar on five minutes but many of the Spanish side's subsequent efforts were blocked by Leverkusen's resolute rearguard."
    ],
    [
        "1077200",
        "Tuncay, in particular, was finding space and had already seen one shot saved by Grégory Coupet when he was sent clear on the right, only to be denied by Eric Abidal's strong tackle."
    ],
    [
        "1077200",
        "The home supporters vented their growing frustration but they were soon on their feet as Essien drew Lyon level in the 22nd minute, volleying in a low shot after Malouda's cross had fallen into his path."
    ],
    [
        "1077200",
        "Two added-time goals from substitute Nilmar sealed a dramatic win for Olympique Lyonnais against Fenerbahçe SK which ensured that the French champions qualified for the knockout stages with two matches to spare."
    ],
    [
        "1077200",
        "The Turkey goalkeeper kept his side in the game moments later, racing off his line to save at Frau's feet, but Fenerbahçe were soon applying pressure at the other end and Coupet was relieved to see Alex shoot wide after the goalkeeper's uncertain punch had landed at the feet of the Brazilian."
    ],
    [
        "1077187",
        "Milan countered with a fine break which concluded with Shevchenko losing the ball to Valdés after chesting it down in the box."
    ],
    [
        "1077187",
        "Unhappy with his squad's execution, Rijkaard substituted Cameroon striker Eto'o for Andres Iniesta in the hope of finding the equaliser."
    ],
    [
        "1077187",
        "Milan countered with a fine break which concluded with Shevchenko losing the ball to Valdés after chesting it down in the box."
    ],
    [
        "1077187",
        "He made amends a few minutes later, however, as the Ukrainian athletically outleapt two Barcelona defenders to head in a curling cross from Cafu."
    ],
    [
        "1077177",
        "Deschamps responded by sending on midfield player Diego Pérez at the expense of Chevantón but Olympiacos were back in the game when Okkas scored on the hour."
    ],
    [
        "1077177",
        "Ioannis Okkas pulled a goal back on the hour but then missed a golden opportunity to level matters as Monaco survived a frantic finish."
    ],
    [
        "1077177",
        "Pantelis Kafes picked up possession from Rivaldo before threading a perfectly-timed pass through for Okkas who waited for Roma to commit himself and rifling in."
    ],
    [
        "1077177",
        "Saviola picked up Lucas Bernardi's pass midway inside the Olympiacos half and made a beeline for goal, jinking past three opponents before chipping delightfully over Antonios Nikopolidis and into the net via the underside of the crossbar."
    ],
    [
        "1077167",
        "That scare spurred United on, and they took the ball upfield with Giggs who passed to the effervescent Rooney."
    ],
    [
        "1077167",
        "The Turkish side continued to press but United’s record European goalscorer Van Nistelrooij got in on the act himself ten minutes from time."
    ],
    [
        "1077167",
        "The cross was met by Márcio Nobre, who buried his effort only for it to be ruled out by the referee because the corner had floated out of play."
    ],
    [
        "1077167",
        "Six minutes later he was at it again, picking the ball up on the edge of the Fenerbahçe area, showing Deniz Baris a clean pair of heels, evading the on-rushing goalkeeper but lifting his shot over the bar."
    ],
    [
        "1077156",
        "Latching on to a misplaced header from Thompson, he calmly rounded Marshall before side-footing the ball into the net."
    ],
    [
        "1077156",
        "FC Barcelona became the first visiting team to win a UEFA Champions League match at Celtic FC as goals from Deco, Ludovic Giuly and the homecoming Henrik Larsson secured maximum points in their Group F opener."
    ],
    [
        "1077156",
        "Latching on to a misplaced header from Thompson, he calmly rounded Marshall before side-footing the ball into the net."
    ],
    [
        "1077156",
        "Ronaldinho surged towards the box and played the ball in for Deco, who gave Marshall no chance with a clinical right-footed finish."
    ],
    [
        "1077151",
        "The nearest the visitors came was a ninth-minute header, steered wide by Jiri Homola from an inviting Pacanda free-kick."
    ],
    [
        "1077151",
        "As the game progressed, the home side carved out the first real chance, Tuncay Sanli thundering a drive that had Jaromír Blazek acrobatically tipping the effort on to his crossbar."
    ],
    [
        "1077151",
        "Referee Cardoso Cortez Batista dismissed Fenerbahçe defender Servet Cetin in the 73rd minute for a foul near the home penalty area."
    ],
    [
        "1077151",
        "As the game progressed, the home side carved out the first real chance, Tuncay Sanli thundering a drive that had Jaromír Blazek acrobatically tipping the effort on to his crossbar."
    ],
    [
        "80104",
        "Their supporters were not happy with their inability to follow up their first-leg goal-spree although they did create chances in the second half with Liedson lofting over the bar."
    ],
    [
        "80104",
        "Middlesbrough kept pressing and threw on 19-year-old striker Danny Graham in a bid to continue their first-ever European adventure."
    ],
    [
        "80104",
        "Middlesbrough kept pressing and threw on 19-year-old striker Danny Graham in a bid to continue their first-ever European adventure."
    ],
    [
        "79956",
        "Fenerbahçe coach Christoph Daum brought in defensive midfield player Selçuk Sahin to fill the gap created by Marco Aurélio's suspension, while in attack Nicolas Anelka started alongside the fit-again Márcio Nobre with Alex tucked in just behind to add support."
    ],
    [
        "79956",
        "An unmarked Galletti was given the time to pick out Sávio Bortolini, and though the striker missed his chance, Alvaro was on hand to apply a simple finish."
    ],
    [
        "79956",
        "But the Spanish side defended stoutly and their fluent passing game turned the momentum in their favour before Alvaro struck with 18 minutes to play."
    ],
    [
        "79947",
        "First Markus Kiesenebner flashed a header past the upright on 55 minutes, before Tosin Dosunmu was denied by Ignacio Lafuente on a one-on-one."
    ],
    [
        "79947",
        "The pressure eventually told on Austria when Ernst Dospel conceded a penalty by handling the ball as Santiago Ezquerro brought it down in the box."
    ],
    [
        "79947",
        "The pressure eventually told on Austria when Ernst Dospel conceded a penalty by handling the ball as Santiago Ezquerro brought it down in the box."
    ],
    [
        "79766",
        "Rangers finally responded after 26 minutes when Dado Pršo's right-wing cross was just missed by Hamed Namouchi only four metres from goal."
    ],
    [
        "79766",
        "Auxerre attacked with pace after a Rangers corner-kick routine broke down."
    ],
    [
        "79766",
        "AJ Auxerre progressed to the last 32 of the UEFA Cup and eliminated Rangers FC in the process after two goals from Bonaventure Kalou secured a 2-0 Group F win in Glasgow on Matchday 5."
    ],
    [
        "79758",
        "McLeish decided to make a change at half-time, taking off ineffective Danish winger Peter Løvenkrands and bringing on French forward Hamed Namouchi."
    ],
    [
        "79758",
        "His looping header looked like it was floating in, but the German keeper managed to race back and catch the ball before it crossed the line."
    ],
    [
        "79758",
        "McLeish decided to make a change at half-time, taking off ineffective Danish winger Peter Løvenkrands and bringing on French forward Hamed Namouchi."
    ],
    [
        "79755",
        "He made no mistake ten minutes later, though, when Vladimir Bystrov was tackled by Aitor Ocio, collecting the loose ball and shooting into the corner of the net."
    ],
    [
        "79755",
        "Arshavin almost doubled the advantage four minutes after the interval, before Kerzhakov missed with the goal gaping after Sevilla goalkeeper Esteban Suárez had miskicked."
    ],
    [
        "79755",
        "Fernando Sales tries to win the ball from Igor Denisov"
    ],
    [
        "79749",
        "Seven minutes after the break, Anthony Šeric crossed from the left, just over Inzaghi's head but perfectly placed for Di Canio to clip it past Kralj."
    ],
    [
        "79749",
        "On 21 minutes, Inzaghi thought he had brought Lazio level when he turned in Emanuele Filippini's cross, but the forward was ruled offside."
    ],
    [
        "79749",
        "The goalkeeper appeared to have control of the ball, but Boya raced in to kick it over the line, provoking a furious response from the Lazio players."
    ],
    [
        "79744",
        "A half-cleared cross fell to the Brazilian on the edge of the area and he volleyed the ball low beyond José Moreira to add to the pair of goals he scored against Beveren two weeks ago."
    ],
    [
        "79744",
        "Cacau came close after a cut back from the marauding Lahm, but his miskicked effort went wide."
    ],
    [
        "79744",
        "Cacau came close after a cut back from the marauding Lahm, but his miskicked effort went wide."
    ],
    [
        "79730",
        "A late goal from Mickaël Isabey helped FC Sochaux-Montbéliard clinch second place in Group D as opponents Panionios NFC were eliminated from the competition."
    ],
    [
        "79730",
        "Mário Breška of Panionios vies with Sochaux's Johann Lonfat"
    ],
    [
        "79730",
        "Mário Breška of Panionios vies with Sochaux's Johann Lonfat"
    ],
    [
        "79716",
        "FC Basel 1893 held on for a potentially crucial UEFA Cup Group A victory against Ferencvárosi TC, who missed a golden opportunity to earn a share of the spoils at the Ferenc Puskás stadium as goalkeeper Lajos Szücs missed an 85th-minute penalty."
    ],
    [
        "79716",
        "The Brazilian defender was again the provider when Basel took the lead on 78 minutes, supplying a deep cross that Huggel did well to reach, and despite the best efforts of Péter Lipcsei, the ball drifted just inside the post."
    ],
    [
        "79716",
        "Gábor Gyepes then shot narrowly wide before Gábor Zavadszky fired straight at Zuberbühler on the stroke of half-time."
    ],
    [
        "79593",
        "Visiting defender Allan Jepsen did well to keep Benjani from sneaking in nine minutes before half-time, knocking the ball out of harm's way when under pressure, and Kalou thundered an effort wide when in space on the edge of the box soon after."
    ],
    [
        "79593",
        "Immediately afterwards, however, the deep-lying forward played an instrumental role in the opening goal, chesting a ball into the path of Kalou."
    ],
    [
        "79593",
        "AJ Auxerre progressed to the inaugural UEFA Cup group stage following a comfortable defeat of Danish side Aalborg BK at the Abbé-Deschamps stadium in this first round, second-leg tie."
    ],
    [
        "79573",
        "Liedson played a perfectly weighted pass through to Tinga and from close-range the Brazilian was denied by an excellent stop with his feet by Jürgen Macho."
    ],
    [
        "79573",
        "It was a first half devoid of goalscoring opportunities, with Rapid's closest efforts being a Markus Katzer shot on 26 minutes, and a Steffen Hofmann free-kick which drifted just wide two minutes later."
    ],
    [
        "79573",
        "With susbstitute Axel Lawaree through on goal, Hugo pulled him down and was promptly dismissed for a professional foul."
    ],
    [
        "79553",
        "Litex's Eugen Trica (left) is beaten in the air by Gernot Plassnegger"
    ],
    [
        "79553",
        "An even better chance went begging after 59 minutes, when Joãozinho brilliantly chested the ball down in the penalty area only to see his subsequent shot rattle off the crossbar."
    ],
    [
        "79553",
        "Grazer AK advanced to the group stage of the UEFA Cup, despite a 1-0 first round second-leg defeat at PFC Litex Lovech on Thursday night."
    ],
    [
        "79371",
        "The second half began with another goal, Kallon meeting Adebayor's ball across the box to drill in Monaco's fourth."
    ],
    [
        "79371",
        "He fed Kallon on the edge of the box and although Kallon's touch looked to have carried him clear of Gorica's backline, Chevantón had continued running and pounced on the loose ball ahead of his colleague to drill a shot past Pirih."
    ],
    [
        "79371",
        "Gorica may have won 5-0 at Danish champions FC København in the previous round but they managed just one shot on target all night and once in front through Ernesto Chevantón's 18th-minute opener, the only question was how many goals Monaco would win by."
    ],
    [
        "79362",
        "Mario Cantaluppi took the Inter defence by surprise by lobbing a free-kick towards the front post where it was met by Rossi who controlled the ball and played it into the danger area with a smart overhead kick."
    ],
    [
        "79362",
        "With Adriano once again bearing down on goal, Zuberbühler rushed out but could only parry the ball into the path of Zé Maria who hit the bar from close range."
    ],
    [
        "79362",
        "Adriano claimed a crucial away goal"
    ],
    [
        "79282",
        "Partizan were deploying a new 3-5-2 formation to try to counter Otelul's use of Iacob as a lone striker, but the home team were stretched at the back early in the second half."
    ],
    [
        "79282",
        "Within seconds Otelul's Viorel Tanase found Costel Mozacu, but his effort missed from 12 metres out."
    ],
    [
        "79282",
        "However, Partizan gained in strength and dominated the last half-hour."
    ],
    [
        "79240",
        "After just three minutes, veteran striker Gert Verheyen made a fine interception in midfield and passed to team-mate Rune Lange."
    ],
    [
        "79240",
        "However, after missing several chances in the opening 70 minutes of the game, Brugge may have felt slightly relieved to come away with such an emphatic victory."
    ],
    [
        "79240",
        "The goalkeeper was on hand to save the Bulgarian side again deep into added time as Lange found himself free on the edge of the penalty area but could not beat Kolev."
    ],
    [
        "79059",
        "Portadown bow out"
    ],
    [
        "79059",
        "Three minutes after falling 2-0 behind Portadown's prospects took a further blow in the 22nd minute when Michael Collins was sent off after first being booked for a heavy challenge then cautioned again for throwing the ball at an opponent."
    ],
    [
        "79059",
        "Three minutes after falling 2-0 behind Portadown's prospects took a further blow in the 22nd minute when Michael Collins was sent off after first being booked for a heavy challenge then cautioned again for throwing the ball at an opponent."
    ],
    [
        "75364",
        "Kezman broke into the area from the left and finished superbly, shooting past Proto to make the score 2-0."
    ],
    [
        "75364",
        "Kezman broke into the area from the left and finished superbly, shooting past Proto to make the score 2-0."
    ],
    [
        "75364",
        "Belgium substituted Sonck with Stein Huysegems in a final attempt to turn the tide, but again it was the visitors who came closest, Proto this time thwarting Vukic after he had again broken through on goal."
    ],
    [
        "75356",
        "Four minutes later, Eric Deflandre crossed from the right for Sonck who connected well with a header, but Karcemarskas saved again."
    ],
    [
        "75356",
        "Four minutes later, Eric Deflandre crossed from the right for Sonck who connected well with a header, but Karcemarskas saved again."
    ],
    [
        "75356",
        "Edgaras Jankauskas scored a late equaliser for Lithuania"
    ],
    [
        "75339",
        "Poland face Northern Ireland on Wednesday, when Azerbaijan travel to England."
    ],
    [
        "75339",
        "Poland’s seventh came five minutes before the end when Tomasz Rzasa again exploited the visitors weak right side and cut back to substitute Marek Saganowski who spun in the area before drilling the ball home."
    ],
    [
        "75339",
        "Krzynówek deservedly scored himself on 72 minutes, when he came off the left wing and drilled high past Kramarenko from the angle of the area."
    ],
    [
        "75334",
        "Speed then released Craig Bellamy with a splendid pass and, although faced with a tight angle, the striker forced Jerzy Dudek to tip his effort on to the post."
    ],
    [
        "75334",
        "Wales spurned two good opportunities at the start of the second half, with Bellamy and Simon Davies both blasting over."
    ],
    [
        "75334",
        "However, in the 56th minute, Savage took a quick free-kick and after a mistake by Tomasz Rzasa, Earnshaw was left with only the goalkeeper to beat, and skilfully bent the ball inside the far post with the outside of his boot."
    ],
    [
        "75301",
        "But just as Belarus sensed the possibility of snatching something from the game, Totti struck again to restore the two-goal cushion on 75 minutes."
    ],
    [
        "75301",
        "It was Totti who was handed the chance to give the Italians a 27th-minute lead, after Vladzimir Korytko handled the ball in the penalty area from a corner."
    ],
    [
        "75301",
        "After being ordered to retake his kick, the AS Roma player again made no mistake, blasting the ball high into the net."
    ],
    [
        "75268",
        "France coach Raymond Domenech, eager to impress following his side's goalless draw against Israel in Paris, made three changes to his starting eleven, picking Benoît Pedretti, Robert Pires and Giuly in place of Jérôme Rothen, Bernard Mendy and Claude Makelele."
    ],
    [
        "75268",
        "Still the visitors pressed, with Cissé blasting just wide and Pires opting to pass when clean through against Mikkelsen."
    ],
    [
        "75268",
        "Pires' low shot from the edge of the area was superbly parried by Mikkelsen but the lively Giuly was first to react, poking the ball over the line from three metres."
    ],
    [
        "75192",
        "Asatiani did receive the ball in the box on 66 minutes after a break down the right, but could not beat Shovkovskiy."
    ],
    [
        "75192",
        "Gocha Jamarauli of Georgia holds back Ukraine's Andriy Shevchenko"
    ],
    [
        "75192",
        "None the less, Georgia started the second half brightly, but forwards Shota Arveladze and Sandro Iashvili were well shackled by the home defence."
    ],
    [
        "75187",
        "Turkey next face Denmark in Copenhagen on Wednesday, while Kazakhstan, who are still looking for their first qualifying Group 2 point, play host to Albania."
    ],
    [
        "75187",
        "The home side finally added to their tally in the last minute, Fatih Tekke tucking in the rebound after another Tuncay shot had been parried by the replacement keeper."
    ],
    [
        "75187",
        "On 55 minutes Necati Ates was fouled in the box, but Fatih Tekke's penalty was saved by substitute keeper Andrey Morev, on for the injured Novikov who was rushed to hospital following the penalty incident."
    ],
    [
        "75159",
        "Again Van Bommel was at the heart of the move, Van Nistelrooij collecting his pass before rounding Berezovsky and rolling the ball into the empty net."
    ],
    [
        "75159",
        "Undaunted, the visitors rallied and might have drawn level in the eleventh minute as Armen Shahgeldyan's shot from outside the penalty area was blocked by the legs of Netherlands goalkeeper Edwin van der Sar."
    ],
    [
        "75159",
        "Again Van Bommel was at the heart of the move, Van Nistelrooij collecting his pass before rounding Berezovsky and rolling the ball into the empty net."
    ],
    [
        "75154",
        "But at the other end Aram Voskanyan, making his first competitive appearance for Armenia, was also proving dangerous and on 33 minutes captain Harutyun Vardanyan found Edgar Manucharyan, who fed the striker, but his shot was blocked by defender Cristian Dancia."
    ],
    [
        "75154",
        "But at the other end Aram Voskanyan, making his first competitive appearance for Armenia, was also proving dangerous and on 33 minutes captain Harutyun Vardanyan found Edgar Manucharyan, who fed the striker, but his shot was blocked by defender Cristian Dancia."
    ],
    [
        "75154",
        "Romania's Florin Cernat (right) vies with David Grigoryan of Armenia"
    ],
    [
        "75144",
        "The Armenians were made to pay when Joonas Kolkka sent Eremenko Jr free and, after eluding the Armenian offside trap, he slotted the ball low into the right-hand corner."
    ],
    [
        "75144",
        "Forssell struck in the 24th minute while Eremenko Jr, who scored twice in Saturday's 3-0 success at home against Andorra, made the game safe in the 69th minute."
    ],
    [
        "75144",
        "Aki Riihilahti played the ball forward to Birmingham City FC forward Forssell, and he turned sharply between two defenders before sending a left-foot drive into the top corner from 20 metres."
    ],
    [
        "75139",
        "It was nearly 3-0 in the final minutes of the half as Pandev met Aleksandar Mitrevski's cross with a powerful header but this time Ambartsumyan was equal to it."
    ],
    [
        "75139",
        "They scored early and after the second we knew that we would lose.\""
    ],
    [
        "75139",
        "S.S. Lazio forward Pandev struck first for the home side at the Gradski stadium - home of FK Pelister - opening the scoring with a fine shot from 16 metres."
    ],
    [
        "1086475",
        "A diagonal pass from Pirlo picked out Shevchenko but the Ukrainian's side-foot volley was gathered by Gomes."
    ],
    [
        "1086475",
        "Three minutes before the break, Kaká's through-ball dissected three defenders and released Shevchenko, who outpaced Wilfred Bouma and coolly slotted his low shot past Gomes."
    ],
    [
        "1086475",
        "The visitors seemed reinvigorated by the switch and Dida almost fumbled Young-Pyo Lee's low strike into the net, while Lucius and Farfán had efforts blocked before Park latched on to Farfán's cross but shot straight at the Milan goalkeeper."
    ],
    [
        "1084881",
        "Cocu sprang forward in the 79th minute and rifled a low shot into the bottom corner from the edge of the penalty area, scoring a potentially crucial away goal from virtually the visitors' first chance of the game."
    ],
    [
        "1084881",
        "Cocu dragged a long-range shot wide but it was merely a warning to the Lyon defence, as moments later, the former Dutch international latched on to a return pass from Park and steered a left-footed shot past Grégory Coupet to set up an intriguing return next Wednesday."
    ],
    [
        "1084881",
        "Wiltord took his time before poking a pass to Malouda, who side-footed past Heurelho Gomes via Wilfred Bouma's outstretched foot."
    ],
    [
        "1081499",
        "The Norwegian curled a free-kick from the right-hand edge of the penalty box through the Leverkusen wall and inside Butt's near post for his seventh goal of the season."
    ],
    [
        "1081499",
        "Berbatov flashed one low shot just wide of goal and then, on 29 minutes, looked a certain scorer when, after a mix-up between Sami Hyypiä and Steve Finnan, he latched on to the latter's back-header but with just Dudek to beat, rolled the ball wide."
    ],
    [
        "1081499",
        "First-half goals from Luis García and John Arne Riise and an injury-time free-kick from Dietmar Hamann secured a victory which would have been even more conclusive had substitute França not pulled back a goal for the visitors with virtually the game's last kick."
    ],
    [
        "1077228",
        "Ronaldo made the most of his second opportunity seven minutes later, exchanging passes with Zidane before scything through the Roma defence and chipping over the advancing Ivan Pelizzoli."
    ],
    [
        "1077228",
        "Roma tried to force their way back into the match and Casillas had to be alert to fist away Candela's deflected shot on 78 minutes."
    ],
    [
        "1077228",
        "Roberto Carlos and Raúl González were rested for Sunday's draw with Villarreal CF, but both returned as Madrid coach Mariano García Remón fielded his full firmament of stars."
    ],
    [
        "1077203",
        "Finally the crowd and the home team raised their game and Cameroonian international striker Eto'o collected Ronaldinho's flick-on to thump a left-footed shot just wide as the first half ended."
    ],
    [
        "1077203",
        "First he fumbled Deco's free-kick after Ronaldinho had been fouled, but dived to save Xavi's follow-up effort superbly and moments later blocked a cleverly worked close-range shot from Giovanni van Bronckhorst."
    ],
    [
        "1077203",
        "With the game seemingly heading towards a 1-1 draw that would have taken the Italian champions through after Samuel Eto'o had levelled for the home side to cancel out Andriy Shevchenko's opening goal, the Brazilian playmaker picked up Eto'o's pass just outside the penalty area and cut inside Alessandro Nesta before unleashing an unstoppable left-foot shot that flew high into the top corner and sent the 90,000 Camp Nou fans into ecstasy."
    ],
    [
        "1077198",
        "In the eleventh minute, however, Dego, one of smallest players on the pitch, headed Mesika's corner against the post and two minutes later Maccabi bettered their previous attempt as Mishaelof hit the back of the net - only for the home side's celebrations to be short-lived as Mesika's corner was ruled to have crossed the byline and the goal was disallowed."
    ],
    [
        "1077198",
        "Then, in the 57th minute, Maccabi doubled the score."
    ],
    [
        "1077198",
        "Ishmael Addo then tried catching Stekelenburg off his line with an ambitious shot from the halfway line, but the tall Dutch keeper recovered in time to collect the ball with ease."
    ],
    [
        "1077183",
        "Left wing-back Gabriel Heinze then collected a stray ball in the Sparta defence to set up the 18-year-old sensation for another near miss."
    ],
    [
        "1077183",
        "Left wing-back Gabriel Heinze then collected a stray ball in the Sparta defence to set up the 18-year-old sensation for another near miss."
    ],
    [
        "1077183",
        "The home side had become the counterattacking team and a great chance was squandered by Poborský on 72 minutes."
    ],
    [
        "1077168",
        "Blazek, however, calmly gathered the striker's dangerous-looking cross."
    ],
    [
        "1077168",
        "Milan Pacanda tested Coupet from long range, hitting a stinging shot that the French veteran gathered at the second attempt, and curly-haired midfielder Lukáš Zelenka also had a good chance to increase the Czech side's lead on 21 minutes, but shot over instead."
    ],
    [
        "1077168",
        "Lyon applied the killer blow shortly after, when Florent Malouda found Witord unmarked in the penalty area, allowing the French international to slip the ball beyond Blazek and shoot into an empty net."
    ],
    [
        "1077163",
        "But the game swung away from the home side after the restart as Leverkusen attacked with venom."
    ],
    [
        "1077163",
        "The ineffective França made way for Voronin and the Ukrainian made his presence felt almost immediately, equalising for Leverkusen from close range on 59 minutes after Ponté's fierce drive had been palmed down by Shovkovskiy."
    ],
    [
        "1077163",
        "Leverkusen threw men forward in search of the equaliser but there was no way back when Voronin was sent off on 82 minutes."
    ],
    [
        "1077150",
        "Makaay stepped up to take the penalty and gently rolled the ball beyond Strauber."
    ],
    [
        "1077150",
        "At the other end, Oliver Kahn was largely untroubled, but almost conceded a goal on 23 minutes before having made a save."
    ],
    [
        "1077150",
        "Maccabi Tel-Aviv looked to use the pace of Addo on the break to unsettle the German side and he drew Lucio into a rash challenge on six minutes when the Brazilian was booked for a cynical block near the halfway line."
    ],
    [
        "80658",
        "As if to exemplify this, Perez tracked back to deflect Armando Sá's shot from eight metres into the arms of goalkeeper Timmer."
    ],
    [
        "80658",
        "The striker soon joined him in being dismissed after kicking out at Barry van Galen while lying on the floor."
    ],
    [
        "80113",
        "Shakhtar could have regained parity within two minutes when Jan Kromkamp was adjudged to have pushed Brandão but Srna's spot-kick was weak and Henk Timmer saved with ease, diving to his left."
    ],
    [
        "80113",
        "The home side began the second half brightly but when Alkmaar did finally wrest possession they scored almost immediately, Mathijsen escaping from his markers to head Tarik Sektioui's cross past Laštuvka at the near post."
    ],
    [
        "79960",
        "Elano came on for Shakhtar at the break as coach Mircea Lucescu looked for more creativity, and the playmaker's first contribution was to curl a cross towards Aghahowa that the Nigerian striker could only glance wide."
    ],
    [
        "79960",
        "Elano came on for Shakhtar at the break as coach Mircea Lucescu looked for more creativity, and the playmaker's first contribution was to curl a cross towards Aghahowa that the Nigerian striker could only glance wide."
    ],
    [
        "79952",
        "Auxerre's cause may be helped, however, by the condition of Van der Vaart, who was substituted on 78 minutes with what looked like a leg injury."
    ],
    [
        "79952",
        "Maxwell raced down the left before playing a lovely give-and-go with the Ajax captain, seeing the ball back-heeled into his path before slamming it high into the net."
    ],
    [
        "79946",
        "However, with 57 minutes played, Athletic's influential forward Joseba Etxeberria seized on to an Andoni Iraola pass on the edge of the area but drilled his shot wide of the far post."
    ],
    [
        "79946",
        "Athletic coach Ernesto Valverde - whose side beat Real Madrid CF 2-0 on Saturday - was without first-choice goalkeeper Dani Aranzubia, out with flu, so Ignacio Lafuente deputised."
    ],
    [
        "79936",
        "Heerenveen responded by refreshing their attack, bringing on Georgios Samaras and Victor Sikora for the tired Bruggink and Huntelaar."
    ],
    [
        "79936",
        "And on 67 minutes Kluivert played his partner in on goal, only to see Said Bakkati make an amazing block."
    ],
    [
        "79765",
        "Queudrue won the ball midway inside the Partizan half and fed Nemeth, who unselfishly squared to leave Job with a simple finish."
    ],
    [
        "79765",
        "First-half goals from Szilárd Nemeth and Joseph-Désiré Job and a late third from substitute James Morrison earned Middlesbrough FC a victory against FK Partizan that ensured the English side progressed to the UEFA Cup knockout stages as Group E winners."
    ],
    [
        "79759",
        "It was the same combination again as Akalé latched on to a long ball before advancing into the box and chipping a perfect cross to Pieroni, who headed beyond Malarz."
    ],
    [
        "79759",
        "Auxerre's Stéphane Grichting (front) vies with Marcin Kikut"
    ],
    [
        "79752",
        "Kevin Kuranyi then went close at the other end, almost rounding off a sublime move involving Aliaksandr Hleb and Cacau but was denied by desperate last-gasp defending."
    ],
    [
        "79752",
        "Stuttgart's Markus Babbel contests an aerial ball with Daniel Hested"
    ],
    [
        "79748",
        "When he bent a free-kick around the defensive wall in the 33rd minute, Mark Schwarzer first made the stop with his left hand before clearing the ball to safety with his left boot."
    ],
    [
        "79748",
        "It duly arrived in the 37th minute when Guayre fastened on to a through-ball from Riquelme, escaped the attentions of Chris Riggott and angled a fine finish beyond Schwarzer."
    ],
    [
        "79734",
        "Auxerre brought in playmaker Yann Lacheur for Lionel Mathis, suffering from a heavy cold, and Jean-Sébastien Jaurès's absence saw a European debut for 18-year-old Younes Kaboul."
    ],
    [
        "79734",
        "Benjani Mwaruwari had the home side's first effort but his curling shot was safely gathered by goalkeeper Andreas Schranz."
    ],
    [
        "79731",
        "The Wales international scampered free down the right flank only to be denied by Ricardo, who rushed off his line to close down the striker."
    ],
    [
        "79731",
        "A low free-kick from a narrow angle on 50 minutes was spilled by Ricardo but steered wide by Ameobi."
    ],
    [
        "79727",
        "Besiktas eventually reduced the deficit two minutes from time when Tümer Metin fired past Berti with an impressive effort from outside the penalty area, but the midfield player wasted a wonderful opportunity moments later when shooting wide of the target from six metres as Carmignani's side held on."
    ],
    [
        "79727",
        "Parma were given the opportunity to take the lead after 25 minutes when they were awarded a penalty after Daniele Degano was upended by Fatih Sonkaya inside the box following a counterattacking move, but Gilardino's weak spot-kick was saved by Ramazan low to his right."
    ],
    [
        "79714",
        "Bernard's cross was flicked on by the unfortunate Paisley, and it was left for Ameobi to knock in his tenth goal in UEFA club competitions."
    ],
    [
        "79714",
        "The goalkeeper was soon in action at his own end, saving sharply from Ilan's low shot, and tipping away Mickaël Isabey's dinked shot moments later."
    ],
    [
        "79702",
        "Four minutes later Maccarone went close with a right-footed shot that Tudor deflected wide for a corner, then Steaua captain Mirel Radoi denied compatriot Ianis Zicu with a superb sliding tackle after Alessandro Rosina's low cross."
    ],
    [
        "79702",
        "Gianluca Berti was forced into a difficult save to deny Steaua's Nicolae Dica and as the second half wore on it appeared his side would have to make do with a point, but Budel had other ideas."
    ],
    [
        "79693",
        "Christian Poulsen won the ball in midfield and laid it off to Kobiashvili, who burst through the centre before firing powerfully beyond Pascal Zuberbühler from 25 minutes on eight minutes."
    ],
    [
        "79693",
        "Schalke coach Ralf Rangnick was without midfield player Jörg Böhme and defender Fabian Lamotte, while defender Murat Yakin missed out for Basel."
    ],
    [
        "79608",
        "Udinese's Emilson Cribari and Alexandros Tziolis of Panionios challenge for possession"
    ],
    [
        "79608",
        "Giannopoulos converted his second header of the game with Parodi once again the provider, whipping in a left-wing cross that the Greek centre-back nodded in at the back post."
    ],
    [
        "79599",
        "Eleven minutes later, continuing his show stealing performance, Conceição powered a header over the Bochum bar from a corner before reappearing down the left flank to swing in another dangerous cross."
    ],
    [
        "79599",
        "On 18 minutes, the slightly-built captain lofted in a free-kick that Standard goalkeeper Vedran Runje almost punched into his own goal."
    ],
    [
        "79579",
        "The 20,000 spectators were celebrating in the 59th minute, after Marcin Beszczynski handled inside the penalty area while trying to prevent Dinamo subsitute Vladimer Akhalaia connecting with Levan Melkadze's cross."
    ],
    [
        "79579",
        "Neither side was able to take control of the game in the first half, with Frankowski coming closest to finding the net in the second minute, only to see his deflected effort rebound off the crossbar."
    ],
    [
        "79562",
        "After turning Lukasz Surma’s shot on to the frame of the goal, Didulica could do nothing but watch as the ball fell to Piotr Wlodarczyk."
    ],
    [
        "79562",
        "However, Nigerian striker Tosin Dosunmu, on as a substitute, fired wide after finding himself in a one-on-one situation having outpaced the Legia defence."
    ],
    [
        "79373",
        "However, the home side looked comfortable from the off and took just three minutes to extend their grip on the tie as Luís Figo broke free down the right and sent over a low centre which left Ronaldo, unmarked at the far post, with the simple task of poking in."
    ],
    [
        "79373",
        "A trademark drive from Roberto Carlos was deflected wide and substitute José María Guti glanced wide as the home side, with the tie safely wrapped up, turned on the style."
    ],
    [
        "79365",
        "The home side got what they wanted in the 34th minute when Dindane beat the visiting defence in the air to meet a free-kick from Besnik Hasi and head it into the net to tie the scores on aggregate and set up a pulsating second half."
    ],
    [
        "79365",
        "The Belgian side took the lead when Anderlecht captain Walter Baseggio laid on a fine pass for Dindane on the hour and the striker shot the ball into the corner for his second of the night."
    ],
    [
        "79363",
        "The Uruguayan forward received a long pass from Juan Sebastián Veron, turned towards Basel's goal and shot in from 18 metres."
    ],
    [
        "79363",
        "Inter, however, restored their two-goal lead four minutes later when Adriano received the ball from Stankovic outside the penalty box, took a few steps and fired in another wonderful low shot with his left foot."
    ],
    [
        "79356",
        "The visitors were unfazed by the goal, however, and on 34 minutes Gökdeniz stole the ball off Dynamo goalkeeper Oleksandr Shovkovski and rolled the ball into the empty net."
    ],
    [
        "79356",
        "Yattara broke down the right, sidestepped his marker and shot in from an acute angle to give Trabzonspor a precious away victory."
    ],
    [
        "79312",
        "The Belgian first division team did subsequently press home their advantage, however, Seydou Kante finding Ne with a good pass and the best player on the pitch delicately lobbed the ball over the advancing Carlos to make it 3-1."
    ],
    [
        "79312",
        "The Belgian first division team did subsequently press home their advantage, however, Seydou Kante finding Ne with a good pass and the best player on the pitch delicately lobbed the ball over the advancing Carlos to make it 3-1."
    ],
    [
        "79286",
        "On 71 minutes Terek were awarded a penalty after Mariusz Mowlik's handball, but Khomukha's spot-kick was weak and Piatek easily parried."
    ],
    [
        "79286",
        "After beating three defenders, he squared to Khomukha, whose cool finish evaded the flailing Waldemar Piatek to give the home side the narrowest of leads for the second leg on 26 August."
    ],
    [
        "79280",
        "First Omonia's Kekic saw his effort cleared off the line by Evgeni Iordanov, then Mujiri broke the offside trap only to shoot wide for CSKA before Kekic volleyed wide at the other end, all in the 52nd minute."
    ],
    [
        "79280",
        "CSKA responded well, upping the pressure and might have equalised on 75 minutes but substitute Hristo Yanev fired wide with the goal gaping."
    ],
    [
        "79111",
        "As Vilnrotter hesitated, Larmour nipped in and robbed him."
    ],
    [
        "79111",
        "HJK had enjoyed plenty of possession but it was not until ten minutes before the break that they really turned that into a threat when William Hunter was forced to cut out a dangerous cross from Alexei Eremenko."
    ],
    [
        "79028",
        "Having scored twice, Rašcic was withdrawn at the break and Pennarossa had some relief."
    ],
    [
        "79028",
        "Željeznicar dominated the champions of San Marino from the start and were three up in eleven minutes."
    ],
    [
        "75400",
        "After the duo missed out on Saturday's 3-0 home defeat by Sweden through suspension, coach Hristo Stoitchkov was able to welcome back Stilian Petrov and Martin Petrov to his Bulgaria starting lineup."
    ],
    [
        "75400",
        "Hungary's Roland Juhász and Adam Komlósi are outjumped by Dimitar Berbatov"
    ],
    [
        "75394",
        "Sweden's Fredrik Ljungberg is tackled by Petur Marteinsson"
    ],
    [
        "75394",
        "Sweden coasted through the second half, withdrawing Larsson and Arsenal FC's Fredrik Ljungberg and sitting deep waiting for any Icelandic mistakes to exploit."
    ],
    [
        "75366",
        "Mpenza could then have made it two late in the half only for his effort, set up by captain Timmy Simons, to go wide of the post."
    ],
    [
        "75366",
        "The visitors made a flying start when Elvir Baljic saw his shot headed clear by Peter Van Der Heyden, only to fall at the feet of Zlatan Bajramovic."
    ],
    [
        "75340",
        "The Wisla Kraków striker converted a Miroslaw Szymkowiak cross with less than five minutes remaining to finally break the deadlock and deny the visitors a point."
    ],
    [
        "75340",
        "Lawrie Sanchez's side had defended resolutely throughout with Birmingham City FC goalkeeper Maik Taylor, who conceded four in Saturday's defeat by England, making a string of superb saves."
    ],
    [
        "75336",
        "The hosts started the second half brightly and Aliyev had a succession of chances that he squandered, first by miscontrolling the ball, then shooting wide before Paul Robinson cleared from off his toes."
    ],
    [
        "75336",
        "The hosts started the second half brightly and Aliyev had a succession of chances that he squandered, first by miscontrolling the ball, then shooting wide before Paul Robinson cleared from off his toes."
    ],
    [
        "75325",
        "Manninger dived on to a back pass and referee Luboš Michel awarded an indirect free-kick ten metres out."
    ],
    [
        "75325",
        "Owen nearly doubled the lead four minutes before the break after being sent clear, but Manninger stopped his effort on the edge of the box."
    ],
    [
        "75304",
        "Scotland were without Darren Fletcher, James McFadden and Paul Dickov so Smith deployed Kenny Miller as a lone striker, while Gary Caldwell was the midfield anchorman in a 4-1-4-1 formation."
    ],
    [
        "75304",
        "Italy coach Marcello Lippi started with Mauro Camoranesi, Francesco Totti and Antonio Cassano just behind Alberto Gilardino, while Marco Materazzi replaced the injured Alessandro Nesta in central defence and Giorgio Chiellini came in for suspended Gianluca Zambrotta as left-back."
    ],
    [
        "75279",
        "France finally conceded a goal for the first time in qualifying with seven minutes to play when Badier ghosted in unmarked at the far post to head in and send the Ramat Gan stadium into a frenzy again."
    ],
    [
        "75279",
        "But as against Switzerland in the goalless draw at the Stade de France on Saturday, Domenech's side were failing to take their chances, and Awat turned away Wiltord's powerful volley six minutes before half-time."
    ],
    [
        "75274",
        "Midway through the half, Georgiou was again the instigator, threading a perfectly weighted pass to Ioannis Okkas, but the striker was twice denied by Fabien Barthez."
    ],
    [
        "75274",
        "Péguy Luyindula, replacing Djibril Cissé, broke on the left and his pass inside found Robert Pires, who touched on to Patrick Vieira, back after suspension."
    ],
    [
        "75272",
        "France were struggling to get a foothold in the game when Kilbane robbed Mavuba in the eleventh minute and saw his powerful shot deflect wide for a corner."
    ],
    [
        "75272",
        "Roy Keane and Kevin Kilbane were quicker to the loose balls than Rio Antonio Mavuba and Olivier Dacourt in central midfield and Fabien Barthez, captaining France in the absence of the suspended Patrick Vieira, had to rush off his line to prevent Clinton Morrison latching on to Roy Keane's through pass on two minutes."
    ],
    [
        "75265",
        "Vieira, however, was closely marked by the Israeli midfield, restricting his influence."
    ],
    [
        "75265",
        "France were booed off the pitch by the disgruntled home support, and will hope to improve as they visit the Faroe Islands on Wednesday."
    ],
    [
        "75241",
        "Ten minutes before the break, the visitors had their second chance of the first half, when Karol Kisel's pass was flicked on by Bundesliga hotshot Mintál, Kotenko again the saviour for Estonia as he saved the ball at Németh's feet."
    ],
    [
        "75241",
        "Excellent one-touch passing between Terehhov and Oper saw the FC Torpedo Moskva striker go past Slovakia defender Stanislav Varga and fire the ball superbly past Čontofalský."
    ],
    [
        "75237",
        "The Fulham FC winger was instrumental in the opening goal, when he was presented with an easy chance from Ferreira's cross but contrived to fire against the bar, though his blushes were spared as the ball hit defender Federspiel and bounced in."
    ],
    [
        "75237",
        "Huss almost found the right net with a fierce free-kick on the hour that Ricardo collected at the second attempt."
    ],
    [
        "75234",
        "Coach Luiz Felipe Scolari made one change from that match, bringing in defender Miguel for Jorge Ribeiro."
    ],
    [
        "75234",
        "Ronaldo burst into the box on three minutes and shot fiercely at goal, but Viacheslav Malafeev palmed his effort away."
    ],
    [
        "75225",
        "Russia's Vadim Evseev and Szilárd Nemeth contest an aerial ball"
    ],
    [
        "75225",
        "Slovakia were unable to take advantage and a rash of fouls culminated in left-back Vratislav Gresko bringing down Kerzhakov on the edge of the box to concede a penalty with less than 20 minutes remaining."
    ],
    [
        "75203",
        "Albania play Georgia and visit Denmark on the same dates."
    ],
    [
        "75203",
        "Albania, who also lost in Turkey on Saturday, remain fifth."
    ],
    [
        "75191",
        "On 80 minutes, Emre's left-footed drive from the edge of the penalty area was parried brilliantly by the goalkeeper, and moments later Fatih Tekke was somehow denied from point-blank range."
    ],
    [
        "75191",
        "As Turkish players returned to their half, Grønkjær got himself involved in a heated exchange and was sent off for violent conduct, completely altering the face of the game."
    ],
    [
        "75185",
        "The tension in Tbilisi was lifted slightly with ten minutes to play when Albania defender Elvin Bequiri upended Levan Tskitishvili and earned a red card."
    ],
    [
        "75185",
        "The tension in Tbilisi was lifted slightly with ten minutes to play when Albania defender Elvin Bequiri upended Levan Tskitishvili and earned a red card."
    ],
    [
        "75151",
        "His hard work finally paid off six minutes before the break when, after Phillip Cocu's shot rebounded off the crossbar, he smashed the ball home from close range."
    ],
    [
        "75151",
        "Ruud van Nistelrooij celebrates after scoring"
    ],
    [
        "75146",
        "Jan Koller scored for the Czechs"
    ],
    [
        "75146",
        "By then, though, his side were one up, Jan Koller slotting in from the spot after Florin Soava had tangled with Martin Jiránek at the back post in pursuit of Marek Heinz’s free-kick."
    ],
    [
        "1081511",
        "Moments later Valdez should have levelled when he hustled Diatta off the ball inside the Lyon penalty area only to pull his shot wide."
    ],
    [
        "1081511",
        "At the other end Sidney Govou came close to doubling his side's lead in the 67th minute, meeting Lamine Diatta's right-wing cross with a glancing header that beat Heinke only to hit the right-hand post and rebound into the goalkeeper's grateful arms."
    ],
    [
        "1081507",
        "Belletti stretched and tried to intercept but could only force the ball high into his own net to delight the travelling supporters."
    ],
    [
        "1081507",
        "The ball was loose, determined Drogba raised his boot but caught the keeper and referee Anders Frisk promptly produced a second yellow card."
    ],
    [
        "1081498",
        "As the second half burst into life, it was Ronaldo again who looked the likely first scorer, forcing Buffon to touch his shot on to a post and behind after outstripping Cannavaro."
    ],
    [
        "1081498",
        "The Swede drifted in behind Roberto Carlos and Walter Samuel and latched on to a lofted pass from Zalayeta before drilling a shot into the chest of goalkeeper Iker Casillas."
    ],
    [
        "1077235",
        "Matuzalem was revelling in the space he was allowed by Verdú, and soon after threaded a pass to give Brandão a chance to double the lead, but Valdés saved well with his feet."
    ],
    [
        "1077235",
        "The visitors were rocking and Brandão squandered an even better chance when he sliced Zvonimir Vukic’s centre wide of goal when only six metres out."
    ],
    [
        "1077231",
        "Their best chance came from a curling free-kick that Alex powered over the United wall only to see Howard collect."
    ],
    [
        "1077231",
        "With United manager Sir Alex Ferguson resting many of his top players ahead of a busy Christmas schedule, the visitors fielded a 4-4-1-1 formation spearheaded by David Bellion but short of first-team stars."
    ],
    [
        "1077225",
        "The Greek side had another narrow escape on 21 minutes when Gerrard met Alonso's corner with a deft flick but the ball rebounded to safety off the bottom of the post."
    ],
    [
        "1077225",
        "A third followed after a further 20 seconds and, from it, Baroš's header was cleared off the line by Anastasios Pantos but there were a few seconds of confusion after it appeared initially that Spanish referee Manuel Mejuto González had awarded a goal."
    ],
    [
        "1077217",
        "Espen Johnsen's attempted clearance hit Odd Inge Olsen on the back and fell invitingly to Rudolf Skácel, who tapped in."
    ],
    [
        "1077217",
        "Rosenborg battled back for a second time and on 76 minutes Helstad was again the hero for the home fans, following up a rebound after Chalkias had saved his initial header to score."
    ],
    [
        "1077212",
        "Roma defender Traianos Dellas headed into his own net after 72 minutes before Maxim Shatskikh doubled the lead ten minutes later."
    ],
    [
        "1077212",
        "The dangerous Verpakovskis thought he had scored when he toe-poked the ball just two metres from goal but Pelizzoli dived full-length to deflect the ball over the top."
    ],
    [
        "1077206",
        "As tempers flared at the end of an engaging yet goalless encounter, Adriano, the striker whose goals have helped Roberto Mancini's side remain unbeaten in Serie A, was dismissed for his part in an off-the-ball scuffle with Marco Caneira."
    ],
    [
        "1077206",
        "The former Juventus FC striker shrugged off Inter's Iván Cordoba to make contact but his header floated high over the crossbar."
    ],
    [
        "1077201",
        "There was nothing wrong with Beasley's touch in the tenth minute, however, when Phillip Cocu launched a long ball from inside his own half, and he got on to the end of it and blasted the ball into Espen Johnsen's goal."
    ],
    [
        "1077201",
        "PSV's good work was almost undone in the 13th minute when Edwin Zoetebier, deputising for the injured Heurelho Gomes in goal, slipped in clearing a simple back-pass, presenting the ball to Frode Johnsen."
    ],
    [
        "1077195",
        "Rincón created the chance, exchanging passes with Yussuf, who hit a low shot from 20 metres."
    ],
    [
        "1077195",
        "The Brazilian threaded the ball into Verpakovskis, who took advantage of Míchel Salgado standing off him to cut inside and drill a fierce shot low into the far corner."
    ],
    [
        "1077182",
        "They created a trio of early chances, the best being an Ishmael Addo break and shot which was well saved by Lobont."
    ],
    [
        "1077182",
        "Met at the far-post by Sonck, Strauber did well to save his header but could do nothing as Van der Vaart headed the rebound into an empty net."
    ],
    [
        "1077171",
        "Tymoschuk was then robbed of the ball in midfield almost allowing Xavi Hernandéz's pass to Giuly to create a second goal."
    ],
    [
        "1077171",
        "Then Laštuvka totally read Ronaldinho's intention to chip the ball over him, as the Brazilian ran through on goal, but was ruled to have fouled Barça's striker as he attempted to clear."
    ],
    [
        "1077164",
        "Raúl, sandwiched between Panucci and Dellas, was judged to have been pushed while leaping for a cross."
    ],
    [
        "1077164",
        "Ronaldo, who had been closely shackled by Leandro Cufré and Dellas, broke free but his low volley skidded across the face of goal."
    ],
    [
        "1077158",
        "In the 60th minute, Adriano again showed his prowess by dribbling into penalty box and delivering a precision pass to Vieri, who once more shot at Heinke."
    ],
    [
        "1077158",
        "In the 60th minute, Adriano again showed his prowess by dribbling into penalty box and delivering a precision pass to Vieri, who once more shot at Heinke."
    ],
    [
        "1077153",
        "Panathinaikos responded three minutes later when Rudolf Skacel pounced on a loose ball in the area, but his shot went straight to the goalkeeper, Espen Johnsen."
    ],
    [
        "1077153",
        "The Norwegian champions were content to defend and unleash stinging counter-attacks and the first real chance fell to Rosenborg on eight minutes when Frode Johnsen’s thumping header rattled Mario Galinovic’s left post."
    ],
    [
        "http://www2.club.ox.ac.uk/Football/Teams/men_mcr/",
        "The first goal came when Jon Brock received the ball inside the box on the right, feigned a shot then turned the ball onto his weaker left foot for a well placed strike into the right corner."
    ],
    [
        "http://www.sportnetwork.net/main/s378/st88765.htm",
        "On one occasion he feigned a pass with his left and passed with his right (or was it the other way around)."
    ],
    [
        "http://www.liverweb.org.uk/bola0506report.htm",
        "Davies centred the ball for Diouf who managed to hit the ball past Reina courtesy of a rebound."
    ],
    [
        "http://www.fifa.com/en/news/feature/0,1451,104887,00.html",
        "He feigned a shot with his right foot, and then unleashed an awesome strike with his left that rocketed into the back of the net."
    ],
    [
        "http://thestar.com.my",
        "The Stade de France crowd, which had jeered goalkeeper Fabien Barthez and Domenech before the game, booed the home team at the final whistle."
    ],
    [
        "http://newswww.bbc.net.uk/sport1/hi/football/teams/r/rangers/4058051.stm",
        "A great chance came Nacho Novo's way in the 36th minute when Barry Opdam miscontrolled to allow the Spaniard to race goalwards."
    ],
    [
        "http://news.bbc.co.uk/sport1/hi/football/women/4637740.stm",
        "The second half was as tight as the first until England striker Kelly Smith netted Arsenal's third goal from a 72nd-minute penalty."
    ],
    [
        "http://en.wikipedia.org/wiki/Nwankwo_Kanu",
        "Thinking it to be an attacking move, he chased the throw-in down the right wing unchallenged, and centred the ball for Marc Overmars, who promptly scored to make the match 2-1."
    ],
    [
        "80788",
        "In the final minute of the half, Milos Krasic dribbled past two Parma defenders to set up Deividas Semberas but the Lithuanian could not apply the finish, badly scuffing his effort high over Bucci's goal."
    ],
    [
        "80612",
        "The Italian side won 4-0 in Salzburg thanks to a penalty from Emanuele Filippini and second-half goals from Alberto Gilardino, Hidetoshi Nakata and Alessandro Rosina."
    ],
    [
        "80118",
        "Some strong words from coach Víctor Muñoz seemed to spur Zaragoza in the second half, and his inspiration paid off in the 58th minute, Villa blasting superbly past Safar."
    ],
    [
        "80116",
        "Djordjevic was sent off for felling Carvalho to concede the penalty, which denied the midfield player a second goal following his 69th-minute opener."
    ],
    [
        "80109",
        "A repeat of that result would see Claude Puel's side progress to the last eight of the UEFA Cup, although Auxerre, and Akalé, will be waiting."
    ],
    [
        "80107",
        "With half-time approaching, Cristea squandered a gilt-edged chance to give the Romanian side a half-time interval lead, taking too long to shoot when one-on-one with Reina."
    ],
    [
        "79965",
        "With a new lease of life, the home team went in search of a second goal and they were rewarded for their effort just after the half hour when Cazorla fired superbly past the advancing Shovkovskiy after some fine passing."
    ],
    [
        "79961",
        "But it was the Shakhtar strikers who began the match brightest and less than five minutes were on the clock when Brandão forced Rost to sprint off his line to block after the Brazilian striker collected a long ball."
    ],
    [
        "79958",
        "Sevilla began the second half with more speed and purpose, introducing Fernando Sales for López and Antoñito for Makukula, while new signing Adriano Correia started getting forward down the left flank, creating chances for both Baptista and himself."
    ],
    [
        "79954",
        "In the final minutes of the opening period Simão, Petit and Nuno Assis all took turns to try to level the score with audacious efforts from distance while CSKA’s only attempt of note during this period fell to Rolan Gusev, who also drilled wide from long range."
    ],
    [
        "79942",
        "Right-back Gianni Zuiverloon hit a low shot, which was cleared into the path of Goor, who curled a shot from eleven metres past Portuguese international goalkeeper Ricardo."
    ],
    [
        "79939",
        "Moussilou had the ball in the back of the net again on 52 minutes, but his strike was disallowed for offside, then twice he missed the target when well placed."
    ],
    [
        "79768",
        "Five minutes later Yildirim could have made it two, when he danced his way past three defenders on the edge of the box only to flash a shot just past the far post."
    ],
    [
        "79747",
        "Sevilla were eventually rewarded for their efforts when Baptista was pushed by Moses Sichone as he was winding up to shoot on 77 minutes."
    ],
    [
        "79740",
        "The Italian side had 34-year-old third-choice goalkeeper Fabrizio Casazza making his first-team debut as leg problems ruled out both Angelo Peruzzi and Matteo Sereni, while Simone Inzaghi and Fabio Liverani missed out with minor injuries."
    ],
    [
        "79737",
        "After Simão Sabrosa had missed a golden opportunity from Luisão's cross, Karadas, who appeared five minutes earlier as a 68th-minute substitute for Zahovic, ran on to a long ball and thundered a shot past Vanderbuussche to the jubilation of the home support."
    ],
    [
        "79726",
        "Not to be outdone, at the other end Runje pulled off a save diving to his right to stop an Iraola penalty after Etxeberria had been brought down by Eric Deflandre."
    ],
    [
        "79721",
        "The big defender rose highest to nod a free-kick beyond Luis García in the Zaragoza goal."
    ],
    [
        "79718",
        "Five minutes later Sergen repeated the feat with another exquisite touch to Ibrahim Akin, but with only Runje to beat, the 20-year-old rolled the ball tamely wide."
    ],
    [
        "79711",
        "Steaua visit Athletic Club Bilbao while Besiktas welcome R. Standard de Liège to Turkey."
    ],
    [
        "79706",
        "Goalkeeper Zurab Mamaladze elected to punch rather than catch the ball from a Robert corner, the clearing header did not ease the pressure and the alert Bellamy thundered in a volley."
    ],
    [
        "79700",
        "Hearts were down to ten men early in the second half when Australian international Kisnorbo was cautioned for simulation, having already been booked for dissent."
    ],
    [
        "79694",
        "It was a portent of things to come as Athletic dominated the play in the opening period."
    ],
    [
        "79602",
        "First, Gurpegui latched on to a loose ball and rifled it into the far corner in the 73rd minute and then, seven minutes later, Del Horno found himself totally unmarked inside the box and powerfully headed in a well-placed free-kick."
    ],
    [
        "79582",
        "A foul on Moore just outside the area was ideally positioned for Wise who skilfully bent the ball into the far corner of the net."
    ],
    [
        "79575",
        "The home side finished the game with ten men, after Murambadoro was sent off with two minutes remaining for handling outside his area."
    ],
    [
        "79370",
        "It was not until five minutes from time that Gorica finally created an opportunity, but it was well smothered and inevitably led to a Monaco breakaway with Patrice Evra forcing Mitja Pirih to save."
    ],
    [
        "79367",
        "On 39 minutes it was a pass by Hoolahan that led to the best chance of the half when he threaded the ball to Owen Heary whose right-wing centre sat up beautifully for Jason Byrne, but the forward panicked and failed to connect."
    ],
    [
        "79360",
        "Dinamo made a flying start, urged on by a capacity 56,000 crowd in Romania's national stadium, and in the fourth minute United goalkeeper Tim Howard was forced to pull off a superb save to keep out a Claudiu Niculescu free-kick."
    ],
    [
        "79355",
        "The majority of the 15,900 crowd urged on Trond Sollied's side and were rewarded in the 33rd minute when Brugge were awarded a penalty after Victor had been brought down in the area by Mariusz Lewandowski."
    ],
    [
        "79347",
        "Sparta captain Karel Poborský, who won his 100th international cap last week, almost won the match in audacious style 13 minutes from time but his clever back-heel rolled just wide of the far post."
    ],
    [
        "79329",
        "Fair Play entrants Öster knew they needed to score tonight after a 2-2 first-leg draw a fortnight ago, but the home side began strongly and on two minutes striker Aleksandr Katasonov broke into the area and shot only just wide."
    ],
    [
        "79302",
        "Polonkai was the man who broke the deadlock, the midfield player collecting the ball and shooting beyond Servette goalkeeper Sébastien Roth to put the Hungarian team in front."
    ],
    [
        "79245",
        "Shelbourne had the best chance after only 12 minutes when Jason Byrne went down the left wing and picked out the unmarked Moore with his cross, but his first-time effort went just over the bar."
    ],
    [
        "79229",
        "The Serbo-Montenegrin champions will now meet Dutch side PSV Eindhoven in the next round with a place in the competition's group stage the prize for the winner."
    ],
    [
        "79225",
        "Sparta now meet Hungarian side Ferencvárosi TC, who overcame KF Tirana on away goals, as they seek to emulate their 2003/04 performance, where they reached the first knockout round only to lose to holders AC Milan."
    ],
    [
        "79175",
        "Patrick Grettnich sent Haka goalkeeper Mikko Vilmunen the wrong way, and although the home side continued to press after this setback, just before the break centre-back Janne Salli was shown a red card for a tackle from behind."
    ],
    [
        "79057",
        "The tie was never really in doubt after Öster's new signing Pär Cederqvist coolly converted a Peter Wibrån cross in the eleventh minute as the TNS defence appealed that the ball had gone out of play."
    ],
    [
        "79036",
        "However, Birkirkaka did pull one back eight minutes from the break when Brachini put through his own goal."
    ],
    [
        "79020",
        "Coach Ivo Ištuk introduced two attacking players including Juricic and was rewarded in the 69th minute when Juricic played in Cameroonian team-mate Tabi to score the opening goal."
    ],
    [
        "79008",
        "Zahovaiko stepped up to take the spot-kick himself only to see Pirih deny him with a fine save."
    ],
    [
        "75399",
        "Croatia's Dado Pršo (right) shrugs off Kevin Sammut of Malta"
    ],
    [
        "75390",
        "Hungary battled back and drew level on 64 minutes when captain Zoltán Gera scored from close range, and the home side were on course for victory when substitute striker Sándor Torghelle struck 15 minutes from time."
    ],
    [
        "75388",
        "His second came on eleven minutes when he latched on to a long ball from Teddy Lucic and lobbed it over Mario Muscat and into an empty net."
    ],
    [
        "75369",
        "In Wednesday's other Group 7 matches, Serbia and Montenegro drew 0-0 with second-placed Spain to maintain their two-point lead at the top of the group, while third-placed Lithuania stayed two points ahead of Belgium after drawing away to Bosnia-Herzegovina."
    ],
    [
        "75367",
        "The Chelsea FC striker had the best chance of the match just after the interval after being played in by Savo Milosevic but his firm shot came back off the upright."
    ],
    [
        "75362",
        "A minute before the interval, Dejan Stankovic doubled the lead, the FC Internazionale Milano man lobbing Gasperoni from 27 metres out after collecting a pass from Ivica Dragutinovic."
    ],
    [
        "75341",
        "Coyne then got in on the action, saving Andreas Ivanschitz's free-kick, while at the other end Bellamy was sent clear by Simon Davies but shot over."
    ],
    [
        "75328",
        "He headed against the post but found the net from the rebound, turning the ball past two wrong-footed defenders."
    ],
    [
        "75298",
        "Slovenia's most potent attacker, Milenko Acimovic, was also expertly shackled by the Italian backline, but that did create space for fellow forward Ermin Šiljak."
    ],
    [
        "75278",
        "Tal Ben Haim was deployed on the right of a three-man Israeli defence to attempt to shackle Damien Duff, but the game was still in its early stages when the Chelsea FC winger skipped past Omri Afek and sent a cross past Ben Haim into the path of Morrison, who span off Shimon Gershon and sent a powerful shot high into the goal."
    ],
    [
        "75269",
        "Stavros Georgiou thought he had scored a second three minutes later but the goal was disallowed for offside."
    ],
    [
        "75244",
        "After Imants Bleidelis had given Latvia the lead, Verpakovskis won a penalty to allow Juris Laizans to score the second from the spot."
    ],
    [
        "75238",
        "The UEFA EURO 2004™ contenders were ahead early through Maris Verpakovskis but Mario Frick's equaliser gave hope to Liechtenstein, who last month gained their first four World Cup points ever by holding Portugal and defeating Luxembourg."
    ],
    [
        "75233",
        "The goalkeeper then misjudged the resulting corner and Greg Molitor found himself in front of an empty net only for Aleksandr Anyukov to clear his shot off the line."
    ],
    [
        "75228",
        "On 47 minutes Paulo Ferreira crossed low from the right to Simão Sabrosa whose shot was turned away by Poom."
    ],
    [
        "75200",
        "The Olympiacos CFP goalkeeper spilled the ball straight to Asatiani, who made no mistake."
    ],
    [
        "75195",
        "Andriy Voronin carried the ball down the left flank before finding Husev, who put his team ahead with a smooth and powerful shot."
    ],
    [
        "75189",
        "Andriy Shevchenko had put the home side ahead three minutes into the second half in a game Ukraine largely dominated, but Tsiartas hit back from 30 metres to keep Greece in touch with the early leaders."
    ],
    [
        "75161",
        "The midfield player skipped past Robert Popov and rifled his shot into the corner of the net for the decisive goal."
    ],
    [
        "75156",
        "Netherlands celebrate after scoring their second goal"
    ],
    [
        "1084885",
        "Vladimir Šmicer came on for Núñez and seconds later was combining with his compatriot Baroš, but the striker's attempted return pass was intercepted."
    ],
    [
        "1084879",
        "The Czech Republic striker's hard work was rewarded with a Liverpool goal as García flicked on Steven Gerrard's set-piece for centre-back Hyypiä to crash a left-foot folley beyond Gianluigi Buffon, beaten just twice in the competition before tonight."
    ],
    [
        "1081497",
        "A free-kick down the left offered Madrid the chance to go in front as Beckham swung it in and Helguera glanced the ball past Gianluigi Buffon on 31 minutes."
    ],
    [
        "1077234",
        "In the 24th minute Henry sprinted past Hansén and beat Johnsen to the ball, lifting it high over the goalkeeper and into the net."
    ],
    [
        "1077222",
        "Klasnic fired in a cross for Klose from the left wing on three minutes, but the German international steered his volley wide."
    ],
    [
        "1077215",
        "But, seconds later, Blazek was helpless when Kovác cut out a cross aimed at Nobre only to put the ball into his own net."
    ],
    [
        "1077208",
        "Some nice interplay after 41 minutes concluded in a smart backheel from McCarthy to Diego, but his strike from outside the box was easily collected by PSG goalkeeper Lionel Letizi."
    ],
    [
        "1077193",
        "Olympiacos came out positively after the restart and unsettled Monaco when Pantos broke free on the left side of the area, but Okkas could only direct the full-back's low cross straight at Roma."
    ],
    [
        "1077184",
        "Olympique Lyonnais beat Fenerbahçe SK 3-1 in Istanbul on Tuesday to stamp their authority on UEFA Champions League Group D and leave the Turkish side struggling to keep the pace."
    ],
    [
        "1077172",
        "On 64 minutes, Hartson's cross was misjudged by Dida, but Cafu came to his rescue as Celtic stepped up their pressure."
    ],
    [
        "1077155",
        "But the referee had already awarded a free-kick after adjudging Ciprian Marica to have fouled in the build up."
    ],
    [
        "1077146",
        "Just on half-time Albert Luque came close for the hosts after Valéron took a quick free-kick to send the winger free on the left flank."
    ]
]