[
    [
        "75340",
        "Sanchez changeait trois joueurs dans l'équipe vaincue à Old Trafford: Mark Williams débutait la rencontre en défense, tandis que le milieu de terrain Steven Davis suppléait Damien Johnson, suspendu, et James Quinn revenait en sélection pour épauler David Healy en attaque."
    ],
    [
        "80106",
        "Le milieu de terrain de 17 ans Daniele Dessena débutait également la partie, récoltant les fruits de sa belle performance lors du match aller à Séville."
    ],
    [
        "75367",
        "Après sa prestation réussie en amical face à la Chine, Jose Antonio Reyés, l'attaquant de l'Arsenal FC, se voyait titularisé, tout comme Joaquín qui débutait sur le flanc droit."
    ],
    [
        "1077228",
        "Zinédine Zidane débutait la rencontre pour la première fois depuis sa blessure au dos contractée lors du match disputé face au Bayer Leverkusen, il y a deux semaines, de même que Luís Figo, qui avait été forfait contre Villarreal mais qui s'est depuis bien remis de sa blessure à la cheville."
    ],
    [
        "1077162",
        "Didier Deschamps, l’entraîneur monégasque, avait modifié sa défense, en faisant monter au milieu de terrain Patrice Evra et Pontus Farnerud, Gaël Givet, lui, jouait à gauche."
    ],
    [
        "79956",
        "Christoph Daum, l'entraîneur de Fenerbahçe, alignait Selçuk Sahin, un milieu de terrain défensif, pour combler le vide laissé par la suspension de Marco Aurélio, alors que Nicolas Anelka débutait à la pointe de l'attaque aux côtés de Márcio Nobre, de retour de blessure, et avec Alex en soutien des deux attaquants."
    ],
    [
        "79700",
        "En effet, l'international australien était expulsé pour avoir simulé une faute, alors qu'il avait déjà été averti pour contestation."
    ],
    [
        "79624",
        "L'action à une touche de balle combinée entre Wilson Oruma, Ilan et De Carvalho s'achevait par une superbe frappe du Nigérian, le ballon heurtant le dessous de la barre transversale avant de rebondir dans le but norvégien (25e)."
    ],
    [
        "1077160",
        "L'attaquant croate touchait d'abord le poteau d'une frappe à ras de terre, puis, quelques secondes plus tard, d'un tir de l'extérieur de la surface, il heurtait la transversale."
    ],
    [
        "75228",
        "Mais l'Estonie se montrait également dangereuse et Andres Oper heurtait le poteau de la tête, et trouvait le moyen de mettre au-dessus lorsque le ballon lui revenait sur le pied."
    ],
    [
        "1077167",
        "Giggs transmettait à un Rooney intouchable."
    ],
    [
        "75243",
        "Le défenseur central Sergei Ignashevich trouvait Arshavin, démarqué, et la puissante frappe de ce dernier faisait mouche à dix mètres du but estonien."
    ],
    [
        "75194",
        "Asatiani passait le ballon à Levan Kobiashvili, dont le centre était repris victorieusement de la tête par le petit attaquant Demetradze."
    ],
    [
        "79942",
        "A la 22e minute, Viana échappait à Goor et centrait pour Custódio démarqué qui parvenait à placer un tir victorieux des neuf mètres."
    ],
    [
        "1077240",
        "Sur une longue passe aérienne, Drogba remettait à Lampard au milieu de terrain, l'international anglais remisant tout de suite un ballon de l'extérieur du pied pour lancer Duff."
    ],
    [
        "79764",
        "Javi Venta le servait à la limite de la surface de réparation, mais la défense était encore bien en place."
    ],
    [
        "75337",
        "Cinq minutes plus tard, Lampard déboulait dans la surface et transmettait à Owen qui portait le score à 2-0."
    ],
    [
        "75337",
        "Les félicitations étaient à peine terminées que Rooney centrait depuis la limite du terrain et Baird, pressé par Owen, marquait contre son camp."
    ],
    [
        "1077211",
        "Madrid se reprenait et se ruait à l'attaque pour chercher l'égalisation, notamment sur une action de Zinedine Zidane qui démarquait Ronaldo tout seul à l'angle de la surface, mais le dernier geste faisait défaut à l'attaquant brésilien."
    ],
    [
        "79111",
        "Comme Vilnrotter hésitait, Larmour réussissait à le déposséder du ballon, mais manquant d'espace, ce dernier décalait vers l'autre attaquant, Andy Crawford, dont le tir trop tardif était contré par le défenseur du HJK Joakim Jensen."
    ],
    [
        "75231",
        "Son erreur se payait cash: six minutes avant la pause, Deco passait en profondeur à Simão Sambrosa, qui s'échappait à droite avant de centrer."
    ],
    [
        "1077225",
        "Les Reds auraient pu égaliser si John Arne Riise, bien lancé par Baroš, avait pu trouver le cadre."
    ],
    [
        "79959",
        "La longue passe de Daniel Alves démarquait Aranda à gauche, qui se retrouvait seul face à Mario Galinovic à la 18e minute."
    ],
    [
        "75362",
        "Trois minutes plus tard, Nenad Brnovic transmettait à Ognjen Koroman qui fusillait Gasperoni à bout portant."
    ],
    [
        "1077199",
        "Quelques instants plus tard, le portier s'interposait de nouveau, cette fois-ci devant Rooney, bien lancé par le remuant Ronaldo."
    ],
    [
        "79352",
        "Le tir de l'ancien attaquant du FC Dundee était repoussé par Sembreras, mais le ballon revenait sur Pršo, qui servait à nouveau Novo."
    ],
    [
        "1081512",
        "Sur la première occasion, Florent Malouda servait Wiltord dans la surface de réparation."
    ],
    [
        "75239",
        "Sept minutes plus tard, Kariaka passait à Sychev, qui marquait un but d'une belle frappe des 23 mètres."
    ],
    [
        "1081498",
        "Le Français lançait Raúl Gonzalez mais Fabio Cannavaro intervenait (36e)."
    ],
    [
        "1077240",
        "L'international irlandais Duff se jouait d'Areias et démarquait intelligemment Wayne Bridge, mais le milieu gauche - tenant ce soir un rôle plus offensif que d'habitude - frappait le ballon avec son mauvais pied et le ballon passait à côté du cadre."
    ],
    [
        "75272",
        "Il démarquait Kevin Kilbane."
    ],
    [
        "1077204",
        "Sept minutes plus tard, la formation ukrainienne était à son tour tout près de marquer, Agahowa démarquant Matuzalem à l'angle de la surface, mais le tir du Brésilien était détourné par le gardien, David Marshall."
    ],
    [
        "75149",
        "A la 76e minute, Jirí Jarosik prenait toute la défense adverse en défaut et passait à Koller qui pouvait placer une frappe hors de portée de Bete."
    ],
    [
        "1077178",
        "Luis García récupérait un ballon dans son camp et combinait avec Baroš qui transmettait intelligemment à Djibril Cissé."
    ],
    [
        "75181",
        "Les locaux faisaient tourner la balle, et ils auraient pu doubler la marque à la 16e minute, quand Jørgensen endossait le rôle de passeur: il centrait de l'extérieur du pied droit pour Jon Dahl Tomasson qui reprenait de la tête, mais Olexander Shovkovsky s'arrachait et détournait cette tentative."
    ],
    [
        "75366",
        "Van der Heyden repiquait de la gauche et trouvait Daerden, qui remisait de la tête pour Mpenza."
    ],
    [
        "1081500",
        "Une passe géniale de Baroš démarquait le milieu de terrain espagnol mais le tir était détourné de justesse par Butt."
    ],
    [
        "1077184",
        "Tuncay lançait Alex face à Coupet."
    ],
    [
        "79365",
        "Le Portugais était logiquement expulsé et Jestrovic se faisait justice lui-même en marquant le penalty pour assurer la qualification."
    ],
    [
        "1077151",
        "Le défenseur de Fenerbahçe Servet Cetin était ensuite expulsé par M. Cardoso Cortez Batista pour une faute près de la surface de réparation."
    ],
    [
        "75185",
        "A dix minutes de la fin du match, la tension dans le stade de Tbilisi montait encore d'un cran, et le défenseur albanais était expulsé pour un tacle trop appuyé sur Levan Tskitishvili."
    ],
    [
        "1077190",
        "Miguel Angel Angulo et Juan Sebastián Verón étaient avertis dans les premières minutes du match, et l'intensité de jeu était bien celle que préssentaient les deux entraîneurs Claudio Ranieri et Mancini."
    ],
    [
        "1077163",
        "Leverkusen se ruait à l'attaque en quête d'une égalisation mais celle-ci devenait improbable lorsque Voronin était expulsé après 82 minutes."
    ],
    [
        "1077212",
        "Après le match nul concédé par le Real Madrid CF face au Bayer 04 Leverkusen, il suffit au Dynamo d'obtenir le point du match nul contre l'équipe allemande pour atteindre la phase à élimination directe."
    ],
    [
        "80658",
        "Un but de Kenneth Perez à la 8e minute de jeu a suffi à l' AZ Alkmaar pour éliminer le Villarreal CF et décrocher son billet pour les demi-finales de la Coupe UEFA."
    ],
    [
        "79229",
        "Le FK Crvena Zvezda a atteint le troisième tour de qualification de l'UEFA Champions League."
    ],
    [
        "79943",
        "Le Sporting Clube de Portugal s'est qualifié pour les 8es de finale de la Coupe UEFA, où il affrontera Middlesbrough FC après une victoire méritée à Rotterdam, complétant son triomphe du match aller face à Feyenoord."
    ],
    [
        "80105",
        "L'équipe espagnole - qui cherche à atteindre les quarts de finale pour la première fois en sept tentatives - était tout de suite en action et Martí alertait Frey dès la quatrième minute."
    ],
    [
        "79577",
        "Le FC Steaua Bucaresti se qualifie pour la phase de groupes de la Coupe UEFA grâce au match nul réussi en Bulgarie ce soir, avec un score cumulé de 4-3."
    ],
    [
        "80612",
        "Pour s'imposer face au Parma FC et accéder aux demi-finales de la Coupe UEFA, le FK Austria Wien devra renverser une tendance largement en faveur des équipes italiennes en Coupe d'Europe."
    ],
    [
        "79353",
        "Le PFC CSKA Moskva accède à la phase de groupes de l'UEFA Champions League grâce au match nul 1-1 réussi à l'extérieur, lors du match retour du troisième tour préliminaire contre l'équipe écossaise du Rangers FC."
    ],
    [
        "79743",
        "Pour Auxerre, il faudra battre l'Amica dans un mois à l'Abbé Deschamps et ramener un résultat de Glasgow le 15 décembre pour éliminer les Ecossais, les Néerlandais ou les Autrichiens."
    ],
    [
        "75337",
        "Mercredi, l'équipe de Sven-Göran Eriksson accueillera l'Azerbaïdjan à Newcastle tandis que l'Irlande du Nord cherchera à obtenir sa première victoire dans le groupe en Pologne, deuxième du classement."
    ],
    [
        "75140",
        "Le 4 septembre, la Roumanie accueillera la Macédoine tandis que la Finlande affrontera Andorre."
    ],
    [
        "75231",
        "Mercredi prochain, il accueille la Russie à l'Estádio José Alvalade pour jouer la revanche du match du Groupe A de l'UEFA EURO 2004™."
    ],
    [
        "1077222",
        "Il ne devait pas y avoir de vainqueur, et Brême devra disputer un match à suspense en Espagne lors de la sixième et dernière journée, l'Inter conservant son avantage d'un point au classement avant de recevoir les joueurs d'Anderlecht qui n'ont plus rien à espérer."
    ],
    [
        "75229",
        "Le Luxembourg recevra la Russie le même jour."
    ],
    [
        "75149",
        "L'Arménie reste dans les profondeurs sans aucun point après quatre matches et recevra la Roumanie le même jour."
    ],
    [
        "80790",
        "Un superbe but inscrit en fin de match par Mauricio Pinilla, entré en cours de jeu, a offert au Sporting Clube de Portugal une courte victoire en demi-finale aller de la Coupe UEFA contre une équipe de l'AZ Alkmaar bien regroupée en défense."
    ],
    [
        "75150",
        "Huit minutes plus tard, Bernaus inscrivait le premier but andorran dans le jeu en deux ans."
    ],
    [
        "1077225",
        "Le milieu de terrain anglais, Gerrard, a inscrit un but d'une frappe incroyable des 25 mètres, à quatre minutes de la fin de la rencontre, permettant à Anfield de laisser éclater sa joie."
    ],
    [
        "75267",
        "Après une passe croisée de Cabanas, Rey, qui n'avait pas joué en équipe de Suisse les trois dernières années, trompait Knudsen et marquait son deuxième - puis le quatrième but- pour la Suisse à deux minutes de la fin de la première période."
    ],
    [
        "80113",
        "Le premier fut inscrit par Joris Mathijsen juste après la pause, et le second sur une des rares contre-attaques du match menée par Tim de Cler et trop brutalement avortée par Darijo Srna."
    ],
    [
        "75299",
        "Le sélectionneur de l'équipe d'Ecosse Berti Vogts avait aligné le défenseur central Russell Anderson et le milieu de terrain Richard Hughes pour remplacer Steven Pressley (malade) et Nigel Quashie (blessé)."
    ],
    [
        "1077219",
        "Cependant, Matuzalem, tout juste remis de blessure, était titularisé au milieu de terrain et le Shakhtar montrait dès l'entame de match aux champions d'Italie de quel bois il se chauffait."
    ],
    [
        "80790",
        "Devant composer avec les blessures de Joris Mathijsen et de Jan Kronkamp, l'entraîneur Co Adriaanse se voyait contraint d'aligner pour la première fois en Europe le jeune Ron Vlaar, 20 ans."
    ],
    [
        "1077230",
        "Klinger, l'entraîneur du Maccabi, laissait son gardien de but habituel Liran Strauber sur le banc et titularisait Gal Nir pour la première fois en coupe d'Europe."
    ],
    [
        "80788",
        "Il reste à savoir quelle équipe Pietro Carmignani alignera dans une semaine, car le coach italien, suspensions, blessures et choix tactiques obligent, a fait dans l'inédit ce soir, surtout pour quitter l'avant-dernière place de la Serie A et éviter la relégation."
    ],
    [
        "1081508",
        "L'une des plus belles équipes d'Europe quittait la compétititon."
    ],
    [
        "1081498",
        "Et pourtant, l'un de ces deux grands d'Europe devait quitter la plus prestigieuse des compétitions de clubs."
    ],
    [
        "1077220",
        "Le Celtic FC décroche le nul au Camp Nou pour le compte de la 5e journée, et l'équipe de Martin O'Neill quitte l'UEFA Champions League la tête haute."
    ],
    [
        "79947",
        "Asier Del Horno et Ismael Urzaiz obligeaient Joseph Didulica à s'employer dans le but autrichien et un tir de Joseba Etxeberria s'écrasait sur le poteau à la 6e minute."
    ],
    [
        "75337",
        "A la 72e minute, le remplaçant Kieron Dyer plaçait le capitaine des Blues en bonne position mais sa frappe rebondissait sur la transversale."
    ],
    [
        "75237",
        "L'ailier de Fulham FC se retrouvait à l'origine du premier but en reprenant un centre de Ferreira, le ballon allant s'écraser sur le poteau avant de ricocher sur le défenseur, Federspiel, et finir sa route au fond des filets."
    ],
    [
        "1077240",
        "On retrouvait Duff à la 11e minute, qui servait Frank Lampard, dont le centre était repris de la tête par Didier Drogba, le ballon détourné magnifiquement par Nuno venant s'écraser sur la transversale."
    ],
    [
        "1077190",
        "Le premier était inscrit par Giuseppe Favalli, qui, en position d'ailier alors qu'il est défenseur central, déclenchait un centre judicieux, qui était finalement détourné et rebondissait devant Stankovic."
    ],
    [
        "1077211",
        "Un centre de Jens Nowotny était repris de la tête par Andriy Voronin en avance sur Beckham, mais le ballon venait s'écraser sur la transversale."
    ],
    [
        "79588",
        "En effet, Julio Rossi adressait un bon centre depuis le côté droit en direction de Mile Sterjovski, mais la reprise de la tête de ce dernier allait s'écraser sur le poteau."
    ],
    [
        "79611",
        "Le coup franc de N'Dri aux 25 mètres rebondissait sur le poteau et Né reprenait rapidement de la tête pour donner l'avantage à son équipe."
    ],
    [
        "79730",
        "Et suite à un coup franc tiré par Fanourios Goundoulakis, la tête d'Evagelos Mantzios, ricochant sur le dos de Grégory Paisley, forçait Richert à un réflexe salvateur (54e)."
    ],
    [
        "75296",
        "Ayant résisté aux premiers assauts écossais, la Slovénie attaquait à son tour et Milenko Acimovic, auteur d'un coup du chapeau samedi dernier contre la Moldavie, se procurait une bonne occasion avec un coup franc travaillé des 25 mètres."
    ],
    [
        "79599",
        "Sans réussir à retrouver leur niveau de la première période, les Belges attaquaient fort la seconde et cherchaient l'égalisation."
    ],
    [
        "79939",
        "Côté lillois, on attendait clairement de contrer l'adversaire."
    ],
    [
        "79370",
        "Idéal pour laisser venir l'adversaire et le contrer, en particulier grâce à la complicité qui lie déjà Kallon à Javier Chevanton."
    ],
    [
        "1077146",
        "L'Olympiacos, dont le jeu perdait en cohérence, défendait admirablement et contre-attaquait quand l'occasion se présentait, avec un Rivaldo beaucoup moins influent qu'en première période."
    ],
    [
        "1077178",
        "Luis García récupérait un ballon dans son camp et combinait avec Baroš qui transmettait intelligemment à Djibril Cissé."
    ],
    [
        "75335",
        "Schopp combinait avec Dietmar Kühbauer et Mayrleb pour lancer en profondeur Ivica Vastic sur le côté droit, dont le centre tendu était repris victorieusement par Schopp qui avait suivi."
    ],
    [
        "79361",
        "Une minute seulement était écoulée et Smith combinait avec Chris Eagles, 18 ans, lequel centrait en retrait pour Darren Fletcher."
    ],
    [
        "75333",
        "Après avoir affronté le Pays de Galles en septembre, l'équipe d'Irlande du Nord s'était inclinée 3-0 face à la Pologne, tandis que l'Azerbaïdjan a logiquement été battue par la Pologne."
    ],
    [
        "1084882",
        "En quart de finale de la Coupe des villes de foires 1965/66, Chelsea et le TSV 1860 München, le voisin du Bayern, s'étaient affrontés."
    ],
    [
        "80791",
        "Le Sporting jouera le 18 mai en son stade José Alvalade contre le PFC CSKA Moskva pour succéder au Valencia CF et décrocher son premier trophée européen depuis 1964."
    ],
    [
        "79755",
        "Séville jouera l'AEK Athens FC le 2 décembre, tandis que le Zenit se déplacera au TSV Alemannia Aachen le même soir."
    ],
    [
        "1077208",
        "Alors que le Chelsea FC a pris l'une des deux places qualificatives en s'imposant à Moscou 1-0, le deuxième billet devrait se jouer entre les Russes et les Français qui s'affronteront le 7 décembre à Paris."
    ],
    [
        "80608",
        "Cette année, dans le Groupe H de la Champions League, le CSKA a affronté le Paris Saint-Germain FC."
    ],
    [
        "75360",
        "Le point obtenu ce soir s'ajoute à celui glané contre l'Espagne, et place la Bosnie-Herzégovine à la quatrième place de son groupe, juste devant la Belgique, son prochain adversaire, qu' il rencontrera le 26 mars."
    ],
    [
        "75187",
        "La Turquie ira mercredi à Copenhague défier le Danemark, tandis que le Kazakhstan, qui court toujours après son premier point dans ces éliminatoires, accueillera l'Albanie."
    ],
    [
        "75332",
        "Le Pays de Galles jouera la Pologne ce même jour."
    ],
    [
        "1077212",
        "La Roma rencontrera le Real Madrid, sachant, désormais, que son aventure européenne est terminée pour cette saison."
    ],
    [
        "79762",
        "Séville affrontera le LOSC Lille Métropole lors de son dernier match le 15 décembre prochain, avec pour but de finir premier du groupe et d'éviter ainsi les grosses équipes éliminées de l'UEFA Champions League."
    ],
    [
        "75273",
        "Zuberbühler se trouvait ensuite sur la trajectoire d'un tir de Patrick Müller qui reprenait un centre d'Afek."
    ],
    [
        "75228",
        "Postiga a inscrit son second but et le quatrième du Portugal à l'avant-dernière minute, lorsqu' il reprenait de la tête un excellent centre de Ronaldo, pour un 4-0 ne reflétant réellement pas la belle performance des joueurs estoniens."
    ],
    [
        "75395",
        "Berbatov creusait ensuite l'écart à la 58e minute, sautant plus haut que tout le monde pour reprendre de la tête un centre de Yanev et inscrire le troisième but bulgare."
    ],
    [
        "79567",
        "La première action était toutefois à mettre à l'actif du Dinamo et de son attaquant, Claudiu Niculescu, qui reprenait de la tête un centre de Constantin Semeghin, mais le ballon s'échouait dans le petit filet."
    ],
    [
        "75188",
        "Henrik Pedersen reprenait un centre de Jørgensen mais le gardien Fotis Strakosha sortait un superbe arrêt."
    ],
    [
        "79342",
        "Gerrard voyait un but sur une autre frappe puissante lui être refusé mais il marquait son deuxième but de la soirée à la 79e minute sur un puissant tir croisé."
    ],
    [
        "1077225",
        "Cependant, le doute s'installait pendant quelques secondes lorsque l'arbitre espagnol, Manuel Mejuto González, semblait avoir accordé le but."
    ],
    [
        "1077167",
        "Márcio Nobre pensait réduire le score de la tête mais le ballon ayant franchi la ligne de sortie de but, l'arbitre refusait de le valider."
    ],
    [
        "75368",
        "Les joueurs locaux prenaient alors le match à leur compte mais ne parvenaient pas à concrétiser leur avantage numérique malgré le but refusé de Zlatan Bajramovic pour une faute de main."
    ],
    [
        "75226",
        "Celui-ci protestait car il jugeait que le premier but aurait dû être annulé pour une faute de main."
    ],
    [
        "1077225",
        "Et il semblait que Liverpool n'allait pas passer une excellente soirée lorsque l'arbitre refusait le but du même Gerrard à la 62e minute, pour une faute commise au début de l'action."
    ],
    [
        "1077228",
        "Une minute plus tard, la Roma parvenait à marquer sur un coup de tête de Matteo Ferrari, repris par Corvia, mais l'arbitre annulait l'action pour un hors-jeu."
    ],
    [
        "79349",
        "Six minutes plus tard, la frappe de Badir des 20 mètres échappait au gardien de Rosenborg Espen Johnsen et terminait au fond des filets."
    ],
    [
        "1077210",
        "Mais il laissait échapper le ballon au moment de frapper."
    ],
    [
        "75223",
        "La balle lui échappait des mains et Fabio D'Elia, en renard des surfaces, ne se faisait pas prier pour égaliser et se contentait de pousser la balle dans les buts vides."
    ],
    [
        "79749",
        "Après six minutes, une passe en profondeur de Ivan Tomic trompait la laborieuse défense laziale et Boya donnait l'avantage au Partizan en glissant le ballon hors de portée de Matteo Sereni, avancé."
    ],
    [
        "1077198",
        "Ishmael Addo tentait, ensuite, de surprendre Stekelenburg, sorti de sa ligne, avec une frappe depuis la ligne médiane."
    ],
    [
        "79965",
        "Après un beau mouvement, Cazorla trompait magnifiquement Shovkovskiy avancé pour le 2-0."
    ],
    [
        "1081503",
        "Le milieu de terrain, voyant Lehmann avancé, centrait à destination de Salihamidzic, qui poussait le ballon pour permettre à son équipe de mener 3-0."
    ],
    [
        "75297",
        "L'équipe de Norvège a été huée hier soir au coup de sifflet final après le match nul concédé contre le Belarus 1-1 au stade Ullevål d'Oslo."
    ],
    [
        "79364",
        "C'était le premier match de compétition à l'Estádio da Luz depuis la finale de l'UEFA EURO 2004™ et les 60 000 spectateurs poussaient leur équipe, à la recherche d'une place au premier tour de l'UEFA Champions League pour la première fois depuis la saison 1998/99."
    ],
    [
        "1084881",
        "Mais Lyon repartait à l'attaque bien poussé par le public."
    ],
    [
        "75145",
        "Andorre donnait ensuite à ses supporteurs de quoi exulter lorsque Marc Pujol convertissait un penalty juste avant la pause."
    ],
    [
        "79941",
        "Parme, dernier représentant du championnat italien, se qualifie et ses fans peuvent exulter, même si Cannavaro et Jorge Bolano Correa, qui a été averti, seront suspendus pour le match aller des 8es de finale."
    ],
    [
        "79758",
        "A la mi-temps, McLeish décidait de redonner un coup de fouet à son équipe en faisant sortir l'ailier danois, Peter Løvenkrands, totalement inefficace, pour l'attaquant français Hamed Namouchi."
    ],
    [
        "75330",
        "Le Pays de Galles faisait sortir son défenseur Mark Delaney pour le remplacer par Earnshaw et commençait le siège du but irlandais qui ne prendrait fin qu'au coup de sifflet final."
    ],
    [
        "75300",
        "Avec deux buts d'avance, le Belarus pouvait maintenant jouer tranquillement, et à un quart d'heure de la fin, Bulyha - qui remplaçait finalement Kutuzov après son but - marquait lui aussi sur un service de Romashchenko."
    ],
    [
        "1084881",
        "En effet, à 10 minutes de la fin du match, Philip Cocu égalisait pour le PSV Eindhoven d'une frappe puissante et croisée à l'entrée de la surface de réparation."
    ],
    [
        "79728",
        "C'est ce qui arrivait à la 39e minute lorsque Sávio lobait Butina en cadrant magnifiquement sa tête sur un centre de la droite de Villa."
    ],
    [
        "79960",
        "Le FC Shakhtar Donetsk a arraché l'égalisation à quatre minutes du coup de sifflet final, grâce à son attaquant Brandão qui annulait l'ouverture du score de son compatriote brésilien Ailton."
    ],
    [
        "1077203",
        "Le Camerounais égalisait d'une frappe sèche qui passait sous la barre."
    ],
    [
        "79948",
        "Puis à la 57e, un relâchement de l'équipe du Partizan permettait à Rusol d' égaliser à 2-2."
    ],
    [
        "75393",
        "Henrik Larsson (à droite) a marqué"
    ],
    [
        "1077224",
        "Sept minutes plus tard, le CSKA se voyait accorder un penalty, mais Sergei Ignashevich n'a su cadrer sa frappe."
    ],
    [
        "1077215",
        "A la 18e minute, le milieu Lukás Zelenka manquait une bonne occasion d'ouvrir le score sur une de ses fameuses percées dans la surface, mais ne parvenait pas à cadrer."
    ],
    [
        "75303",
        "Serghei Covalciuc et Iulian Bursuc ne cadraient ensuite pas leurs frappes."
    ],
    [
        "80111",
        "James Milner, le jeune remplaçant anglais, effectuait un bon travail sur la ligne de fond avant de centrer en retrait pour Kluivert qui marquait de près."
    ],
    [
        "1081500",
        "Ce but annulait donc celui de França, réalisé au match aller."
    ],
    [
        "75331",
        "A la 78e minute, milieu de terrain du Bayer 04 Leverkusen, Krzynówek, marquait d'une frappe puissante de l'extérieur de la surface."
    ],
    [
        "75234",
        "En seconde période, Simão Sabrosa, Ronaldo à nouveau et Petit à deux reprises, marquaient pour le Portugal, qui rejoint la Slovaquie en tête du groupe avec dix points."
    ],
    [
        "79351",
        "Berbatov égalise"
    ],
    [
        "79302",
        "Dix minutes après le début de la seconde mi-temps, Rajczi doublait le score en exploitant un cafouillage de la défense du Servette pour battre Roth à bout portant."
    ],
    [
        "1077212",
        "Alors que le Dynamo prenait le dessus, l'entraîneur de la Roma, Luigi Del Neri, décidait de remplacer l'attaquant Mido, boitillant, par le milieu de terrain, Gaetano D’Agostino, permettant à Cassano d'évoluer plus haut en attaque."
    ],
    [
        "1081497",
        "Salgado était remplacé dès la 9e minute par Raúl Bravo."
    ],
    [
        "1077229",
        "A la pause, Magath décidait de remplacer Torsten Frings et Claudio Pizarro par Zé Roberto et Paolo Guerrero, sans grand effet, puisque c'est à nouveau l'Ajax, qui faisait le jeu à la reprise."
    ],
    [
        "79769",
        "Peu après, Kuranyi parvenait à pousser le ballon au fond des filets, mais son but était finalement refusé puisque l'arbitre avait sifflé une faute."
    ],
    [
        "1077237",
        "Une bagarre générale devait s'ensuivre au cours de laquelle Ismaël et Vicente échangeaient des coups et étaient tous les deux sanctionnés d'un carton jaune."
    ],
    [
        "75186",
        "Un penalty non sifflé ?"
    ],
    [
        "75242",
        "Les deux équipes réalisaient une excellente entame de match mais l'équipe locale se voyait donner l'opportunité de prendre l'avantage lorsque l'arbitre français de la rencontre, Alain Sars, sifflait un penalty après une faute de Paula Ferreira sur Ratislav Michalik dans la surface de réparation."
    ],
    [
        "1077224",
        "Sept minutes plus tard, le CSKA se voyait accorder un penalty, mais Sergei Ignashevich n'a su cadrer sa frappe."
    ],
    [
        "75325",
        "Manninger remettait en retrait à son gardien et l'arbitre Luboš Michel sifflait un coup franc indirect à dix mètres des buts."
    ],
    [
        "79742",
        "Celui-ci plaçait son équipe sur orbite en transformant un penalty, sanctionnant une faute sur Mario Bazina à la 61e minute."
    ],
    [
        "79344",
        "L'arbitre allemand Herbert Fandel accordait un penalty aux Suédois pour une faute commise par Alessio Tacchinardi sur Arneng."
    ],
    [
        "75325",
        "David Beckham feintait la frappe et servait Lampard démarqué qui n'avait plus qu'à ouvrir le score."
    ],
    [
        "1077169",
        "Mais Heurelho Gomes stoppait facilement la frappe du milieu de terrain."
    ],
    [
        "75303",
        "Du côté écossais, la meilleure occasion était à mettre à l'actif de Colin Cameron, mais Hmaruc réussissait à arrêter sa frappe."
    ],
    [
        "1077222",
        "Jusqu'à la dernière minute, Brême a cherché à inscrire le but de la victoire et était tout près d'y parvenir à 18 minutes de la fin lorsque Toldo plongeait pour stopper un tir de Klose."
    ],
    [
        "79352",
        "Les hommes de Valeriy Gazzaev tentaient d'alourdir l'addition, mais par la suite leur action la plus dangereuse fut un coup franc de Rolan Gusev à la 68e, bien arrêté par Klos."
    ],
    [
        "79355",
        "Jan Lastuvka repoussait une première fois le penalty tiré par le capitaine de Bruges Timmy Simons mais l'arbitre-assistant remarquait que le gardien de but s'était avancé et alertait son collègue du centre qui faisait retirer le penalty."
    ],
    [
        "79946",
        "Mais le gardien Joseph Didulica captait bien la reprise de volée du Tchèque, un peu molle."
    ],
    [
        "79347",
        "Le corner tiré par Poborský trouvait le remplaçant Miroslav Baranek, qui fusillait de la tête le gardien de but, qui ne pouvait que repousser la balle sur Homola qui poussait au fond et qualifiait le Sparta."
    ],
    [
        "79731",
        "Ambrose mettait ensuite le gardien du Sporting à l'épreuve sur un tir lointain brossé mais l'international portugais s'envolait et boxait bien le ballon."
    ],
    [
        "75197",
        "L'Ukraine pouvait ensuite contrôler, mais bien que Shovkovskiy ait relâché le ballon sur un coup franc de Tare, Alban Bushi suivait mais manquait le cadre."
    ],
    [
        "75274",
        "A la 40e, Péguy Luyindula faillit même doubler la mise sur un troisième tir cadré avant le repos, repoussé du pied par Panayiotou."
    ],
    [
        "79599",
        "A la 18e minute, le capitaine frappait un coup franc que le gardien de but du Standard, Vedran Runje, boxait quasiment dans ses propres filets."
    ],
    [
        "75327",
        "John Oster parvenait à centrer depuis le côté droit, et Robbie Earnshaw, entré en cours de match, réalisait une tête plongeante qui obligeait Kramarenko à repousser le ballon sur sa droite."
    ],
    [
        "79693",
        "David Degen forçait d'abord Rost à réaliser un bel arrêt sur une chevauchée depuis la moitié de terrain suisse et le gardien de but allemand devait se détendre après 57 minutes pour claquer une tête de Christian Giménez."
    ],
    [
        "79018",
        "Le gardien de but de l'équipe maltaise, Murphy Akanji, arrêtait un tir croisé de Saulius Mikoliunas."
    ],
    [
        "79705",
        "À la conclusion, Javi Moreno adressait un tir puissant que Didulica parvenait à boxer mais le ballon revenait dans les pieds de Moreno, qui centrait alors pour le buteur David Villa."
    ],
    [
        "75396",
        "Dès la 6e minute, sur un débordement sur l'aile droite, il adressait un centre parfait pour Ivan Woods en position idéale pour marquer, mais sa tête était stoppée par Gábor Kiraly dans le but hongrois."
    ],
    [
        "1077218",
        "A la 62e minute, Van Bommel forçait Jens Lehmann, le portier des Gunners, à boxer la balle après s'être infiltré dans la surface londonienne."
    ],
    [
        "75296",
        "La Slovénie prenait l'ascendant en deuxième période, et manquait l'ouverture du score de peu, quelques minutes après la reprise: le gardien écossais Craig Gordon relâchait le ballon dans les pieds d'Ermin Šiljak, mais l'attaquant du Dalian Shide FC, hésitant, était repris par le défenseur axial Malky MacKay qui le privait d'un but certain."
    ],
    [
        "79764",
        "La balle était relâchée par un Psomas malchanceux et atterrissait dans les pieds de Cazorla, qui marquait à bout portant."
    ],
    [
        "79722",
        "Fabio Rochembak adressait une frappe lointaine captée par Teddy Richert."
    ],
    [
        "1077199",
        "Malgré son avance de deux buts, Manchester était loin d'avoir gagné la partie, et alors qu'on approchait de la pause, le gardien local, Roy Carroll, était sollicité en deux temps, repoussant une volée de Poborský et la reprise de Lukáš Zelenka."
    ],
    [
        "79939",
        "Pascal Zuberbühler devait claquer le ballon au-dessus (19e)."
    ],
    [
        "1077162",
        "Pandiani, servi par Andrade, voyait son tir arrêté par Roma qui se couchait devant son but. (57e)."
    ],
    [
        "75153",
        "Le gardien de but, Petar Milosevski, arrêtait un tir de Tomás Rosický à l'heure de jeu."
    ],
    [
        "1077232",
        "Dès le début de la deuxième mi-temps, Frau frappait sur Blazek qui relâchait une nouvelle fois le ballon sur Nilmar."
    ],
    [
        "75328",
        "Kollmann également ratait quelques occasions, dont un penalty arrêté par les jambes de Kramarenko."
    ],
    [
        "79048",
        "A la moitié de la première mi-temps, Artyom Adamyan manquait l'occasion la plus dangereuse de l'équipe arménienne."
    ],
    [
        "75329",
        "Sebastian Mila manquait deux occasions juste avant la mi-temps, mais la Pologne égalisait dès la 48e minute, également sur une belle action."
    ],
    [
        "75199",
        "Une frappe trop peu appuyée concluait mal une superbe action individuelle d' Altintop, qui manquait l'occasion d'inscrire le troisième but turc, et l'Albanie pouvait se dégager."
    ],
    [
        "79066",
        "Sean Prunty ratait une belle occasion sur une action menée par Eric Lavine et Vinny Perth qui dépossédaient du ballon le capitaine de Vaduz, Martin Stocklasa, au milieu de terrain."
    ],
    [
        "79066",
        "Tout d'abord Prunty, dans la surface de réparation, gâchait une superbe occasion en tirant au-dessus."
    ],
    [
        "75239",
        "Andrei Kariaka ouvrait le score devant les 28 000 spectateurs du stade Kuban à la 25e minute puis offrait des buts à Marat Izmailov et à Dmitri Sychev."
    ],
    [
        "79959",
        "Recruté en janvier, Adriano offrait le premier but avant de marquer celui de la qualification, effaçant ainsi la défaite 1-0."
    ],
    [
        "79020",
        "Ivo Ištuk faisait entrer alors deux joueurs à vocation offensive dont Juricic qui, à la 69e minute, offrait le premier but de la rencontre à son coéquipier camerounais Tabi."
    ],
    [
        "79600",
        "Mené par l'inspiration de son petit numéro 10, le Zenit rejoint les vestiaires à la pause en menant 3-0."
    ],
    [
        "1077239",
        "Moscou menait 2-1 et était alors qualifié (64e)."
    ],
    [
        "1077232",
        "Et Lyon menait 3-0 à l'entame de cette deuxième période."
    ],
    [
        "79733",
        "L'arbitre allemand, M. Michael Weiner, ne pouvait faire autrement que de lui attribuer un carton rouge."
    ],
    [
        "1077153",
        "Il slalomait à l'entrée de la surface puis propulsait un ballon qui rebondissait sous la barre avant d'entrer dans le but."
    ],
    [
        "75388",
        "Ibrahimovic ouvrait le score à la 4e minute, Christian Wilhelmsson s'infiltrant par la gauche et lui offrant un but facile."
    ],
    [
        "79354",
        "Le Shakhtar continuait à presser, et Vorobey, dont c'était le retour dans l'équipe après une absence de deux ans, débordait par la droite et centrait pour un Brandão qui venait d'entrer en jeu, et qui n'avait plus qu'à transformer, provoquant le déchaînement des supporteurs locaux."
    ],
    [
        "75396",
        "Michael Mifsud, toujours dangereux, débordait sur l'aile gauche et centrait pour Briffa dont le tir trouvait le poteau."
    ],
    [
        "1077227",
        "L’international ukrainien s’infiltrait dans la surface depuis la gauche et malgré les tacles il parvenait à frapper au but, mais sans cadrer."
    ],
    [
        "79364",
        "En réponse, Petit dribblait dans la défense belge et dans la surface décochait un tir qui passait de peu à côté du poteau gauche de Daniel Zitka."
    ],
    [
        "79771",
        "Alors que du côté espagnol, on ne parvenait presque jamais à passer la ligne médiane, Mathieu Debuchy débordait sur le flanc droit."
    ],
    [
        "1077240",
        "L'arrière droit, Giourkas Seitaridis, débordait sur l'aile droite et expédiait un tir, que Terry parvenait à dégager de la tête."
    ],
    [
        "1077182",
        "Sur un coup franc à gauche en cloche qu’ une nuée de joueurs convoitait, c’est de Jong qui attrapait le ballon."
    ],
    [
        "1077152",
        "Cris et van Nistelrooij se disputent le ballon"
    ],
    [
        "79944",
        "Sergio Pinto manquait son tir qui ne passait pas le premier rideau, mais Alkmaar avait les pires difficultés à dégager la balle convoitée par l'attaquant Martijn Meerdink."
    ],
    [
        "75227",
        "Teever était une nouvelle fois dans le coup en adressant un centre dangereux de la droite que Zahovaiko et Manou Schauls convoitaient dans la surface de réparation."
    ],
    [
        "79717",
        "Christian Gyan du Feyenoord lutte avec Michael Delura du Schalke 04"
    ],
    [
        "79367",
        "Oliver Cahill (Shelbourne, à droite) défie Manuel García"
    ],
    [
        "79733",
        "Juan Román Riquelme de Villarreal (au centre) défie Fabio Liverani et Paolo Negro"
    ],
    [
        "75181",
        "Le Danois Thomas Gravesen défie la défense ukrainienne"
    ],
    [
        "79359",
        "Le PSV dominant pleinement la partie, sa place dans le tirage au sort de jeudi n'était pas encore assurée mais deux minutes plus tard, Beasley déviait un centre de Young-Pyo Lee et De Jong inscrivait le quatrième but de la soirée pour le PSV."
    ],
    [
        "79373",
        "L'équipe espagnole maîtrisait parfaitement la rencontre et ses adversaires n'avaient pas d'autre option que de tenter de contenir les assauts madrilènes, ce que Madjdan accomplissait avec brio."
    ],
    [
        "79951",
        "Le Steaua, qui avait dominé la partie depuis le coup d'envoi, n'entendait pas laisser passer sa chance."
    ],
    [
        "79940",
        "Stuttgart continuait néanmoins de maîtriser les débats et se procurait des occasions d'ouvrir la marque."
    ],
    [
        "79361",
        "L'équipe locale récitait ses gammes et maîtrisait le jeu alors que les joueurs du club roumain semblaient déterminés ballon au pied, sans pour autant inquiéter Tim Howard qui était réduit à un rôle de spectateur virtuel dans le but mancunien."
    ],
    [
        "79692",
        "Le Feyenoord a largement dominé son match contre le Heart of Midlothian FC."
    ],
    [
        "1077199",
        "Néanmoins, cinq minutes plus tard, Scholes provoquait un penalty pour son équipe en étant irrégulièrement taclé par Martin Petráš dans la surface."
    ],
    [
        "79367",
        "Quelques secondes plus tard, c'est Owen Heary qui intervenait en taclant Walter Pandiani qui filait au but."
    ],
    [
        "1077188",
        "L'attaquant gallois sprintait pour récupérer la balle et dépassait Mariusz Lewandowski et Anatoliy Tymoschuk avant de centrer en direction de Henri Camara, mais l'attaquant sénégalais était taclé avant de pouvoir tirer au but."
    ],
    [
        "79359",
        "Le PSV dominant pleinement la partie, sa place dans le tirage au sort de jeudi n'était pas encore assurée mais deux minutes plus tard, Beasley déviait un centre de Young-Pyo Lee et De Jong inscrivait le quatrième but de la soirée pour le PSV."
    ],
    [
        "1077178",
        "Un défenseur déviait le ballon dans la course de l'Espagnol qui devait s'incliner devant l'intervention de Molina."
    ],
    [
        "79357",
        "Gavrancic ouvrait le score à la 7e minute en reprenant de la tête un coup franc, et avant la demi-heure de jeu le défenseur du Dynamo déviait un corner sur le poteau, mais Rincón était là pour terminer le travail."
    ],
    [
        "75139",
        "Pandev était à deux doigts d'aggraver la marque dans les dernières minutes de la première mi-temps, plaçant une tête puissante sur un centre d'Aleksandar Mitrevski, mais cette fois Ambartsumyan s'interposait."
    ],
    [
        "79944",
        "Straub, encore lui, intervenait pour contrer la frappe."
    ],
    [
        "1077207",
        "Si Sergei Semak forçait Gallas à contrer un de ses tirs, c'est lui qui se retrouvait sur sa ligne quelques minutes plus tard pour faire un sauvetage sur un tir de Gudjohnsen."
    ],
    [
        "79758",
        "Ball finissait tout de même par dégager la balle mais Barry van Galen, à la récupération, profitait presque du but laissé grand ouvert par Klos."
    ],
    [
        "1077179",
        "Pavón empêchait le Dynamo d'égaliser dix minutes plus tard en bloquant le ballon sur sa ligne."
    ],
    [
        "79747",
        "Les joueurs locaux pressaient et prenaient le contrôle du milieu de terrain, mais butaient sur un Straub en pleine forme, qui bloquait une tête puissante de Baptista avant de repousser un tir de Navas au début de la seconde période."
    ],
    [
        "75366",
        "Les visiteurs démarraient la rencontre tambour battant et la frappe de Elvir Baljic était écartée de la tête par Peter Van Der Heyden avant de retomber dans les pieds de Zlatan Bajramovic."
    ],
    [
        "1077198",
        "Oren Zitoni parvenait ainsi à frapper au but à la dernière minute du match, mais un défenseur adverse détournait le ballon en corner."
    ],
    [
        "79958",
        "A la onzième minute, Gekas perdait son duel face à Esteban Suárez, lequel bloquait parfaitement le tir de l'attaquant grec."
    ],
    [
        "75340",
        "Mais une redite du match de samedi devenait improbable lorsque Quinn armait une reprise de volée que Jerzy Dudek détournait magnifiquement après 13 minutes."
    ],
    [
        "75243",
        "Il tirait ensuite en direction du but vide mais Aleksei Berezoutski intervenait pour dégager le ballon."
    ],
    [
        "80109",
        "Son tir, certes un peu excentré, était tout de même bloqué de justesse par Sylva sorti à sa rencontre (52e). En fait, Lille n'avait qu'une tête décroisée de Tavlaridis, de peu à côté du but de Fabien Cool, à se mettre sous la dent (55e). Bien maigre pour une équipe menée au score devant son public."
    ],
    [
        "75356",
        "Quatre minutes plus tard, le centre d'Eric Deflandre de la droite trouvait la tête de Sonck, mais Karcemarskas s'interposait à nouveau."
    ],
    [
        "79958",
        "Une frappe de Gekas était tout d'abord captée par Esteban, puis la reprise de Michael Konstantinou était ensuite contrée par la défense espagnole; le ballon parvenait ensuite jusqu'à Ezequiel González, mais son coup de tête était sauvé sur la ligne."
    ],
    [
        "75154",
        "A la 33e minute de jeu, le capitaine, Harutyun Vardanyan, trouvait Edgar Manucharyan, lequel servait Voskanyan, mais le défenseur Cristian Dancia s'interposait sur la frappe."
    ],
    [
        "1077227",
        "Rodolfo était à la réception d’un corner de Gusev et Bernd Schneider devait sauver sur sa ligne."
    ],
    [
        "75149",
        "A la 49e minute, il détournait une frappe de Koller, et trois minutes plus tard, sa main ferme venait bloquer la tentative de Libor Sionko dont le tir était parfaitement cadré."
    ],
    [
        "75223",
        "A dix minutes de la fin, le but de la victoire venait enfin pour les Estoniens: Viikmäe contrait un dégagement de l'arrière gauche du Liechtenstein, Michael Stocklasa, dribblait le gardien de but et donnait généreusement une balle de but à Lindpere qui marquait."
    ],
    [
        "75149",
        "Koller, qui a été un danger constant pour la défense arménienne, était très près d'ouvrir le score dès la première minute du match mais son tir était finalement sauvé sur la ligne."
    ],
    [
        "79740",
        "L'équipe locale continuait de se montrer la plus dangereuse, notamment par Downing, qui entrait dans la surface avant d'enrouler un tir du pied droit légèrement trop enlevé; il trompait ensuite Casazza d'une longue balle en profondeur mais Fernando Couto dégageait son lob de la tête."
    ],
    [
        "79706",
        "A la 32e minute, Levan Melkadze se créait une occasion de but mais son coup de tête, peu inspiré, passait à côté du cadre."
    ],
    [
        "1077162",
        "Fran, le capitaine galicien se démenait et sur une action avec Pandiani, ce dernier centrait après avoir trompé Julien Rodriguez: Flavio Roma déviait le ballon qui roulait le long de la ligne de but, Fran en retard ne pouvait marquer (20e)."
    ],
    [
        "75396",
        "A un quart d'heure de la fin, un corner tiré par Briffa trouvait la tête de Giglio mais le ballon passait à quelques centimètres du cadre alors que Kiraly était battu."
    ],
    [
        "1077236",
        "Le capitaine milanais se laissait tromper par un ballon de Hartson qui passait sous son pied avant de rouler sur dix mètres, mais l'attaquant anglais était surpris et ne parvenait pas à tirer parti de cet avantage."
    ],
    [
        "79711",
        "Il tirait en pivot du pied droit à cinq mètres, mais la balle passait finalement au-dessus."
    ],
    [
        "1077234",
        "Se démarquant de Torjus Hansén, l'Espagnol frappait à ras de terre et le cuir filait sous Espen Johnsen."
    ],
    [
        "79372",
        "Glowacki était toutefois chanceux en milieu de première période lorsqu'il interceptait un centre de Luís Figo et que le ballon filait au ras du poteau."
    ],
    [
        "75203",
        "Peu après, la frappe de Karagounis manquait le cadre également."
    ],
    [
        "1084884",
        "Ballack (4e) et Claudio Pizarro (5e) loupaient leur frappe face au but."
    ],
    [
        "75300",
        "Ghenadie Olexic manquait le cadre à deux reprises pour les visiteurs, mais en fin de mi-temps le Belarus se reprenait et peu avant la pause, la frappe d'Omelyanchuk de 28 mètres surprenait Hmaruc et finissait au fond des filets."
    ],
    [
        "75274",
        "Ils auraient pu y parvenir par Stavros Georgiou qui loupait une reprise à bout portant sur un centre de Constantinos Makkrides."
    ],
    [
        "75396",
        "Agius se montrait ensuite à nouveau dangereux sur un corner de Stefan Giglio mais ratait de peu le cadre."
    ],
    [
        "75329",
        "En milieu de première période, Ashley Cole et Wayne Bridge combinaient bien leurs efforts pour offrir une belle occasion à Defoe, mais la frappe de l'intérieur de la surface de l'attaquant manquait le cadre."
    ],
    [
        "79701",
        "A la 55e minute, Ono, toujours présent, ratait sa cible, mais Kalou faisait mieux après l'heure de jeu."
    ],
    [
        "79005",
        "Après cinq minutes de jeu seulement, l'attaquant Kjartan Finnbogason était bien lancé par Sigmundur Kristjansson et se créait une occasion en or."
    ],
    [
        "1077224",
        "Après un entame de match vivante et équilibrée où les deux équipes se sont créé des occasions, McCarthy a marqué à la 28e minute sur un centre de Giourkas Seitaridis côté droit."
    ],
    [
        "1077217",
        "Le Panathinaïkos prenait l'ascendant et se procurait des occasions pour creuser l'écart."
    ],
    [
        "1077166",
        "La Juventus démarrait avec agressivité et le club turinois se procurait sa première occasion franche à la deuxième minute, sur un centre dangereux de Camoranesi pour David Trezeguet, déjà menaçant, qui obligeait Strauber à dévier le ballon."
    ],
    [
        "79363",
        "L'équipe suisse se procurait un autre coup franc dangereux juste avant la pause, mais la tentative de Mario Cantaluppi filait de peu à côté."
    ],
    [
        "1077146",
        "Mais l'Urugayen ne parvenait pourtant pas à concrétiser."
    ],
    [
        "79751",
        "Jan Kromkamp commettait une faute sur Zbigniew Grzybowski juste à l'entrée de la surface, et Jacek Dembinski convertissait le penalty en prenant Henk Timmer à contre-pied."
    ],
    [
        "75185",
        "Ce dernier convertissait en but le centre parfait de Tskitishvili, assurant ainsi les trois points de la victoire à la 89e minute."
    ],
    [
        "79359",
        "Trois minutes plus tard, le PSV prenait l'avantage, Beasley concrétisant dans le but vide après un centre judicieux de Park."
    ],
    [
        "79756",
        "Tomic transformait alors le penalty sur une frappe à ras de terre qui passait juste sous Reina et remettait les deux équipes à égalité."
    ],
    [
        "75145",
        "Andorre donnait ensuite à ses supporteurs de quoi exulter lorsque Marc Pujol convertissait un penalty juste avant la pause."
    ],
    [
        "79706",
        "Du côté Magpies, les actions se succédaient mais Robert ne parvenait pas à convertir un bon ballon donné dans la profondeur."
    ],
    [
        "80111",
        "Predrag Djordjevic transformait calmement la sentence et remettait donc les deux équipes à égalité."
    ],
    [
        "75157",
        "Dans les minutes qui suivaient, un autre joueur londonien, Jonatan Johansson, qui évolue au Charlton Athletic FC, concrétisait à son tour et mettait les deux équipes à égalité."
    ],
    [
        "1077189",
        "L’arrière gauche de Brême Christian Schulz écopait d’un carton jaune pour avoir fauché le vif Wilhelmsson après 56 minutes."
    ],
    [
        "75160",
        "Les vice-champions d'Europe 1996 continuaient de presser et c'était définitivement chose faite lorsque Marc Pujol accrochait Vachoušek et que Rosický transformait le penalty du 4-0."
    ],
    [
        "1077195",
        "Ronaldo était accroché par Badr El Kaddouri dans la surface et Figo, à la veille de son 32e anniversaire, ne laissait pas passer l'occasion de porter la marque à 2-2."
    ],
    [
        "75266",
        "L'ailier gauche, Duff, s'est embarqué dans une de ses courses folles et alors qu'il s'approchait du but, il a été fauché par Georgios Theodotou."
    ],
    [
        "75369",
        "Les visiteurs ouvraient la marque sur un penalty provoqué par Thomas Buffel, accroché dans la surface par Simone Bacciochi, et transformé par Timmy Simons."
    ],
    [
        "79351",
        "Pavel Besta (Baník) retenu par Dimitar Berbatov (Leverkusen)"
    ],
    [
        "1077175",
        "Semak se promenait dans la défense soudain retombée dans ses travers, Jean-Michel Badiane le fauchait et Vágner Love doublait la marque sur penalty."
    ],
    [
        "1077158",
        "Adriano était bousculé à l'intérieur de la surface, sur une passe de Juan Sebastián Verón cette fois, mais l'arbitre jugeait que l'intervention désespérée de Frank Baumann ne justifiait qu'un carton jaune."
    ],
    [
        "79618",
        "Le Tchèque était retenu au bras dans la surface par Armindo Ferreira: penalty et carton rouge pour le défenseur de la Berri."
    ],
    [
        "1077156",
        "Cependant, à la 55e minute, le match aurait pu être plié lorsque Jackie McNamara descendait Giuly qui filait vers le but."
    ],
    [
        "1077224",
        "Costinha accrochait Ignashevich à l'entrée de la surface de réparation, lequel se chargeait de tirer le penalty obtenu."
    ],
    [
        "1077214",
        "Pourtant, une minute plus tard, le gardien international fauchait Dego à l'intérieur de la surface."
    ],
    [
        "75361",
        "Albert Luque tente de passer Audrius Skerla et Marius Stankevicius"
    ],
    [
        "1077194",
        "Le milieu de terrain dépassait, en effet, deux adversaires avant de passer la balle à John Arne Riise, qui centrait à ras de terre en direction de Baroš."
    ],
    [
        "79744",
        "Une passe lumineuse de Nuno Gomes avait mis Simão Sabrosa sur orbite, lequel contournait le gardien de Stuttgart, Timo Hildebrand, avant de centrer pour Pereira dont la frappe trop molle ne parvenait à inquiéter le portier allemand."
    ],
    [
        "75279",
        "A la 50e minute, le Juventino feintait la défense centrale adverse pour piquer sa tête sur un centre de Sylvain Wiltord (0-1)."
    ],
    [
        "79934",
        "Et après avoir éliminé son défenseur direct, l'international anglais effectuait un centre vers l'attaquant néerlandais, dont le coup de tête victorieux redonnait l'avantage à Middlesbrough."
    ],
    [
        "80790",
        "Le résultat était le même, il passait Kew Jaliens, mais malgré des coéquipiers démarqués dans la surface, il décochait une frappe qui passait devant la cage."
    ],
    [
        "75157",
        "Il frappait dans le but vide, après avoir été servi idéalement par Rosický, qui avait effacé deux joueurs avant de délivrer cette passe décisive."
    ],
    [
        "1077166",
        "Dix minutes après la reprise, un coup franc de la Juventus parvenait au meneur de jeu tchèque, qui frappait sur le petit filet extérieur après avoir dribblé le portier du Maccabi."
    ],
    [
        "79750",
        "Après avoir éliminé l'arrière droit des Rangers Zurab Khizanishvilli, Roland Kollmann trouvait Joachim Standfest lequel échouait devant le gardien Stefan Klos."
    ],
    [
        "75278",
        "Néanmoins, après quelques minutes de jeu, l'ailier du Chelsea FC parvenait à passer Omri Afek ainsi que son garde du corps du jour et lançait Morrison qui inscrivait le premier but de la partie dans un angle impossible, ne laissant aucune chance à Shimon Gershon."
    ],
    [
        "1077167",
        "Dans la surface de Fenerbahçe il réussissait à dribbler le gardien mais son tir passait au-dessus de la transversale."
    ],
    [
        "75325",
        "Haas dribblait David James et Terry devait sauver sur sa ligne."
    ],
    [
        "79351",
        "Mario Licka était oublié par les défenseurs du Bayer, contournait le gardien Hans-Jörg Butt et servait en retrait Michal Papadoulos, qui ne ratait pas cette occasion."
    ],
    [
        "1077212",
        "Diogo Rincón passait Candela, centrait pour Shatskikh, qui n'avait plus qu'à mettre au fond des filets, permettant par la même au Dynamo de conserver toutes ses chances de qualification pour les huitièmes de finale."
    ],
    [
        "79955",
        "Quatre fois, Vágner Love, buteur au match aller, se jouait des défenseurs portugais."
    ],
    [
        "1081499",
        "Le Croate feintait coup sur coup Freier et Carsten Ramelow avant de glisser un ballon dans la course de Luis García qui trompait Jörg Butt d'une frappe sans contrôle."
    ],
    [
        "1077181",
        "Puis l'attaquant italien âgé de 29 ans crochetait avant de frapper au but, mais sa tentative n'était pas assez puissante pour tromper Oliver Kahn."
    ],
    [
        "1077166",
        "Même lorsqu' ils parvenaient à passer Thuram et consorts, ils manquaient leurs frappes, à l'image d'Erez Mesika qui tirait directement sur Gianluigi Buffon alors que le but lui était offert."
    ],
    [
        "1077237",
        "Le ciel devait définitivement tomber sur la tête des joueurs de Valence, lorsque sur une longue passe de Valérien Ismaël, Emiliano Moretti manquait le ballon et Valdez en profitait pour contourner Cañizares et ouvrir la marque."
    ],
    [
        "1081507",
        "Mais quatre minutes seulement après son entrée en jeu à la place de Ludovic Giuly, López se jouait de Gallas avant de marquer d'une frappe puissante du droit, après 67 minutes."
    ],
    [
        "1081508",
        "Après avoir crocheté Oleguer Presas, l'Islandais remettait Chelsea en quart de finale (1-0, 8e)."
    ],
    [
        "79769",
        "Après s'être débarassé de trois défenseurs, il provoquait la sortie du gardien Vasilj et effectuait une passe en retrait vers Cacau, qui pêchait dans la finition."
    ],
    [
        "79739",
        "Andrei Arshavin du Zenit tente de dépasser Bruno Alves"
    ],
    [
        "79353",
        "Jarošík échappait à Moore sur le côté gauche avant de délivrer un centre à ras de terre que Love convertissait en but."
    ],
    [
        "79936",
        "L'attaquant d'Heerenveen, qui s'était montré dangereux et pressant depuis le début de la rencontre, crochetait et trompait Shay Given d'un tir puissant."
    ],
    [
        "1081508",
        "Joe Cole débordait à droite, repiquait au centre en mystifiant Giovanni van Bronckhorst et frappait sans entrave."
    ],
    [
        "75329",
        "L'attaquant anglais contournait brillamment Glowacki avant de tirer du coin en ne laissant aucune chance à Dudek."
    ],
    [
        "75357",
        "Il a fallu attendre la première minute de la seconde période pour voir le premier tir cadré espagnol, Raúl se débarrassant de son défenseur à l'angle de la surface de réparation pour adresser une belle frappe qui trompait le gardien Kenan Hasagic mais venait terminer sa course contre la barre transversale."
    ],
    [
        "79599",
        "Au dernier moment, l'ailier du Standard, Sérgio Conceição, meilleur joueur du match, a débordé la défense allemande et adressé un centre qui est passé entre les jambes d'Edu pour finir sa course sur le pied gauche du remplaçant Wiston."
    ],
    [
        "1077240",
        "L'international irlandais Duff se jouait d'Areias et démarquait intelligemment Wayne Bridge, mais le milieu gauche - tenant ce soir un rôle plus offensif que d'habitude - frappait le ballon avec son mauvais pied et le ballon passait à côté du cadre."
    ],
    [
        "79710",
        "Parme procédait par contre-attaques et à la demi-heure de jeu, Massimo Maccarone se jouait de la défense belge mais son tir était détourné in extremis par Vedran Runje."
    ],
    [
        "1077222",
        "Quatre minutes plus tard, le milieu de terrain français adressait un nouveau centre à destination de l'international allemand, mais sa reprise passait cette fois-ci à côté du cadre."
    ],
    [
        "79701",
        "Après un bon travail de Szabolcs Huszti, au niveau du poteau de corner droit, le milieu délivrait un superbe centre que Thomas Sowunmi détournait vers Aleksandar Bajevski, mais la tête du buteur passait juste au-dessus."
    ],
    [
        "1077213",
        "Après avoir dépossédé Maxwell du ballon sur la droite, Mauro Camoranesi se ruait vers l'avant pour délivrer une diagonale en direction de Zalayeta, lequel trompait sans problème le gardien des visiteurs, Hans Vonk."
    ],
    [
        "75157",
        "Il frappait dans le but vide, après avoir été servi idéalement par Rosický, qui avait effacé deux joueurs avant de délivrer cette passe décisive."
    ],
    [
        "1077161",
        "Rivaldo s'est largement illustré au milieu de terrain, et il a notamment offert une passe décisive pour Stoltidis sur coup franc."
    ],
    [
        "1077159",
        "Quince minutes avant la fin, il en saisissait une en transformant un coup franc direct à la limite de la surface provoqué par Hélder sur Kezman."
    ],
    [
        "75369",
        "Les visiteurs ouvraient la marque sur un penalty provoqué par Thomas Buffel, accroché dans la surface par Simone Bacciochi, et transformé par Timmy Simons."
    ],
    [
        "1077231",
        "Manchester parvenait ensuite à faire reculer le Fener pendant une période, réussissant à mettre la pression sur le but turc et provoquant une série de coups-francs dangereux."
    ],
    [
        "80814",
        "Sur l'un d'eux, Carvalho, déjà bourreau du Parma FC en demi-finale, trouvait Yuri Zhirkov qui glissait le ballon entre les jambes de Ricardo (1-2, 58e)."
    ],
    [
        "79724",
        "Giménez, inspiré, lobait la défense pour trouver Carignano qui, au second poteau, propulsait la balle dans les filets signant ainsi le but de la victoire."
    ],
    [
        "75335",
        "Jeff Whitley trouvait Healy sur la gauche, lequel levait le ballon avant de lober Manninger d'une frappe de volée."
    ],
    [
        "1077201",
        "À la 10e minute, Beasley retrouvait néanmoins ses facultés de finisseur lorsque sur un coup-franc tiré de la ligne médiane par Theo Lucius, il catapultait le ballon dans les filets d'Espen Johnsen."
    ],
    [
        "1077171",
        "Ronaldinho jouait un une-deux avec Eto'o pour faire une belle passe du pied droit au cœur de la défense, que Deco catapultait au fond des filets, laissant Flavius Stoican sur les talons."
    ],
    [
        "75367",
        "Le défenseur central montait aux avant-postes et récupérait un ballon à l'entrée de la surface, mais malgré sa position idéale il frappait très largement au-dessus de la transversale."
    ],
    [
        "1077152",
        "Puis suite à une action confuse, Van Nistelrooij égalisait en lobant Coupet."
    ],
    [
        "1077240",
        "L'international irlandais Duff se jouait d'Areias et démarquait intelligemment Wayne Bridge, mais le milieu gauche - tenant ce soir un rôle plus offensif que d'habitude - frappait le ballon avec son mauvais pied et le ballon passait à côté du cadre."
    ],
    [
        "1077232",
        "Malouda, seul dans la surface de réparation, frappait sur le gardien du Sparta."
    ],
    [
        "75388",
        "Il récupérait une longue passe de Teddy Lucic et lobait Mario Muscat."
    ],
    [
        "79345",
        "A la 34e, Trezeguet prenait l'avantage sur un défenseur passif, Toni Kuivasto, avant de propulser le ballon au fond des filets d'un tir à mi-distance."
    ],
    [
        "75196",
        "Le Danemark se relevait pourtant et réduisait la marque juste avant la pause, le gardien grec Antonios Nikopolidis jugeant mal un centre de Niclas Jensen que Rommedahl propulsait dans le but vide."
    ],
    [
        "79692",
        "Goor était lancé vers le but et le capitaine belge piquait calmement son ballon au-dessus du gardien, Craig Gordon, qui avait plongé."
    ],
    [
        "79364",
        "Le meneur de jeu slovène contrôlait le ballon du droit puis tirait du gauche."
    ],
    [
        "79352",
        "L'international tchèque interceptait une touche, s'en allait battre deux défenseurs et brossait le ballon en pleine lucarne."
    ],
    [
        "79935",
        "Le milieu croate lobait Mark Schwarzer qui s'était jeté mais voyait sa tentative contrée par Gareth Southgate."
    ],
    [
        "79705",
        "Un débordement et un centre, qui lobait tout le monde, de Sávio Bortolini, devait être l'action la plus nette devant les buts de l'Austria."
    ],
    [
        "1077238",
        "L’attaquant talonnait astucieusement pour Cruz dans la surface et l’Argentin pouvait placer sa frappe pour l’ouverture du score."
    ],
    [
        "75144",
        "Les locaux étaient crucifiés lorsque Joonas Kolkka envoyait au but Eremenko Jr, qui glissait le cuir dans le coin droit à ras de terre après avoir déjoué le piège du hors-jeu tendu par la défense adverse."
    ],
    [
        "75145",
        "La Roumanie faisait un départ rêvé lorsque le milieu de terrain du FC Dynamo Kyiv Cernat concluait une belle performance individuelle du côté gauche à l'intérieur de la surface de réparation en piquant le ballon au-dessus du gardien de but d'Andorre, Koldo Alvarez, à la deuxième minute."
    ],
    [
        "1077173",
        "Une erreur de Schulz profitait à Vicente et l'international espagnol ne tremblait pas au moment de piquer le ballon au-dessus de Andreas Reinke."
    ],
    [
        "75327",
        "Anatoliy Ponomarev trouvait Danny Gabbidon qui frappait au-dessus du cadre à la 29e minute."
    ],
    [
        "79728",
        "Parfaitement démarqué dans la surface de réparation adverse par une passe précise de Lange, le milieu de terrain slovène, Ceh, glissait le cuir sous le corps du portier de Saragosse, Luis García."
    ],
    [
        "79724",
        "Giménez, inspiré, lobait la défense pour trouver Carignano qui, au second poteau, propulsait la balle dans les filets signant ainsi le but de la victoire."
    ],
    [
        "79573",
        "Le Viennois Steffen Hofmann est surveillé par Custódio et Joseph Enakarhire"
    ],
    [
        "1081504",
        "La défense centrale de Felix Magath composée par Lucio et Robert Kovac a été impériale et Henry a été presque totalement muselé."
    ],
    [
        "1081511",
        "Lyon, privé d'Anthony Réveillère et Claudio Caçapa en défense, ne devra pas lui laisser d'espace, et le surveiller de très près sur coup de pied arrêté."
    ],
    [
        "75157",
        "Ce dernier était d'ailleurs marqué par son coéquipier du Liverpool FC Sami Hyypiä."
    ],
    [
        "79718",
        "Oguchi Onyewu et Emre Asik se bousculaient et les deux défenseurs récoltaient un carton jaune."
    ],
    [
        "75342",
        "Le 3 septembre prochain, l'Angleterre se déplacera au Pays de Galles, mais sans Owen, suspendu après avoir reçu ce soir un second carton jaune dans la compétition."
    ],
    [
        "79357",
        "La chance des locaux semblait cependant avoir tourné lorsque Rodolfo Dantas Bispo était expulsé après avoir reçu son second carton jaune 2 minutes après la pause."
    ],
    [
        "79368",
        "Ce n'était donc pas une surprise lorsque le deuxième but du Maccabi, deux minutes avant le repos, provenait d'une autre erreur défensive, mais cette fois-ci du gardien, le centre du milieu de terrain Erez Mesika étant mal jugé par Atmatsidis et se logeait dans la lucarne."
    ],
    [
        "1077219",
        "En effet, après seulement cinq minutes de jeu, le milieu de terrain serbe, Zvonimir Vukic, interceptait une mauvaise passe des Italiens et frappait au but."
    ],
    [
        "75196",
        "Le Danemark se relevait pourtant et réduisait la marque juste avant la pause, le gardien grec Antonios Nikopolidis jugeant mal un centre de Niclas Jensen que Rommedahl propulsait dans le but vide."
    ],
    [
        "1077172",
        "A la 64e minute, le Celtic accentuait la pression, un centre d'Hartson était mal jugé par Dida et il fallait que Cafu intervienne pour éviter le but."
    ],
    [
        "1077181",
        "A la demi heure de jeu, le meneur de jeu tchèque Pavel Nedved interceptait une passe à l'intérieur de la surface de réparation."
    ],
    [
        "75356",
        "A la 25e, les Diables Rouges passaient à nouveau tout prêt, la tête de Sonck frôlant le poteau, et deux minutes avant le repos, l'attaquant de l'AFC Ajax voyait son lob astucieux mourir sur le haut de la transversale."
    ],
    [
        "75355",
        "Gasperoni ne pouvait que repousser un coup franc rapide de Mladen Krstajic, et le ballon atterrissait dans les pieds de l'attaquant à trois mètres de la ligne, qui n'avait plus qu'à pousser la balle au fond des filets."
    ],
    [
        "79709",
        "A la 15e minute, une longue touche atterrissait dans la surface de réparation."
    ],
    [
        "1077158",
        "L'Inter manquait d'alourdir le score juste avant la pause, quand Van der Meyde centrait pour Vieri, dont la frappe atterrissait directement sur Heinke."
    ],
    [
        "80114",
        "Dès la 9e minute, le meneur de jeu de 34 ans combinait un une-deux avec Kenneth Perez à l'entrée de la surface de réparation avant d'expédier une frappe enroulée, qui venait mourir dans la lucarne du but de Jan Laštuvka."
    ],
    [
        "75389",
        "Un coup franc de Srna détourné par le mur finissait à côté des cages à la 48e minute, mais cette action allait amorcer la suite des événements."
    ],
    [
        "1077147",
        "Un centre de França tombait dans les pieds de l'international bulgare qui ne se faisait pas prier pour convertir l'occasion."
    ],
    [
        "75184",
        "Ils s'offraient même une seconde occasion de but après 65 minutes de jeu, lorsqu' un centre de Maxim Nizovtsev parvenait à Baltiyev mais la reprise de celui-ci manquait le cadre."
    ],
    [
        "79751",
        "Maciej Mielcarz, le gardien de l'Amica, repoussait un coup-franc de Kenneth Perez à la 12e minute, mais sa défense ne parvenait pas à se dégager, et le ballon atterrissait sur la tête de Van Galen, qui trompait le gardien."
    ],
    [
        "1077161",
        "Le dégagement de Jerzy Dudek tombait dans les pieds de Grigorios Georgatos, qui centrait immédiatement en direction de Giovanni, mais la reprise de la tête de ce dernier passait assez loin des buts anglais."
    ],
    [
        "75300",
        "Ghenadie Olexic manquait le cadre à deux reprises pour les visiteurs, mais en fin de mi-temps le Belarus se reprenait et peu avant la pause, la frappe d'Omelyanchuk de 28 mètres surprenait Hmaruc et finissait au fond des filets."
    ],
    [
        "75336",
        "Sa première tentative était éloignée par le gardien, et sa deuxième finissait dans le mur."
    ],
    [
        "75393",
        "Les Scandinaves étaient finalement récompensés à la 24e minute sur un centre de la droite d'Alexander Östlund qu'Allbäck déviait pour Ljungberg dont la reprise fusillait Gábor Király, le gardien de but hongrois."
    ],
    [
        "75388",
        "L'optimisme était de courte durée puisque les Suédois récupéraient un ballon sur un coup franc et lançaient Wilhelmsson qui effectuait une passe lobée pour Larsson qui contrôlait, se retournait et ajustait calmement Muscat, quelques secondes après la reprise."
    ],
    [
        "1077217",
        "Son toucher de balle mettait Konstantinou sur orbite dans le couloir gauche, dont le tir de dix mètres à ras de terre trompait Espen Johnsen sur sa droite, et Panathinaïkos prenait l'avantage."
    ],
    [
        "1077157",
        "Vanden Borre battu, il pouvait ajuster Zitka grâce à un tir à ras de terre."
    ],
    [
        "75241",
        "Un superbe jeu à une touche de balle entre Terehhov et Oper permettait au buteur du FC Torpedo Moskva d'effacer le défenseur Stanislav Varga et de tromper Contofalský d'une frappe superbe."
    ],
    [
        "79960",
        "D'une frappe chirurgicale au second poteau, l'attaquant brésilien ajustait Laštuvka, le gardien tchèque du Shakhtar."
    ],
    [
        "1077205",
        "Cette fois, sa tête piquée était assez puissante pour tromper Andreas Reinke, le gardien du champion d'Allemagne devant s'incliner pour la première fois."
    ],
    [
        "79347",
        "Le corner tiré par Poborský trouvait le remplaçant Miroslav Baranek, qui fusillait de la tête le gardien de but, qui ne pouvait que repousser la balle sur Homola qui poussait au fond et qualifiait le Sparta."
    ],
    [
        "79750",
        "Les hommes d'Alex McLeish se déplacent au AZ Alkmaar le 2 décembre tandis que le GAK attendra le 15 décembre avant de retrouver la compétition contre ce même AZ."
    ],
    [
        "79693",
        "Schalke se déplacera le 4 novembre chez les Hearts of Midlothian, qui se sont inclinés 3-0 devant Feyenoord, lors de la deuxième journée, alors que Bâle doit patienter jusqu'au 25 novembre pour affronter Hearts à domicile."
    ],
    [
        "79745",
        "Le Dinamo se déplacera à Benfica le 25 novembre, la formation portugaise se rendant une semaine plus tard sur le terrain de Beveren."
    ],
    [
        "1077161",
        "Ieroklis Stoltidis célébrant son but"
    ],
    [
        "75273",
        "Yossi Benayoun (2e en partant de la droite) fête son doublé"
    ],
    [
        "79740",
        "Boudewijn Zenden fête son premier but pour Middlesbrough."
    ],
    [
        "1077165",
        "Makaay célèbre son deuxième but"
    ],
    [
        "80112",
        "Alan Shearer (Newcastle) fête le deuxième but avec Kieron Dyer"
    ],
    [
        "79738",
        "Il faudra aussi montrer plus de sang-froid et d'agressivité positive pour venir à bout des Russes qui ont remporté leur premier match 5-1 contre l'AEK Athènes FC, ce qui laisse pour l'instant la 3e place qualificative aux Lillois."
    ],
    [
        "1077201",
        "Le PSV gagne grâce à un solitaire but de Beasley"
    ],
    [
        "1086477",
        "\" Nous sommes capables de gagner à Anfield \", déclarait Mourinho hier, il l'a fait le 1er janvier (1-0, but de Joe Cole)."
    ],
    [
        "1077145",
        "Après avoir été la première équipe française à vaincre le PSV Eindhoven dans son stade il y a un an, Monaco n'a pu rééditer cette performance sur les bords de la Mersey."
    ],
    [
        "80612",
        "Parme était encore plus à l'aise la saison dernière, écrasant le SV Austria Salzburg 9-0 au deuxième tour."
    ],
    [
        "80608",
        "Grâce à un triplé de Franck Sauzée et des buts de Pelé, Jean-Marc Ferreri et Marcel Desailly, alors âgé de 24 ans, les Marseillais écrasaient le CSKA 6-0 et s'envolaient vers la victoire finale."
    ],
    [
        "1077231",
        "Manchester avait déjà assuré sa qualification au sein du Groupe D, mais le club anglais termine à la seconde place, suite à sa première défaite en Turquie, alors que l'Olympique Lyonnais a écrasé l'AC Sparta Praha, lanterne rouge, 5-0."
    ],
    [
        "1084882",
        "Après avoir battu l'Arsenal FC en huitièmes de finale, le Bayern tentera d'ajouter le Chelsea FC à son tableau de chasse."
    ],
    [
        "75203",
        "Otto Rehhagel n'avait effectué qu'un seul changement par rapport à l'équipe qui avait gagné en Géorgie le week-end dernier."
    ],
    [
        "75340",
        "Sanchez changeait trois joueurs dans l'équipe vaincue à Old Trafford: Mark Williams débutait la rencontre en défense, tandis que le milieu de terrain Steven Davis suppléait Damien Johnson, suspendu, et James Quinn revenait en sélection pour épauler David Healy en attaque."
    ],
    [
        "75232",
        "Lors des matches précédents, la Slovaquie s'était imposée face au Liechtenstein et au Luxembourg et elle avait fait match nul contre la Russie."
    ],
    [
        "75362",
        "Muselée par une bonne défense, la Serbie-Monténégro, qui s'était imposée 3-0 à Saint-Marin pour son premier, a dû attendre la 35e minute pour inscrire son premier but."
    ],
    [
        "79355",
        "Le Shakhtar s'était largement imposé 4-1 au match aller il y a quinze jours et il augmentait son avance au score cumulé lorsque Vukic ouvrait la marque après cinq minutes de jeu seulement."
    ],
    [
        "1077199",
        "Malgré son avance de deux buts, Manchester était loin d' avoir gagné la partie, et alors qu'on approchait de la pause, le gardien local, Roy Carroll, était sollicité en deux temps, repoussant une volée de Poborský et la reprise de Lukáš Zelenka."
    ],
    [
        "75300",
        "Baidaychnyy décidait alors de remplacer Kutuzov par Bulyha, mais avant que le changement soit effectué, le joueur qui allait sortir recevait une passe de Valentin Belkevich et transformait des six mètres."
    ],
    [
        "75276",
        "L'attaquant du Real Racing Club Santander contrôlait un centre de Nimni mais son tir n'était pas assez puissant pour inquiéter Nicos Panagiotou."
    ],
    [
        "80658",
        "Le pari manquait de se retourner contre les Néerlandais après seulement sept minutes de jeu, lorsque Lucho surgissait derrière une défense d'Alkmaar bien statique pour réceptionner un coup franc de Riquelme."
    ],
    [
        "79770",
        "Une course de Bourmpos sur l'aile droite lui permettait de centrer à la limite de la surface, où Nikos Lyberopoulos se saisissait du ballon en sprintant."
    ],
    [
        "1077235",
        "Brandão pouvait hériter du ballon et tirer mais sa tentative filait hors-cadre."
    ],
    [
        "79693",
        "Christian Poulsen récupérait le ballon au milieu et le donnait à Kobiashvili qui repiquait au centre avant de fusiller Pascal Zuberbühler d'une frappe lourde de 25 mètres à la huitième minute."
    ],
    [
        "79746",
        "Bystrov héritait du ballon au point de penalty."
    ],
    [
        "75194",
        "Les Danois, quant à eux, pensaient tenir la victoire lorsque Tomasson recevait une passe du remplaçant Dennis Rommedahl, mais l'attaquant de l'AC Milan se trouvait en position de hors-jeu."
    ],
    [
        "75294",
        "Il héritait du ballon à 20 mètres du but, se faufilait dans la défense et marquait de près."
    ],
    [
        "79362",
        "Mario Cantaluppi prenait la défense intériste par surprise en jouant un coup franc lobé au premier poteau qui trouvait Rossi, qui, après avoir contrôlé la balle, centrait intelligemment d'un retourné."
    ],
    [
        "1077191",
        "Le gardien russe Igor Akinfeev se trouait complètement dans sa sortie; Gudjohnsen réceptionnait le ballon et remettait pour Terry qui envoyait la balle au fond des filets."
    ],
    [
        "75225",
        "Le match arrivait à son terme quand Vittek échappait au piège du hors-jeu pour récupérer une magnifique passe lobée de Radoslav Zábavník à la limite de la surface, l ' amortissait de la poitrine avant de l'expédier dans la cage de Viacheslav Malafeev pour annuler l'avantage donné aux Russes par Dmitri Bulykin en première mi-temps."
    ],
    [
        "79345",
        "A l'origine du but de la Juve, un tacle manqué de Markus Karlsson, le capitaine de Djurgården, sur Ruben Olivera, qui l'évitait par la droite et faisait une bonne passe à Del Piero qui s' en saisissait pour cueillir la défense suédoise à froid et battre Demo Touray."
    ],
    [
        "75269",
        "Le milieu de terrain du Real Racing Club Santander Benayoun récupérait le ballon à l'entrée de la surface de réparation, dribblait six joueurs avant de secouer les filets d'un angle fermé."
    ],
    [
        "79961",
        "A peine cinq minutes s'étaient écoulées lorsque Brandão obligeait Rost à sortir pour bloquer l'attaquant brésilien qui avait hérité d'un long ballon."
    ],
    [
        "75387",
        "Ivan Klasnic recevait une passe de Jurica Vranješ juste en dehors de la surface."
    ],
    [
        "79015",
        "Après avoir parfaitement contrôlé une longue passe de Sacha Schneider, et alors qu'il armait son tir, Hutan se trouvait au bon endroit pour retirer in extremis la balle des pieds de l'attaquant."
    ],
    [
        "75150",
        "A la 60e minute, Bernaus récupérait le ballon sur une transversale en direction de la surface de réparation."
    ],
    [
        "79709",
        "Mais sur l'action qui suivait, Kobiashvili recevait le ballon à l'angle de la surface et trompait Szücs d'une frappe enroulée à ras du sol avec l'extérieur du pied gauche."
    ],
    [
        "75367",
        "Le défenseur central montait aux avant-postes et récupérait un ballon à l'entrée de la surface, mais malgré sa position idéale il frappait très largement au-dessus de la transversale."
    ],
    [
        "79943",
        "L'attaquant de 24 ans réceptionnait une longue balle, mystifiant au passage le défenseur adverse, Hugo."
    ],
    [
        "1077210",
        "Après 68 minutes de jeu, Djordjevic héritait d'une passe de Rivaldo pour ouvrir le score."
    ],
    [
        "79757",
        "Domenico Caso, l'entraîneur de la Lazio, avait fait quatre changements par rapport à l'équipe qui s'était inclinée 3-2 à domicile dimanche dernier face au Cagliari Calcio."
    ],
    [
        "79048",
        "En mai dernier, après avoir atteint la finale de la Coupe de Hongrie, l'équipe perdait 3-1 face aux champions Ferencvárosi TC."
    ],
    [
        "80610",
        "Les Portugais s'étaient inclinés 5-1 au match aller."
    ],
    [
        "1077227",
        "Le Dynamo s'effondre à Leverkusen"
    ],
    [
        "79370",
        "Même si les esprits chagrins diront que le FC København avait lui aussi triomphé ici avant de s'effondrer 5-0 à domicile au tour précédent, le doublé de Mohamed Kallon et le but de Javier Chevanton mettent le club français presque à l'abri d'une telle désillusion le 24 août."
    ],
    [
        "79349",
        "Après s'être incliné 2-1 à Trondheim à l'aller, le Maccabi semblait mal parti lorsque Najwan Ghrayib se voyait expulsé pour un tacle en retard sur Jan Gunnar Solli à la 25e minute."
    ],
    [
        "79588",
        "Rossi prolongeait de la tête dans un premier temps, et Giménez recevait le ballon alors qu'il était démarqué."
    ],
    [
        "75267",
        "La passe tout en finesse de l'attaquant arrivait jusqu'à Hakan Yakin et le directeur d'orchestre suisse prolongeait vers Rey, remplaçant d'Alexander Frei, suspendu, qui ne commettait aucun impair."
    ],
    [
        "75147",
        "Stojkov prolongeait une longue ouverture pour Pandev qui croisait parfaitement son tir."
    ],
    [
        "75183",
        "Stelios Giannakopoulos et Vassilios Tsiartas entraient alors."
    ],
    [
        "80788",
        "Carmignani répondait à son collègue en lançant Daniele Bonera (61e) puis Andrea Pisanu, buteur décisif en quart et en seizième de finale (68e)."
    ],
    [
        "1077184",
        "Le retour express de Fenerbahçe a ensuite été enrayé par Pierre-Alain Frau qui entrait et marquait instantanément."
    ],
    [
        "1077173",
        "Schaaf lançait un quatrième attaquant, Charisteas, à la place de Schulz, et l'international grec achevait de renverser la situation pour Brême en marquant de près."
    ],
    [
        "80610",
        "La rencontre du Groupe D, dans le nord-est de l'Angleterre que le Sporting a visité ensuite pour éliminer le Middlesbrough FC, s'était soldée par un 1-1, les deux équipes étant déjà assurées de leur qualification pour les seizièmes de finale avant le coup d'envoi."
    ],
    [
        "75186",
        "Le match se terminait finalement sur un match nul qui ne faisait les affaires ni des Grecs, ni des Turcs, en vue de leur qualification."
    ],
    [
        "1077235",
        "Barcelone espérait une victoire du Celtic contre Milan pour pouvoir terminer en tête du groupe, à condition toutefois de gagner à Donetsk, où son précédent et unique déplacement s'était soldé par un score de parité."
    ],
    [
        "79947",
        "Le match aller, qui avait été décalé, s'est joué la semaine dernière et s'est soldé par un 0-0."
    ],
    [
        "79005",
        "De son côté, le KR pouvait se mordre les doigts d'avoir laissé Shelbourne remonter ses deux buts de retard lors du match aller qui s'était terminé sur le score de 2-2."
    ],
    [
        "79947",
        "Ernst Dospel concédait un penalty pour une faute de main sur un centre de Santiago Ezquerro."
    ],
    [
        "75327",
        "Les Gallois ne se sentaient pas menacés sur un coup franc concédé à trente mètres, et choisissaient l'option d'un mur à deux joueurs."
    ],
    [
        "75397",
        "On jouait la troisième minute du temps additionnel lorsque Elin Topuzakov bousculait le remplaçant Christian Wilhelmsson dans la surface de réparation, concédant un penalty que le milieu de terrain de l'Arsenal FC se chargeait de transformer."
    ],
    [
        "1077229",
        "Pour son 300e match européen, le Bayern encaissait ainsi son 300e but."
    ],
    [
        "1077239",
        "Incapables de bousculer le PFC CSKA Moskva qui a conservé sa supériorité de l'aller (2-0), les joueurs français, après être revenus à 1-1, ont encaissé deux buts alors que leur adversaire était réduit à dix."
    ],
    [
        "79704",
        "Utrecht, connaissant la réputation du FC Dnipro en contre-attaque, démarrait prudemment et encaissait un but rapidement."
    ],
    [
        "79755",
        "Il visait juste dix minutes plus tard, récupérant une balle perdue par Vladimir Bystrov sur un tacle d'Aitor Ocio et croisant une frappe imparable dans le petit filet."
    ],
    [
        "75338",
        "Giggs perdait la balle au milieu du terrain et la passe qui s'en suivait trouvait un Christian Mayrleb totalement esseulé au milieu de la défense galloise."
    ],
    [
        "79353",
        "L'équipe russe prenait le contrôle du milieu de terrain, et à la 23e minute, Fernando Ricksen perdait le ballon dans sa propre surface de réparation et était tout près d'offrir le but à l'équipe russe."
    ],
    [
        "79770",
        "Une course de Bourmpos sur l'aile droite lui permettait de centrer à la limite de la surface, où Nikos Lyberopoulos se saisissait du ballon en sprintant."
    ],
    [
        "1077189",
        "Daniel Zitka, le gardien de but d’Anderlecht plongeait dans les pieds de Klose lancé sur une passe en profondeur de Micoud, mais le cuir parvenait à Ivan Klasnic qui secouait les filets."
    ],
    [
        "75241",
        "Dix minutes avant la pause, les visiteurs se créaient leur deuxième occasion, Mintál détournant une passe de Karol Kisel pour obliger Kotenko à un nouvel exploit, plongeant dans les jambes de Nemeth."
    ],
    [
        "1077189",
        "Zitka repoussait une frappe à ras de terre de Magnin d’un côté, et Reinke plongeait pour détourner une tentative de Wilhelmsson, alors que cette divertissante première période arrivait à son terme."
    ],
    [
        "79956",
        "Mais le club espagnol défendait bien et son jeu de passes fluides tournait en sa faveur au moment opportun lorsqu'Alvaro marquait, à 18 minutes de la fin, le but libérateur."
    ],
    [
        "1077186",
        "Le Panathinaikos revenait des vestiaires avec plus d'entrain, mais Arsenal défendait bien et restait menaçant en contre-attaque."
    ],
    [
        "79939",
        "En toute fin de match, Bâle poussait fort mais toujours sans réussite..."
    ],
    [
        "75332",
        "Dans les dix dernières minutes, le Pays de Galles défendait désespérément, Gabbidon réussissant une série d'interventions cruciales."
    ],
    [
        "1077169",
        "Le PSV pousse et gagne"
    ],
    [
        "79611",
        "Levski poussait vaillamment en seconde période mais ne parvenait pas vraiment à se créer des occasions."
    ],
    [
        "79372",
        "Tomasz Frankowski frôlait deux fois la cible, alors que Ronaldo subtilisait le ballon au portier polonais Radoslaw Majdan à l'entrée de la surface de réparation, mais il était taclé in extremis par Arkadiusz Glowacki."
    ],
    [
        "79768",
        "Les tentatives des visiteurs stoppaient néanmoins lorsque Ouattara était expulsé une minute plus tard pour avoir fauché Huntelaar à l'entrée de la surface, après que Abdoulaye Djiré se soit fait subtiliser le ballon par Mika Väyrynen."
    ],
    [
        "1077218",
        "Ensuite, Henry est parvenu à subtiliser le ballon à Wilfred Bouma à l'intérieur de la surface de réparation hollandaise mais son tir passait à côté."
    ],
    [
        "1077213",
        "Après avoir dépossédé Maxwell du ballon sur la droite, Mauro Camoranesi se ruait vers l'avant pour délivrer une diagonale en direction de Zalayeta, lequel trompait sans problème le gardien des visiteurs, Hans Vonk."
    ],
    [
        "79695",
        "Le défenseur belge faisait cependant preuve de sang-froid et intervenait parfaitement pour contrer Oprita."
    ],
    [
        "79702",
        "Il le dépossédait du ballon d'un tacle glissé."
    ],
    [
        "75276",
        "A la 17e minute, Benayoun dépossédait Costas Kaiafas du ballon à l'angle de la surface et se faisait tacler de manière irrégulière."
    ],
    [
        "80105",
        "Frey ne tardait pas à contrer Jesuli au quart d'heure de jeu, puis Francesco Ruopolo répondait en tentant un coup-franc lobé sur l'autre but."
    ],
    [
        "79111",
        "Comme Vilnrotter hésitait, Larmour réussissait à le déposséder du ballon, mais manquant d'espace, ce dernier décalait vers l'autre attaquant, Andy Crawford, dont le tir trop tardif était contré par le défenseur du HJK Joakim Jensen."
    ],
    [
        "1077153",
        "Le meneur de jeu González lâchait une volée puissante du gauche à l'entrée de la surface et le stade chavirait de plaisir."
    ],
    [
        "79693",
        "Le remplaçant enveloppait son tir au-dessus du mur et trompait le gardien local Frank Rost."
    ],
    [
        "1081499",
        "Le Norvégien enveloppait un coup franc à l'entrée de la surface."
    ],
    [
        "75149",
        "A la 76e minute, Jirí Jarosik prenait toute la défense adverse en défaut et passait à Koller qui pouvait placer une frappe hors de portée de Bete."
    ],
    [
        "1081507",
        "Ronaldinho adressait ensuite une magnifique ouverture pour lui-même et enroulait une frappe qui contournait un défenseur avant de passer de peu à côté du montant gauche de Petr Cech."
    ],
    [
        "75387",
        "Le dégagement de Balazs Molnár n'allait pas plus loin que l'attaquant du Rangers FC qui récupérait la balle avant de transpercer la défense et armer un tir sous la barre qui battait Gábor Kiraly."
    ],
    [
        "75190",
        "Ensuite, le capitaine Kazakh, Samat Smakov, expédiait une volée sur la barre avant que Baltiev, encore, ne passe tout près avant la mi-temps."
    ],
    [
        "79020",
        "Ce match n'a cependant pas été à sens unique et Danijel Bajkuša déclenchait une volée que le gardien de Neftchi, Huseyn Mahammadov, détournait de belle manière."
    ],
    [
        "1077235",
        "Giovanni van Bronckhorst envoyait d'abord une reprise de volée sur Jan Laštuvka après un bon travail de Messi et Xavi Hernández enroulait ensuite un tir puissant, mais sur le gardien de but."
    ],
    [
        "75305",
        "Dadu maintenait la pression par une frappe de 20 mètres qui rasait le poteau, avant que Stanislav Ivanov n'expédie une tête à côté."
    ],
    [
        "75200",
        "Une minute plus tard, Shota Arveladze expédiait une frappe au-dessus depuis un angle fermé."
    ],
    [
        "1077206",
        "A la 8e minute, Adriano réussissait à se démarquer à l'entrée de la surface de réparation avant de lâcher une frappe puissante que Cañizares bloquait superbement, malgré une légère déviation."
    ],
    [
        "79956",
        "David Generelo armait le premier tir pour Saragosse après 29 minutes, mais sa frappe de loin passait à côté du but, et trois minutes plus tard, Alvaro reprenait un centre de Luciano Galletti mais manquait sa puissante tentative de la tête."
    ],
    [
        "1077206",
        "A la 8e minute, Adriano réussissait à se démarquer à l'entrée de la surface de réparation avant de lâcher une frappe puissante que Cañizares bloquait superbement, malgré une légère déviation."
    ],
    [
        "79721",
        "Le milieu de terrain espagnol de 22 ans parvenait à se démarquer en dehors de la surface, levait la tête et lobait le gardien: Kernozenko était trompé et le Real Saragosse tenait sa victoire."
    ],
    [
        "1077234",
        "Se démarquant de Torjus Hansén, l'Espagnol frappait à ras de terre et le cuir filait sous Espen Johnsen."
    ],
    [
        "1077149",
        "La plus grosse occasion de l'Ajax survenait à la 90e minute, Sonck réclamant en vain un penalty."
    ],
    [
        "1086988",
        "A la 39e, après que Luis García eut réclamé un penalty pour une main d'Alessandro Nesta, Kakà menait une contre-attaque fulgurante."
    ],
    [
        "1077183",
        "Les joueurs tchèques réclamaient un autre penalty à la 17e minute, mais il leur était également refusé."
    ],
    [
        "79761",
        "A la 59e minute, Aguiar donnait une passe décisive pour Zahovic alors que les défenseurs de Beveren réclamaient un hors-jeu."
    ]
]