[
    [
        "CANADA",
        "Le progrès technologique, en utilisant de nouvelles formes d'énergie et en multipliant la capacité de production, a considérablement accru l'impact de l'homme sur l'environnement, non seulement parce qu'il consomme davantage de ressources, mais aussi parce qu'il génère d'énormes quantités de produits et sous-produits nocifs pour l'environnement."
    ],
    [
        "CANADA",
        "Sur les terres, c'est probablement les écosystèmes non gérés, et en particulier les forêts, qui seront le plus touchés par le réchauffement du climat."
    ],
    [
        "CANADA",
        "Est-il trop tard pour freiner le changement climatique?"
    ],
    [
        "CANADA",
        "De plus, les forêts ont une importance écologique non négligeable. Elles fournissent des habitats vitaux aux espèces sauvages, modulent fortement les processus hydrologiques et radiatifs du système climatique, freinent l'érosion des sols et constituent une fraction importante du réservoir planétaire de carbone \" vivant \"."
    ],
    [
        "CANADA",
        "Ceci découle en grande partie de l'efficacité grandissante des initiatives prises par l'industrie pétrolière et gazière pour freiner ses émissions."
    ],
    [
        "CANADA",
        "Cette tendance reflète l'efficacité grandissante des initiatives visant à freiner les émissions de dioxyde de carbone et les pertes de méthane de l'industrie pétrolière et gazière et ce, dans le contexte d'une hausse appréciable de la production et des exportations."
    ],
    [
        "CANADA",
        "Il existe maintenant des modèles climatiques perfectionnés qui permettent de saisir très bien cette variabilité et peuvent simuler des changements régionaux très semblables aux observations."
    ],
    [
        "CANADA",
        "On a aussi testé le MCCGI pour déterminer s'il peut simuler de manière réaliste les changements survenus dans le climat mondial au cours du dernier siècle."
    ],
    [
        "CANADA",
        "Ce sont des modèles de haute résolution, qui peuvent simuler les caractéristiques climatiques et les processus physiques avec beaucoup plus de détail sur une partie limitée de la planète tout en puisant l'information sur les conditions aux limites dans les modèles globaux plus vastes."
    ],
    [
        "CANADA",
        "Le nouveau modèle a également une composante glace de mer plus sophistiquée, qui simule le transport de la glace de mer et les effets de la déformation de la glace,..."
    ],
    [
        "CANADA",
        "Les modèles de circulation générale simulent le système climatique en utilisant des équations mathématiques pour décrire le bilan radiatif de la Terre, la manière dont il se traduit en chaleur et en mouvement, et le fonctionnement du cycle hydrologique."
    ],
    [
        "CANADA",
        "L'exactitude des projections du modèle dépend, en partie, de celle des hypothèses quant aux changements futurs des gaz à effet de serre et des aérosols, ainsi que de la précision avec laquelle il simule des processus climatiques tels que la réponse de la vapeur d'eau et des nuages, ou les changements de la circulation océanique."
    ],
    [
        "CANADA",
        "Les autres grandes vérifications portent sur sa capacité à simuler les changements climatiques du passé et sa performance par rapport à d'autres modèles du climat."
    ],
    [
        "CANADA",
        "Les terres humides du Canada abritent d'importantes espèces sauvages. Elles servent également à filtrer les contaminants, à stocker l'eau et à protéger les berges contre l'érosion."
    ],
    [
        "CANADA",
        "C'est cette importante différence de température entre les tropiques et les pôles qui est le déclencheur principal des courants atmosphériques et océaniques de la Terre. Essentiellement, ceux-ci transportent l'air et l'eau chauds de l'équateur vers les pôles pendant que l'air et l'eau froids se déplacent en sens inverse."
    ],
    [
        "CANADA",
        " De plus, comme l'humidité de l'atmosphère est aussi transportée sur l'horizontale par les courants aériens, les régimes de précipitations qui se dessinent sur la Terre sont eux aussi régis par les grandes configurations de la circulation atmosphérique planétaire."
    ],
    [
        "CANADA",
        "Cependant, les modèles du climat montrent que, dans une atmosphère plus chaude, davantage d'humidité sera transportée vers les latitudes moyennes et élevées de l'hémisphère Nord."
    ],
    [
        "CANADA",
        "Ils indiquent pour les six endroits que les précipitations hivernales ne changeront pas beaucoup ou augmenteront."
    ],
    [
        "CANADA",
        "Si les climats locaux et régionaux changent, et c'est souvent arrivé par le passé, les limites des écozones changent elles aussi, et les écosystèmes doivent s'y ajuster."
    ],
    [
        "CANADA",
        "À l'aide de renseignements tirés de la modélisation climatique, des chercheurs ont conclu que les principaux cycles de circulation atmosphérique à grande échelle, comme l'oscillation arctique, risquent de changer en raison du réchauffement planétaire."
    ],
    [
        "CANADA",
        "Par conséquent, nombre des principales trajectoires de tempêtes peuvent être considérablement décalées. Pour concevoir les effets d'un tel décalage, il suffit de voir comment un El Niño change les régimes de circulation."
    ],
    [
        "CANADA",
        "La température superficielle de l'est du Pacifique commence alors à monter, ce qui change le régime de montée et de descente des masses d'air sur tout le Pacifique équatorial et, à terme, la circulation atmosphérique sur une grande partie du reste de la planète."
    ],
    [
        "CANADA",
        "Le réchauffement climatique peut changer le schéma et le taux d'évaporation et de précipitations dans certaines régions."
    ],
    [
        "CANADA",
        "Par exemple, tout ce qui fera changer la quantité d'énergie solaire entrant dans l'atmosphère ou la quantité de cette énergie absorbée dans l'atmosphère fera changer l'apport d'énergie qui alimente le système climatique."
    ],
    [
        "CANADA",
        "Par contre, la lente dégradation du pergélisol va aussi faire changer l'hydrologie des eaux souterraines dans le nord, modifier les écoulements et abattre les obstacles naturels qui régissent actuellement une grande partie des régimes régionaux de drainage."
    ],
    [
        "CANADA",
        "De plus, des modifications des courants atmosphériques causées par les inégalités du réchauffement du climat de la Terre pourraient aussi changer la répartition des régions affectées par les pluies acides."
    ],
    [
        "CANADA",
        "Finalement, l'amenuisement de la couche d'ozone de la stratosphère, imputable aux activités humaines, tend aussi à refroidir la surface terrestre, tandis que la modification de l'utilisation des terres peut changer la quantité de lumière solaire reflétée vers l'espace par la surface terrestre et ainsi contribuer au changement climatique."
    ],
    [
        "CANADA",
        "Comment nos interventions peuvent-elles changer nettement la concentration de ce gaz dans l'atmosphère?"
    ],
    [
        "CANADA",
        "Les émissions anthropiques d'aérosols refroidissent-elles le climat et, par conséquent, compensent-elles les émissions de gaz à effet de serre?"
    ],
    [
        "CANADA",
        "Cependant, les émissions naturelles sont compensées par les processus naturels d'absorption comme celle du CO2 par la photosynthèse des plantes, ainsi que par le piégeage océanique."
    ],
    [
        "CANADA",
        "Depuis des milliers d'années, les fortes émissions naturelles de CO2 dans l'atmosphère, produites par les océans et les écosystèmes terrestres, sont presque parfaitement compensées par les grandes quantités de CO2 retirées de l'atmosphère par des procédés naturels comme la photosynthèse et le piégeage océanique."
    ],
    [
        "CANADA",
        "De plus, l'effet de serre direct de ces substances, comme celui de l'ozone troposphérique, peut être indirectement compensé par l'appauvrissement de la couche d'ozone et le refroidissement de la basse stratosphère qui s'ensuit."
    ],
    [
        "CANADA",
        "En outre, l'impact de l'augmentation des gaz à effet de serre est jusqu'à un certain point compensé par la dispersion du rayonnement solaire sous l'effet des aérosols sulfatés présents en concentrations élevées au-dessus et en aval des régions industrialisées de la planète."
    ],
    [
        "CANADA",
        "Dans l'Arctique, la présence de plus grandes superficies d'eau libre pourra faire croître les sources de nourriture et donc l'abondance de nombreuses espèces de poissons, mais menacer la morue polaire et altérer les pratiques de pêche traditionnelle dans le nord à cause des changements de la couverture de glace de mer."
    ],
    [
        "CANADA",
        "En fait, l'un des enseignements de la tempête de verglas de 1998 et des récentes inondations de la rivière Rouge et du Saguenay est que, au Canada, nous avons sous-estimé tant les risques que les conséquences d'au moins certains des grands fléaux météorologiques qui nous menacent maintenant"
    ],
    [
        "CANADA",
        "On peut s'attendre à ce que des espèces exotiques qui prospèrent dans des eaux plus chaudes migrent dans ces lacs et y entrent en compétition avec les espèces actuelles, dont certaines pourraient disparaître complètement."
    ],
    [
        "CANADA",
        "De plus, des climats plus doux risquent d'être rapidement accompagnés d'une augmentation des infestation d'insectes et de maladies, lorsque des insectes et des virus autrefois inconnus dans nos forêts migreront vers le nord et que les espèces aujourd'hui présentes deviendront plus virulentes."
    ],
    [
        "CANADA",
        "La végétation, directement soumise aux aléas de la température et de la pluie et incapable de migrer lorsque les conditions lui sont défavorables, sera durement touchée."
    ],
    [
        "CANADA",
        "Une élévation accélérée inonderait une grande partie des terres basses de la région, causant la disparition de certains marais salés tidaux de très grande productivité."
    ],
    [
        "CANADA",
        "La difficulté vient du fait que nous ne savons pas encore exactement jusqu'à quel point l'actuelle prolifération de phénomènes extrêmes s'inscrit dans la variabilité naturelle du climat, ni jusqu'où ces phénomènes pourraient s'intensifier dans un climat plus chaud."
    ],
    [
        "CANADA",
        "Des chercheurs utilisant deux modèles mis au point par le Bureau météorologique du Royaume-Uni ont constaté que les principales trajectoires de tempêtes dans l'hémisphère Nord se décalaient vers le nord et que l'occurrence de tempêtes s'intensifiait, surtout sur l'est de l'Atlantique et l'ouest de l'Europe."
    ],
    [
        "CANADA",
        "Pourquoi El Niño s'intensifie-t-il maintenant?"
    ],
    [
        "CANADA",
        "Pourtant, même si la force du dioxyde de carbone libéré dans l'atmosphère par les activités humaines est significativement moindre que celle de nombreux autres gaz à effet de serre, le volume tellement plus grand des émissions de ce gaz en fait le plus important facteur de l'influence de l'homme sur l'accentuation de l'effet de serre naturel."
    ],
    [
        "CANADA",
        "Ces questions sont entre autres liées par les activités humaines qui libèrent les gaz et aérosols dont elles découlent, activités qui peuvent être regroupées en trois catégories vastes mais connexes :..."
    ],
    [
        "CANADA",
        "En effet, les activités humaines libèrent chaque année environ 1/20 de la quantité de dioxyde de carbone produite par la nature."
    ],
    [
        "CANADA",
        "Les bâtiments et les véhicules libèrent de la chaleur directement dans l'atmosphère, et la pollution atmosphérique et les surfaces sombres des chaussées et des toits font augmenter l'absorption du rayonnement solaire."
    ],
    [
        "CANADA",
        "Comprendre comment évolue la quantité de dioxyde de carbone présent dans l'atmosphère n'est pas une tâche facile. En effet, ce gaz est constamment retiré de l'air par absorption directe dans l'eau et par transfert de l'atome de carbone à des substances biotiques par l'entremise de la photosynthèse; il est également libéré dans l'air par la respiration des végétaux et des animaux, par la décomposition de la biomasse morte et de la matière organique du sol, par le dégazage des surfaces d'eau et par la combustion."
    ],
    [
        "CANADA",
        "À l'heure actuelle, les eaux chaudes de l'océan tropical entraînées vers le nord-est par cette circulation libèrent assez de chaleur pour maintenir, sur une grande partie de l'Europe, des températures de quelque 10 ° C plus élevées qu'aux latitudes semblables d'autres régions de l'hémisphère Nord."
    ],
    [
        "CANADA",
        "Lors de la combustion, le carbone contenu dans les combustibles fossiles est oxydé et libéré sous la forme de dioxyde de carbone, chaque tonne de carbone brûlé produisant 3,7 tonnes de dioxyde de carbone."
    ],
    [
        "CANADA",
        "A mesure que les humains remplacent la forêt par des terres agricoles ou la végétation naturelle par de l'asphalte et du béton, ils modifient grandement la façon dont la surface terrestre réfléchit la lumière solaire et libère de la chaleur."
    ],
    [
        "CANADA",
        "Les terres humides du Canada abritent d'importantes espèces sauvages. Elles servent également à filtrer les contaminants, à stocker l'eau et à protéger les berges contre l'érosion."
    ],
    [
        "CANADA",
        "Il est probable que ces régions devront également réduire leurs émissions à l'avenir pour protéger la qualité locale de l'air."
    ],
    [
        "CANADA",
        "En outre, le système climatique réagit à différentes causes de changement (appelées forçage du climat)."
    ],
    [
        "CANADA",
        "La modélisation mathématique est un outil puissant, qui permet d'approfondir le système complexe de la Terre et d'étudier de quelle façon il réagit à la fois au forçage radiatif externe et à la variabilité et aux rétroactions internes du système climatique."
    ],
    [
        "CANADA",
        "Ensuite, les insectes, les ravageurs et les maladies des plantes réagissent très rapidement aux variations du climat, ce qui accentue considérablement la probabilité de graves infestations dans les décennies à venir."
    ],
    [
        "CANADA",
        "Tout d'abord, le système climatique présente beaucoup d'inertie (surtout à cause de la réaction lente des océans) et les températures n'ont donc que partiellement réagi aux concentrations accrues de gaz à effet de serre déjà présents dans l'atmosphère."
    ],
    [
        "CANADA",
        "Une catastrophe d'origine climatique peut survenir lorsque la société ou les écosystèmes ne sont pas en mesure de réagir efficacement à un événement météorologique extrême."
    ],
    [
        "CANADA",
        "Nombre des espèces touchées pourraient réagir au changement en migrant, mais certaines pourraient disparaître."
    ],
    [
        "CANADA",
        "Les océans et les glaciers réagissant très lentement aux variations du climat, le niveau de la mer continuera de s'élever pendant des siècles après la stabilisation des conditions climatiques de surface."
    ],
    [
        "CANADA",
        "Le second facteur est que, à mesure que le climat se réchauffera, la glace se formera plus tard en automne sur les eaux de l'Arctique, disparaîtra plus tôt an printemps, et sera plus mince en hiver. "
    ],
    [
        "CANADA",
        "Un élément important de ces changements est l'augmentation de l'évaporation de l'eau des océans à mesure qu'ils se réchauffent."
    ],
    [
        "CANADA",
        "À mesure que l'énergie solaire y entre, elle réchauffe la Terre et l'air qui l'entoure,..."
    ],
    [
        "CANADA",
        "Certaines causes du changement, naturelles ou humaines, ont pour effet de refroidir le climat tandis que d'autres le réchauffent. "
    ],
    [
        "CANADA",
        "Ce fait ne contredit-il pas la conception selon laquelle une augmentation des émissions de CO2 réchaufferait les climats?"
    ],
    [
        "CANADA",
        "Par exemple, la présence d'aérosols contenant de la suie tend à réchauffer les climats régionaux, tandis que les aérosols sulfatés les refroidissent en reflétant une plus grande quantité de lumière solaire."
    ],
    [
        "CANADA",
        "À peu près 31 % de la lumière solaire est reflétée vers l'espace par les nuages et la surface terrestre, mais le reste réchauffe la surface de la Terre, les océans et l'atmosphère."
    ],
    [
        "CANADA",
        "C'est ainsi que les plans d'eau aident à rafraîchir le climat local en été et à le réchauffer en hiver."
    ],
    [
        "CANADA",
        "Comme l'intensité du rayonnement solaire varie avec la latitude, l'heure et la saison, toutes les parties de la planète ne sont pas réchauffées également."
    ],
    [
        "CANADA",
        "De plus, les déserts créés par le déboisement et le surpâturage réfléchissent plus de rayonnement solaire que la végétation naturelle, et les champs couverts de neige plus que les forêts qu'ils remplacent."
    ],
    [
        "CANADA",
        "Les changements d'affectation des terres, outre leur impact sur les taux atmosphériques de dioxyde de carbone, peuvent modifier la quantité de rayonnement solaire réfléchi par la surface de la Terre."
    ],
    [
        "CANADA",
        "En effet, ces aérosols non seulement réfléchissent plus de rayonnement solaire directement vers l'espace, mais aussi augmentent les taux de condensation dans les nuages de l'étage inférieur, ce qui les rend plus réfléchissants."
    ],
    [
        "CANADA",
        "Les systèmes terrestres (p. ex., les forêts, les sols, les terres humides) contribuent de façon importante à déterminer la persistance des gaz à effet de serre dans l'atmosphère, ainsi qu'à absorber et à réfléchir l'énergie solaire."
    ],
    [
        "CANADA",
        "D'abord, avec le recul de la couverture nivale sur les terres et de la couverture glacielle sur l'océan, la surface de l'Arctique, au lieu de réfléchir comme actuellement une grande partie du rayonnement solaire incident, en absorberait beaucoup plus."
    ],
    [
        "CANADA",
        "Cet état de choses semble lié au fait que le transport de chaleur des tropiques aux latitudes plus élevées est plus faible quand la circulation océanique ralentit."
    ],
    [
        "CANADA",
        "Les scientifiques sont d'avis que la tendance actuelle au réchauffement ne peut être ni stoppée ni inversée, mais qu'elle peut être ralentie afin de permettre aux systèmes biologiques et aux sociétés humaines de disposer de plus de temps pour s'adapter."
    ],
    [
        "CANADA",
        "Il est donc inévitable que les émissions et, par conséquent, le réchauffement se poursuivent, mais des mesures de réduction permettront de ralentir et, ultérieurement, de contrer cette augmentation."
    ],
    [
        "CANADA",
        "Par exemple, une flambée de l'activité volcanique ou une baisse de l'intensité du rayonnement solaire pourraient ralentir l'élévation de la température de la planète."
    ],
    [
        "CANADA",
        "Avec la réduction de moitié du taux de formation d'eau profonde que projette le modèle, l'arrivée d'eau chaude dans l'Atlantique Nord sera aussi ralentie et ses effets de réchauffement sur le nord de l'Europe seront affaiblis, ce qui compensera une partie des effets du réchauffement planétaire."
    ],
    [
        "CANADA",
        "les régions des latitudes élevées seront moins hostiles et plus accessibles, à mesure que les hivers deviendront plus doux et que la glace de mer reculera vers le pôle;..."
    ],
    [
        "CANADA",
        "Environ 70 % des plages de la planète sont en train de reculer."
    ],
    [
        "CANADA",
        "De plus, les glaciers de montagne et continentaux ont beaucoup reculé à cause du réchauffement enregistré au XXe siècle."
    ],
    [
        "CANADA",
        "L'augmentation de la température entraînera une augmentation de la vapeur d'eau modifiant le cycle de l'eau. Une molécule d'eau dans l'atmosphère étant recyclée en douze jours après évaporation, une plus grande quantité à recycler provoquera davantage de mouvements orageux, d'où un climat plus erratique et des pluies plus abondantes."
    ],
    [
        "CANADA",
        "Par exemple, même si toute la région du Canada atlantique s'est légèrement refroidie depuis 50 ans, les provinces maritimes présentent un réchauffement important de 0,6 ° C si l'on tient compte des relevés complets effectués pendant toute la période de cent ans."
    ],
    [
        "CANADA",
        "De même, en Antarctique, certaines parties de la région orientale du continent se sont refroidies depuis quelques décennies, tandis que la péninsule de l'Antarctique s'est nettement réchauffée."
    ],
    [
        "CANADA",
        "Par exemple, il y a des preuves qu'au cours des 50 dernières années, les changements survenus dans les oscillations de l'Arctique et de l'Atlantique Nord ont joué un grand rôle dans le réchauffement draconien (de plus de 2 ° C) de l'ouest de l'Arctique canadien et de certaines parties de la Sibérie, tandis que certaines parties de l'est se sont refroidies."
    ],
    [
        "CANADA",
        "Ils ont conclu qu'il y a plusieurs milliers d'années, le climat de l'Arctique était relativement doux, mais qu'il s'est refroidi jusqu'à maintenant."
    ],
    [
        "CANADA",
        "En revanche, certaines régions se sont refroidies, par exemple, l'Arctique atlantique."
    ],
    [
        "CANADA",
        "Certaines régions pourront même se refroidir."
    ],
    [
        "CANADA",
        "Ainsi, même si certaines régions de l'est de l'Antarctique se sont refroidies depuis quelques décennies, la péninsule de l'Antarctique s'est radicalement réchauffée."
    ],
    [
        "CANADA",
        "Certaines causes du changement, naturelles ou humaines, ont pour effet de refroidir le climat tandis que d'autres le réchauffent."
    ],
    [
        "CANADA",
        "Un autre problème est que la variabilité naturelle du climat va parfois renforcer mais aussi parfois atténuer toute éventuelle influence du réchauffement par effet de serre sur le développement d'extrêmes météorologiques."
    ],
    [
        "CANADA",
        "En effet, les modèles prédisent qu'un apport accru d'eau douce dans l'Atlantique Nord, dû à l'augmentation des précipitations aux latitudes élevées, devrait réduire la salinité de l'eau de surface et faire baisser de quelque 50 % le taux de formation d'eau profonde en 2100."
    ],
    [
        "CANADA",
        "Que nous disent les modèles? L'augmentation prédite de la température moyenne globale à la surface est d'environ 2 ° C entre 1990 et 2100."
    ],
    [
        "CANADA",
        "La fiabilité des estimations est plus grande à court terme et à moyen terme étant donné qu'il est difficile de prédire les changements précis en matière de technologie ou d'investissements au fil d'une longue période de temps."
    ],
    [
        "CANADA",
        "Toutefois, devant la complexité du système climatique de la Terre, on se demande s'il est possible de prédire avec une quelconque certitude à quels changements on peut raisonnablement s'attendre."
    ],
    [
        "CANADA",
        "Les résultats du modèle canadien prévoient également une légère augmentation des précipitations au Canada et une baisse dans le sud des États-Unis, ce qui pourrait entraîner une réduction de l'humidité des sols et un accroissement de la sécheresse. "
    ],
    [
        "CANADA",
        "De même, les 4 modèles prévoient une augmentation des précipitations aux deux sites de l'Arctique, mais ne concordent pas sur l'orientation du changement des précipitations en été dans le sud du Canada."
    ],
    [
        "CANADA",
        "Pour prévoir le climat à venir de la manière la plus efficace possible, les spécialistes procèdent à des simulations des climats passés et présents à l'aide de puissants ordinateurs."
    ],
    [
        "CANADA",
        "La recherche sur les changements climatiques permet aux scientifiques de suivre l'évolution du climat, d'approfondir leur compréhension des changements et de leurs causes et de prévoir le climat de l'avenir."
    ],
    [
        "CANADA",
        "Il est très difficile de prévoir quelles seront les concentrations atmosphériques de dioxyde de carbone dans l'avenir. "
    ],
    [
        "CANADA",
        "Les scientifiques prévoient qu'à mesure que la Terre se réchauffera, les extrêmes de températures élevées seront plus fréquents, les extrêmes de températures froides seront moins fréquents et plus de précipitations tomberont dans des périodes plus courtes."
    ],
    [
        "CANADA",
        "Les experts prévoient que les extrêmes de températures élevées seront plus fréquents, que ceux des températures froides le seront moins et que plus de précipitations tomberont en des périodes plus courtes à mesure que la terre se réchauffera."
    ],
    [
        "CANADA",
        "Le GIEC prévoit que le niveau de la mer s'élèvera de 9 à 88 cm d'ici 2100, selon les différents taux de réchauffement des régions (et en raison des effets combinés de la fonte des glaciers et de la dilatation thermique de l'eau de mer)."
    ],
    [
        "CANADA",
        "Pour être en mesure de construire les modèles informatiques nécessaires pour prévoir les changements du système climatique, nous devons surveiller et comprendre les principaux aspects du cycle hydrologique (p. ex., le courant des rivières et des ruisseaux). "
    ],
    [
        "CANADA",
        " Les émissions anthropiques ont perturbé cet équilibre."
    ],
    [
        "CANADA",
        "Il se pourrait que ces processus aient temporairement atténué le réchauffement de l'hémisphère qu'aurait causé l'amplification de l'effet de serre."
    ],
    [
        "CANADA",
        "L'amincissement de la couche d'ozone de la basse stratosphère sous l'effet des chlorofluorocarbures (CFC) et d'autres substances destructrices d'ozone (voir plus bas) peut aussi jouer un rôle significatif pour atténuer les effets de réchauffement dus à l'augmentation des concentrations de ce gaz dans la troposphère."
    ],
    [
        "CANADA",
        "Dans l'Arctique, où l'on projette une hausse des températures annuelles moyennes de 10 à 20 ° C dans la seconde moitié du siècle, les extrêmes de minimum sur les eaux libres devraient être considérablement atténués."
    ],
    [
        "CANADA",
        "Les tempêtes violentes semblent aussi avoir augmenté dans certaines régions depuis le milieu des années 80, mais les preuves statistiques sont mitigées."
    ],
    [
        "CANADA",
        "Bien que les concentrations atmosphériques des principaux CFC soient très basses, pour certains d'entre eux elles ont jusqu'à récemment augmenté à raison de plus de 4 % par an, ce qui en fait des facteurs significatifs d'amplification de l'effet de serre."
    ],
    [
        "CANADA",
        "Les émissions provenant d'autres sources, des substituts des chlorofluorocarbures (CFC) surtout, sont modestes au départ mais augmentent de manière appréciable."
    ],
    [
        "CANADA",
        "Le réchauffement de l'eau augmentera la distance de migration entre l'habitat estival et les frayères et, en conséquence, modifiera la répartition des populations et les habitudes migratoires vers le nord."
    ],
    [
        "CANADA",
        "Les températures atmosphériques plus chaudes, attribuables aux plus fortes concentrations de gaz à effet de serre ou à d'autres causes, augmentent la quantité de vapeur d'eau que l'atmosphère peut retenir."
    ],
    [
        "CANADA",
        "Dans ces régions, les concentrations d'aérosols culminent en 2050 et baissent légèrement par la suite."
    ],
    [
        "CANADA",
        "Dans l'étude australienne, par exemple, la possibilité d'une période de 5 journées en dessous de 0 ° C baisserait de 20 à 40 % , selon la région."
    ],
    [
        "CANADA",
        "Par contraste, dans le sud du Canada, l'abondance de l'eau en été va probablement baisser, et devenir plus variable."
    ],
    [
        "CANADA",
        "Dans les régions où les précipitations baisseront, ces effets pourraient être dévastateurs."
    ],
    [
        "CANADA",
        "Les concentrations de CFC ont pourtant récemment commencé à se stabiliser et même, pour certains, à baisser, grâce aux actions internationales mises en oeuvre en application du Protocole de Montréal."
    ],
    [
        "CANADA",
        "Un phénomène similaire se produit en Inde, où le seuil des extrêmes de maximum quotidien commence par baisser, puis revient aux niveaux actuels, dans ce cas en raison d'une augmentation des pluies de mousson."
    ],
    [
        "CANADA",
        "Selon la plupart des projections du changement climatique, le débit et l'approvisionnement en eau devraient baisser dans nombre de régions des tropiques et des latitudes moyennes, et généralement augmenter dans la plupart des régions des latitudes élevées."
    ],
    [
        "CANADA",
        "Cela représente un petit puits net de carbone qui cesse de s'accumuler à l'âge mûr, où la masse est stable."
    ],
    [
        "CANADA",
        "Ce carbone alimentaire s'est accumulé par photosynthèse et d autres procédés qui ont retiré le dioxyde de carbone de l atmosphère..."
    ],
    [
        "CANADA",
        "Par ailleurs, des lacs acidifiés qui se sont lentement rétablis peuvent se réacidifier si la sécheresse expose les parties peu profondes du fond et fait ré-oxyder les sulfates qui, avec le temps, se sont déposés dans les sédiments."
    ],
    [
        "CANADA",
        "Avec le temps, les collectivités pourraient s'adapter aux nouvelles conditions, mais à des coûts qui risquent d'être énormes."
    ],
    [
        "CANADA",
        "Si c'est le cas, tant les écosystèmes naturels que les sociétés humaines auront de la difficulté à s'adapter à un changement climatique d'une rapidité à peu près sans précédent."
    ],
    [
        "CANADA",
        "Les forêts du Canada sont par ailleurs vulnérables à d'autres stress qui, superposés à celui du changement climatique, peuvent aggraver considérablement ces impacts négatifs."
    ],
    [
        "CANADA",
        "Nombre d'espèces ont déjà vu leur habitat rétrécir comme peau de chagrin, et les changements climatiques pourraient encore aggraver la situation."
    ],
    [
        "CANADA",
        "En altérant le flux net de masses d'air chaud et d'air froid dans les divers régimes du pays, ces changements ont amplifié le réchauffement pour certaines régions et certaines saisons, et l'ont compensé dans d'autres."
    ],
    [
        "CANADA",
        "En altérant la circulation atmosphérique planétaire, les ENSO modifient considérablement les régimes météorologiques normaux sous les tropiques et même aux latitudes moyennes."
    ],
    [
        "CANADA",
        "En altérant le flux net de masses d'air chaud et d'air froid dans les divers régimes du pays, ces changements ont amplifié le réchauffement pour certaines régions et certaines saisons, et l'ont compensé dans d'autres."
    ],
    [
        "CANADA",
        "Par contre, même si cette destruction du couvert forestier va au départ injecter de grandes quantités supplémentaires de dioxyde de carbone dans l'atmosphère et à terme amplifier le réchauffement déjà survenu, la repousse dans les régions affectées va, pendant de nombreuses dizaines d'années, absorber lentement une grande partie de ce carbone."
    ],
    [
        "CANADA",
        "À mesure que d'autres gaz à effet de serre réchauffent l'atmosphère et la surface, la quantité de vapeur d'eau augmente elle aussi, amplifiant l'effet initial de réchauffement des autres gaz à effet de serre."
    ],
    [
        "CANADA",
        "Par contre, l'influence de refroidissement en surface exercée par l'amenuisement de la couche d'ozone a commencé vers la fin des années 70 et atteint maintenant un sommet, avec l'entrée en vigueur des mesures prises en vertu du Protocole de Montréal pour réduire les émissions de substances appauvrissant l'ozone."
    ],
    [
        "CANADA",
        "Un grand nombre de ces substances, quand elles se dissocient, libèrent des atomes de chlore, de brome et/ou de fluor qui peuvent alors appauvrir la couche d'ozone stratosphérique."
    ],
    [
        "CANADA",
        "Les experts prévoient que le niveau moyen de la mer à l'échelle du globe s'élèvera de 9 à 88 centimètres d'ici 2100."
    ],
    [
        "CANADA",
        "Cependant, tous les modèles concordent sur le fait que le réchauffement sera prononcé et vraisemblablement sans précédent dans l'histoire humaine, qu'il sera plus intense pour les continents que pour les océans, et dans les hautes latitudes que les basses, que les niveaux des océans s'élèveront, que la couverture de neige et de glace marine diminuera et s'amincira, et que l'on constatera une augmentation et une distribution nettement différente des précipitations moyennes du globe."
    ],
    [
        "CANADA",
        "...les niveaux marins vont continuer de s'élever pendant des siècles encore, même si les températures à la surface de la Terre cessent de monter."
    ],
    [
        "CANADA",
        "Le GIEC prévoit que le niveau de la mer s'élèvera de 9 à 88 cm d'ici 2100, selon les différents taux de réchauffement des régions..."
    ],
    [
        "CANADA",
        "Selon les chiffres du GIEC (2001), le niveau de la mer pourrait s'élever d'aussi peu que 9 cm, et d'autant que 88 cm d'ici 2100."
    ],
    [
        "CANADA",
        "Lorsque la température s'élève, l'évaporation des eaux de surface augmente, et le cycle hydrologique s'accélère."
    ],
    [
        "CANADA",
        "Les experts s'entendent pour dire que, dans la plupart des régions du Canada, ces pertes vont augmenter à mesure que les température s'élèveront (figure 5.2)."
    ],
    [
        "CANADA",
        "...en même temps que les températures s'élèvent et que l'humidité disponible dans le sol baisse dans l'intérieur du continent nord-américain."
    ],
    [
        "CANADA",
        "Par conséquent, bien que les températures de l'air s'élèvent plus lentement dans les régions tropicales des deux océans que sur les terres, elles auront cependant monté de 1 à 3 ° C en 2050 et de 3 à 5 ° C en 2090."
    ],
    [
        "CANADA",
        "Seulement dans des régions des l'île de l'Arctique et du sud du Québec que les minimums s'élèvent plus rapidement."
    ],
    [
        "CANADA",
        "Lorsque la température s'élève, l'évaporation des eaux de surface augmente, et le cycle hydrologique s'accélère."
    ],
    [
        "CANADA",
        "En conséquence, le climat change, la température de la planète s'élève et les phénomènes météorologiques violents sont plus fréquents."
    ],
    [
        "CANADA",
        "À terme, les molécules absorbantes du sommet de l'atmosphère émettent l'énergie directement vers l'espace."
    ],
    [
        "CANADA",
        "L'atmosphère et la surface de la Terre, réchauffées par les rayons du Soleil, renvoient ensuite toute cette énergie vers l'espace en émettant du rayonnement infrarouge de grande longueur d'onde."
    ],
    [
        "CANADA",
        "En comparaison, les humains émettent annuellement plus de 22 milliards de tonnes (22 Gt) de CO2 dégagé uniquement par les combustibles fossiles, et à peu près six Gt supplémentaires attribuables au déboisement."
    ],
    [
        "CANADA",
        "Les processus chimiques qui donnent naissance au smog épuisent également les radicaux hydroxyle qui extraient de l'atmosphère le méthane, un autre gaz à effet de serre."
    ],
    [
        "CANADA",
        "Si ces flux ne sont pas équilibrés, il peut s'ensuivre avec le temps une grande dérive du climat simulé."
    ],
    [
        "CANADA",
        "À l'î.-P.-é, le niveau de la mer s'est élevé de quelque 25 cm de 1911 à 1996 (au cours des 100 dernières années, le niveau moyen de la mer a augmenté d'environ 1,5 cm par décennie) et les côtes ont commencé à s'éroder."
    ],
    [
        "CANADA",
        "Une bonne partie des marais d'eau douce côtiers deviendraient des marais salés, et les côtes de matériaux tendres s'éroderaient plus rapidement."
    ],
    [
        "CANADA",
        "Plus il y a de chaleur en surface et plus la température de l'air est élevée, plus grande est la quantité de vapeur d'eau qui peut s'évaporer et être conservée dans l'atmosphère."
    ],
    [
        "CANADA",
        "L'occurrence des conditions météorologiques extrêmes évoluera donc de manière irrégulière et il sera difficile d'y déceler des tendances."
    ],
    [
        "CANADA",
        "Les expériences menées avec des modèles du système climatique nous ont permis de comprendre beaucoup mieux comment le climat pourrait évoluer."
    ],
    [
        "CANADA",
        "Comprendre comment évolue la quantité de dioxyde de carbone présent dans l'atmosphère n'est pas une tâche facile."
    ],
    [
        "CANADA",
        "Dans le passé, les écosystèmes ont évolué lentement en réponse aux conditions climatiques."
    ],
    [
        "CANADA",
        "La plupart des gaz à effet de serre absorbent très efficacement la chaleur dégagée par la Terre et l'emprisonnent, tout comme une couverture sur un lit."
    ],
    [
        "CANADA",
        "Or, ces gaz absorbent une bonne partie de l'énergie thermique dégagée par la Terre elle-même et la renvoient vers la surface, laquelle reste beaucoup plus chaude que normalement. "
    ],
    [
        "CANADA",
        "Les gaz à effet de serre absorbent cette énergie et en renvoient la majeure partie à la surface de la Terre, à la manière d'une couverture isolante."
    ],
    [
        "CANADA",
        "En plus de réfléchir le rayonnement solaire incident, les nuages absorbent une grande partie du rayonnement thermique sortant."
    ],
    [
        "CANADA",
        "Lorsque la température s'élève, l'évaporation des eaux de surface augmente, et le cycle hydrologique s'accélère."
    ],
    [
        "CANADA",
        "Cependant, la santé de la plupart des espèces de poissons repose sur un ensemble précis mais complexe de conditions d'environnement et d'habitat dans lesquelles elles prospèrent et au-delà desquelles elles déclinent, voire disparaissent."
    ],
    [
        "CANADA",
        "Dans une région donnée, certaines espèces seront en meilleure santé et plus abondantes, d'autres dépériront et pourraient même disparaître complètement, et des espèces exotiques pourraient envahir et à terme dominer le territoire."
    ],
    [
        "CANADA",
        " Des nations comme les Maldives, guirlande d'îles de l'océan Indien dont le point culminant est situé à environ six mètres au-dessus du niveau actuel de la mer, pourraient disparaître de la carte; d'autres, comme l'Égypte, le Bangladesh et le Vietnam, dont une grande partie de la population vit sur les basses terres de deltas, pourraient perdre une importante fraction de leur territoire habitable."
    ],
    [
        "CANADA",
        "Un grand nombre d'espèces, notamment la plupart des arbres, ne peuvent réagir que très lentement. D'autres ont des niches climatiques spécifiques qui pourraient disparaître les rendant vulnérables à l'extinction."
    ],
    [
        "CANADA",
        "De nombreuses forêts pourraient disparaître et, par exemple, être remplacées par la prairie qui a besoin de températures plus chaudes."
    ],
    [
        "CANADA",
        "Le MCCGI projette que la couverture de glace de mer dans l'Arctique sera presque totalement disparue en 2100. "
    ],
    [
        "CANADA",
        "Nombre des espèces touchées pourraient réagir au changement en migrant, mais certaines pourraient disparaître."
    ],
    [
        "CANADA",
        "Les GES agissent comme une couverture qui emprisonne la chaleur dans la basse atmosphère - c'est ce qu'on appelle \" l'effet de serre \"."
    ],
    [
        "CANADA",
        "La plupart des gaz à effet de serre absorbent très efficacement la chaleur dégagée par la Terre et l'emprisonnent, tout comme une couverture sur un lit."
    ],
    [
        "CANADA",
        "De plus, des hivers rigoureux peuvent endommager même la végétation en dormance, ce qui réduit la possibilité de pratiquer des cultures d'hiver, comme le blé d'automne, dans les Prairies et autres régions semblablement touchées."
    ],
    [
        "CANADA",
        "En outre, les glaciers de montagne du monde entier devraient continuer à fondre, ce qui ajouterait de 5 à 15 cm d'eau supplémentaire, leur eau se retrouvant dans la mer."
    ],
    [
        "CANADA",
        "Le transport de la glace de mer détermine également à quel endroit la glace finira par fondre."
    ],
    [
        "CANADA",
        "Divers astronautes des vols Apollo ont fait remarquer que, quand on la regarde depuis la Lune, l'atmosphère de la Terre est si mince qu'elle est virtuellement impossible à observer; c'est donc une ressource que l'homme doit apprendre à conserver et à utiliser judicieusement."
    ],
    [
        "CANADA",
        "C'est pourquoi, comme l'ozone se décompose très rapidement, ses concentrations dans la troposphère sont maximales sous le vent des régions industrialisées et minimales aux endroits très éloignés de ces régions, surtout sur les océans de l'hémisphère Sud."
    ],
    [
        "CANADA",
        "Par conséquent, les écosystèmes et les sociétés qui se sont développés dans ces régions sont, de façon générale, plus en mesure de tolérer le changement et pourraient être plus aptes à s'adapter aux importants changements prévus pour les prochaines décennies."
    ],
    [
        "CANADA",
        "Les fleuves qui coulent vers le nord, comme le Mackenzie, se jettent dans l'océan Arctique et influencent les caractéristiques physiques de cet océan."
    ],
    [
        "CANADA",
        "Les projections décrites se fondent sur un ensemble de suppositions raisonnables se rapportant à des facteurs qui influenceront les fluctuations d'émissions dans l'avenir."
    ],
    [
        "CANADA",
        "En plus des effets du CO2, les températures du siècle dernier ont été influencées par des changements dans le système climatique attribuables à des facteurs naturels..."
    ],
    [
        "CANADA",
        "Enfin, la lente variation de l'épaisseur et de l'étendue des calottes polaires devrait influer sur le niveau de la mer."
    ],
    [
        "CANADA",
        "Le déboisement, le reboisement, la désertification, la culture du sol et l'urbanisation sont autant de procédés pouvant influer sur l'albédo de la surface (c'est-à-dire la quantité de lumière solaire réfléchie par la surface terrestre vers l'espace)."
    ],
    [
        "CANADA",
        "En modifiant nos attitudes et notre mode de vie, en nous renseignant et en repensant notre attitude face à l'environnement, nous pouvons influer sur le cours des choses."
    ],
    [
        "CANADA",
        "Le nouveau modèle a également une composante glace de mer plus sophistiquée, qui simule le transport de la glace de mer et les effets de la déformation de la glace, deux éléments qui influent sur le flux d'énergie entre l'atmosphère et l'océan."
    ],
    [
        "CANADA",
        "Par ses activités agricoles et industrielles, l'homme injecte de grandes quantités de particules fines (aérosols) dans l'atmosphère."
    ],
    [
        "CANADA",
        "Par exemple, les grandes éruptions volcaniques peuvent injecter brutalement dans la stratosphère d'importantes quantités d'aérosols sulfatés qui y restent plusieurs années avant de se redéposer sous l'influence de la gravité."
    ],
    [
        "CANADA",
        "Les éruptions volcaniques explosives, comme celle du mont Pinatubo en 1991, peuvent injecter de grandes quantités d'aérosols (c.-à-d. des particules liquides et solides) directement dans la stratosphère."
    ],
    [
        "CANADA",
        "De petites quantités de dioxyde de carbone sont aussi injectées directement dans l'atmosphère par les éruptions volcaniques, et par des processus géologiques plus lents, comme la météorisation des roches."
    ],
    [
        "CANADA",
        "Les rejets anthropiques de dioxyde de carbone sont en fait relativement petits en comparaison des quantités absolument énormes que les processus naturels injectent dans l'air et en extraient chaque année."
    ],
    [
        "CANADA",
        "Du fait que ces halocarbures, et nombre d'autres, sont très stables et n'entrent pas facilement dans des réactions chimiques avec d'autres gaz, chaque molécule injectée dans l'atmosphère peut y rester pendant des décennies, voire des siècles, jusqu'à ce qu'elle finisse par être dissociée dans la haute atmosphère par l'intense rayonnement ultraviolet ou qu'elle s'échappe dans l'espace."
    ],
    [
        "SENAT_3603",
        "Il en sera question plus loin dans la mesure où les émissions de NOx comme de monoxyde de carbone sont principalement générées par l'activité humaine."
    ],
    [
        "SENAT_3603",
        "La maîtrise des gaz à effet de serre générés par les activités humaines se trouve en opposition avec les tendances découlant de la croissance démographique comme de la société de consommation fondée sur la croissance économique."
    ],
    [
        "SENAT_3603",
        "Dans la mesure où un réchauffement a tendance à augmenter la quantité de vapeur d'eau dans l'atmosphère, les émissions anthropiques de gaz à effet de serre à vie longue tendent à générer un surplus de vapeur d'eau."
    ],
    [
        "SENAT_3603",
        "Il en sera question plus loin dans la mesure où les émissions de NOx comme de monoxyde de carbone sont principalement générées par l'activité humaine."
    ],
    [
        "SENAT_3603",
        "D'une manière très simplifiée, il est aujourd'hui admis qu'il s'agit de gérer et d'utiliser les forêts de manière à maintenir leur diversité biologique, leur productivité, leurs capacités de regénération, leur vitalité et leur capacité à satisfaire actuellement et pour le futur les fonctions écologiques, économiques et sociales pertinentes au niveau local, national et mondial."
    ],
    [
        "SENAT_3603",
        "La gestion de l'environnement doit se faire à l'échelle du système géré."
    ],
    [
        "SENAT_3603",
        "Une autre difficulté provient des échelles de temps, car les modèles doivent simuler des fonctionnements sur de longues périodes, négligeant la prise en compte de données importantes sur des durées de quelques jours."
    ],
    [
        "SENAT_3603",
        "Mais, compte tenu de la différence de rythme des deux circulations, l'océan, qui stocke environ mille fois plus d'énergie que l'atmosphère, tempère les variations saisonnières du climat."
    ],
    [
        "SENAT_3603",
        "Deux autres phénomènes participent au cycle du carbone : les éruptions volcaniques, qui injectent dans l'atmosphère du gaz carbonique résultant des dépôts sédimentaires du fond des océans (carbonates libérant du gaz carbonique sous l'effet de la chaleur) et l'érosion des roches (la pluie dissout les carbonates et aluminosilicates des roches et transporte les ions carbonates vers l'océan à travers les rivières et les fleuves)."
    ],
    [
        "SENAT_3603",
        "Chaque jour, l'essentiel de la vapeur d'eau s'évapore dans les régions tropicales puis cette masse d'air humide est transportée vers les latitudes plus hautes et subit une série de condensations du fait du refroidissement de l'air."
    ],
    [
        "SENAT_3603",
        "L'océan : il est le grand régulateur des changements climatiques. [...] Il emmagasine l'énergie et la transporte à travers la planète depuis les tropiques, où l'eau approche les 30 ° , jusqu'aux hautes latitudes."
    ],
    [
        "SENAT_3603",
        "De plus, les émissions de CH4 varient de manière très importante au cours de la journée,..."
    ],
    [
        "SENAT_3603",
        "Une question reste à trancher, celle de savoir si les temps de résidence du carbone dans la biomasse et dans la matière organique du sol sont susceptibles de varier avec l'augmentation de la productivité."
    ],
    [
        "SENAT_3603",
        "Ces experts ont nettement affirmé que le climat sur Terre est en train de changer, et, naturellement, ils ont développé des analyses approfondies sur les causes de ce changement."
    ],
    [
        "SENAT_3603",
        "Hervé LE TREUT et Jean-Marc JANCOVICI -L'effet de Serre - Allons-nous changer le climat ? Dominos Flammarion - 127 p - 2001"
    ],
    [
        "SENAT_3603",
        "En réalité, pour se maintenir à l'identique, la plage doit recevoir en permanence des sédiments pour compenser l'action inéluctable de la mer."
    ],
    [
        "SENAT_3603",
        "Autre exemple, toujours dans l'ouest des États-Unis : l'élimination des loups a entraîné la prolifération des coyotes puis la mise au point de programmes pour limiter le nombre de ceux-ci, ce qui entraîna la multiplication des renards qui menaça les populations de gibier d'eau ; d'où les projets de réintroduction de populations de loups."
    ],
    [
        "SENAT_3603",
        "Des tempêtes plus fréquentes ne laisseraient pas aux motu le temps de se reconstituer et les atolls eux-mêmes et leur habitabilité seraient menacés."
    ],
    [
        "SENAT_3603",
        "Dans les Antilles, les mangroves sont menacées de déforestation et non de submersion."
    ],
    [
        "SENAT_3603",
        "Au-delà des plages, sont également menacés les espaces deltaïques, les littoraux à lagunes, les marais maritimes, les mangroves et les récifs coralliens."
    ],
    [
        "SENAT_3603",
        "Le charbon résultant de très anciennes forêts fossilisées et décomposées, brûler celui-ci revient à libérer le carbone stocké dans le bois."
    ],
    [
        "SENAT_3603",
        "Deux autres phénomènes participent au cycle du carbone : les éruptions volcaniques, qui injectent dans l'atmosphère du gaz carbonique résultant des dépôts sédimentaires du fond des océans (carbonates libérant du gaz carbonique sous l'effet de la chaleur) et l'érosion des roches (la pluie dissout les carbonates et aluminosilicates des roches et transporte les ions carbonates vers l'océan à travers les rivières et les fleuves)."
    ],
    [
        "SENAT_3603",
        "Doivent être aussi signalés, en plus des risques de recrudescence des rhinites et de l'asthme, notamment du fait de l'augmentation des quantités de pollen libérées dans l'air, une croissance des cas de lithiase urinaire ,..."
    ],
    [
        "SENAT_3603",
        "...les émissions de CH4 et de N2O provenant des déjections annuelles des élevages intensifs peuvent être limitées et sont l'objet de recherches actives."
    ],
    [
        "SENAT_3603",
        "L'homme est amené à lutter contre le refroidissement (thermogenèse) ou contre l'échauffement (thermolyse). "
    ],
    [
        "SENAT_3603",
        "Par conséquent, pour protéger les plages, il est moins important de les préserver de l'érosion des vagues, que de leur permettre de se recharger en sédiments."
    ],
    [
        "SENAT_3603",
        "Quant à l'ozone troposphérique , qui résulte de l'émission de méthane et de divers polluants, sa concentration réagit rapidement aux variations des émissions polluantes."
    ],
    [
        "SENAT_3603",
        "Ils ont noté également que la troposphère et la surface de la Terre se sont réchauffées tandis que la stratosphère s'est rafraîchie. "
    ],
    [
        "SENAT_3603",
        "...de même que la période de refroidissement 1946-1975 s'est fait également sentir dans cet hémisphère, tandis que l'hémisphère sud se réchauffait."
    ],
    [
        "SENAT_3603",
        "Cependant, seul le rayonnement non réfléchi vers l'espace principalement par l'atmosphère et les nuages, est converti en chaleur."
    ],
    [
        "SENAT_3603",
        "En effet, une grande partie des rayons du Soleil traverse l'atmosphère, 30 % étant réfléchis vers l'espace principalement par les nuages, les molécules de l'air, et les surfaces claires (neiges, glaces, déserts)."
    ],
    [
        "SENAT_3603",
        "Il a déjà été signalé que la connaissance de la microphysique des nuages est encore lacunaire car ce champ d'investigation est très complexe ; que les aérosols sont venus encore compliquer la recherche sur ce thème et que, pour évaluer le réchauffement, il est parfois difficile d'apprécier si un nuage l'accentue ou le ralentit- "
    ],
    [
        "SENAT_3603",
        "C'est ainsi, précise le Professeur Jean-Pierre BESANCENOT, que \" toute augmentation du taux de CO2 dans l'air ambiant ralentit la diffusion alvéolo-capillaire et perturbe la purification du sang \", et ce phénomène peut atteindre des taux élevés dans certaines grandes villes."
    ],
    [
        "SENAT_3603",
        "D'où les préoccupations des climatologues et des océanologues liées à un éventuel réchauffement climatique : la fonte des glaces risque -t-elle de ralentir, voire de supprimer la plongée des eaux froides très salées et donc d'interrompre le fonctionnement du tapis roulant de la circulation océanique ?"
    ],
    [
        "SENAT_3603",
        "La lenteur de la dissipation du stock devrait, en toute logique, conduire à ralentir, voire à cesser en partie les flux et, en tout cas, à renoncer à les accroître."
    ],
    [
        "SENAT_3603",
        "M. Laurent TURPIN, du LSCE 1, a rappelé que la banquise arctique semble reculer."
    ],
    [
        "SENAT_3603",
        "Au cours du siècle dernier, les petits glaciers ont nettement reculé."
    ],
    [
        "SENAT_3603",
        "Avant d'évoquer les conclusions mêmes de ce rapport, il convient de rappeler que, contrairement à une idée répandue, la superficie de la forêt française n'a pas reculé au XXème siècle."
    ],
    [
        "SENAT_3603",
        "Pour leur part, les minuscules gouttelettes d'eau des nuages renvoient une grande partie des rayons infrarouges émis par le sol dans leur direction initiale renforçant ainsi l'effet de serre, notamment la nuit."
    ],
    [
        "SENAT_3603",
        "Dans leur troisième rapport, paru en octobre 2001, les experts ont poussé plus loin l'analyse des climats du passé, des causes du changement climatique, des réponses que le climat pouvait apporter aux facteurs renforçant l'effet de serre, des causes de l'influence de l'homme sur ces phénomènes, et se sont interrogés sur le possible climat du futur."
    ],
    [
        "SENAT_3603",
        "De même, le renforcement de l'érosion des plages par le recours aux cordons d'enrochements renforce l'érosion de la plage qu'ils sont censés protéger ;..."
    ],
    [
        "SENAT_3603",
        "Provenant comme le charbon, de la décomposition de forêts, donc de carbone, le pétrole brûlé dégage du gaz carbonique et renforce l'effet de serre."
    ],
    [
        "SENAT_3603",
        "A propos des permis négociables initialement proposés par les États- Unis d'Amérique, l'avis avait souligné que cela revenait à autoriser les pollueurs à polluer moyennant paiement et que les pays riches pourraient continuer à polluer en achetant des droits aux pays en développement. "
    ],
    [
        "SENAT_3603",
        "Dans les études relatives aux relations entre santé et climat, il a été relevé que la climatisation pouvait contribuer de manière importante à préserver des vies humaines lors de grandes vagues de chaleur, mais, bien évidemment, cela ne saurait justifier l'extension de la climatisation à toutes les latitudes, ni son emploi à longueur d'année dans tous les types de locaux."
    ],
    [
        "SENAT_3603",
        "Les économies d'énergie et l'efficacité énergétique sont les deux composants d'une même action tendant à obtenir le meilleur résultat pour la société tout en prenant en compte la nécessité de préserver les sources d'énergie non renouvelables."
    ],
    [
        "SENAT_3603",
        "A propos des applications conjointes, l'avis avait observé que l'OCDE prévoyait, pour la période au-delà de 2050, des émissions en forte augmentation pour la Chine et l'Inde, qui concentreraient, à elles deux, plus de 40 % des émissions de CO2 mondiales contre 26 % pour l'ensemble des pays de l'OCDE."
    ],
    [
        "SENAT_3603",
        "Les rapports du G.I.E.C. prévoient pour le XXIème siècle, une élévation moyenne du niveau de la mer oscillant entre 40 cm et 98 cm, étant précisé d'emblée que l'impact d'une telle élévation varie très fortement selon la configuration des côtes considérées."
    ],
    [
        "SENAT_3603",
        "L'importance de l'oxyde d'azote dans le bilan radiatif provient du fait que ce gaz a la propriété de perturber plusieurs autres gaz à effet de serre ; c'est ainsi qu'il contribue à la diminution de la présence de méthane et d'hexafluorocarbures (HFC), et qu'il augmente la formation d'ozone dans la troposphère."
    ],
    [
        "SENAT_3603",
        "Ces experts ont considéré par ailleurs que les changements climatiques se sont déjà vivement fait sentir à travers les précipitations qui ont continué à augmenter aux latitudes moyennes et hautes de l'hémisphère nord,..."
    ],
    [
        "SENAT_3603",
        "Non seulement ces émissions augmentent rapidement, mais elles sont pour moitié dues aux voitures particulières. "
    ],
    [
        "SENAT_3603",
        "Ces quelques rappels des tendances envisagées par le GIEC suffisent à montrer que les émissions de gaz à effet de serre ont très largement augmenté au moment même où leur décrue serait impérieuse."
    ],
    [
        "SENAT_3603",
        "Cette étude du GIEC montrait aussi que la part du CO2 dans le total des émissions de gaz à effet de serre risquait de continuer à augmenter en passant de la moitié aux trois-quarts des émissions totales."
    ],
    [
        "SENAT_3603",
        "De même, il est probable que l'estimation des surfaces boisées au XIXème siècle est assez largement erronée."
    ],
    [
        "SENAT_3603",
        "S'il est vrai, par ailleurs, que lorsqu'on brûle des hydrocarbures, on produit de la vapeur d'eau en même temps (et en quantité comparable) que du CO2, cependant, ces émissions de vapeur d'eau n'ont que des effets locaux (formation de brouillards, de nuages bas...), car le temps de résidence de la vapeur d'eau dans l'atmosphère ne dépasse pas la dizaine de jours."
    ],
    [
        "SENAT_3603",
        "Le charbon résultant de très anciennes forêts fossilisées et décomposées, brûler celui-ci revient à libérer le carbone stocké dans le bois."
    ],
    [
        "SENAT_3603",
        "Provenant comme le charbon, de la décomposition de forêts, donc de carbone, le pétrole brûlé dégage du gaz carbonique et renforce l'effet de serre."
    ],
    [
        "SENAT_3603",
        "Or, les émissions de gaz carbonique, de méthane, et d'autres gaz à effet de serre qui tendent à s'accumuler dans l'atmosphère, peuvent être plus ou moins limitées par l'intervention de l'homme..."
    ],
    [
        "SENAT_3603",
        "Dans ces conditions, est-il possible de simplement s'adapter aux changements climatiques ?"
    ],
    [
        "SENAT_3603",
        "De plus, comme les régions de montagne concentrent leurs écosystèmes, jouissant d'une très grande biodiversité, sur de faibles superficies, les plantes qui peuvent s'adapter en se déplaçant risquent d'être perturbées, en particulier les espèces florissant tôt et les petites populations isolées."
    ],
    [
        "SENAT_3603",
        "Les changements dans l'humidité atmosphérique affectent fortement l'effet de serre."
    ],
    [
        "SENAT_3603",
        "A cet égard, les Etats-membres de l'Union européenne ont déclaré que les HFC, PFC et SF6 ne peuvent être considérés sur le long terme comme des substituts viables aux substances altérant la couche d'ozone , ces divers gaz étant des gaz à effet de serre."
    ],
    [
        "SENAT_3603",
        "Cela agit alors en boucle de rétroaction positive, amplifiant le réchauffement."
    ],
    [
        "SENAT_3603",
        "Document de séance : Rapport sur la proposition de règlement (CE) du Conseil relatif à des substances qui appauvrissent la couche d'ozone - 18 p."
    ],
    [
        "SENAT_3603",
        "Toutefois, si le carbone témoignant de cette utilisation est appauvri en 13C (1), c'est également le cas de celui qui provient de la déforestation."
    ],
    [
        "SENAT_3603",
        "Partant de l'équateur, les masses d'air chaud -plus légères- s'élèvent et se séparent en deux pour se diriger vers chaque pôle."
    ],
    [
        "SENAT_3603",
        "Si le niveau de la mer s'élève de + 0,30 m au cours du XXIème siècle, une surcôte de 1,40 m serait à redouter tous les 10 ans au lieu de tous les 100 ans actuellement."
    ],
    [
        "SENAT_3603",
        "En France, les sols agricoles occupent une très forte proportion du territoire et émettent beaucoup d'azote en raison de l'importance des niveaux azotés apportés par les engrais."
    ],
    [
        "SENAT_3603",
        "Les émissions de CH4 sont très différentes selon les sols, et, ce, y compris pour une même culture ; les rizières par exemple peuvent émettre du CH4 dans des proportions variant de 1 à 20."
    ],
    [
        "SENAT_3603",
        "En effet, à l'heure actuelle, il est considéré que le réseau de mesures privilégie les mesures océaniques pour en tirer des moyennes par bandes de latitude, alors que le rôle des continents est amoindri, notamment lorsque ceux-ci émettent beaucoup de gaz carbonique."
    ],
    [
        "SENAT_3603",
        "Par exemple, la comparaison entre le carbone dégagé par la fabrication d'une poutre, métallique, en béton ou en bois, conduit à constater que les deux premières émettent une quantité non négligeable de carbone alors que la troisième en stocke."
    ],
    [
        "SENAT_3603",
        "C'est dès le stade de la conception que l'habitat devrait être pensé pour émettre le minimum de gaz à effet de serre, donc être le plus économe en énergie."
    ],
    [
        "SENAT_3603",
        "Tout d'abord, votre Rapporteur se doit de dissiper une confusion née d'un slogan un peu hâtivement répété selon lequel le chauffage au bois n'émettait pas de dioxyde de carbone."
    ],
    [
        "SENAT_3603",
        "En émettant moins de monoxyde de carbone que le moteur à essence, le diesel avait déjà un avantage qui fut conforté par le moteur HDI diesel (injection haute pression) qui élimine les particules et produit 20 % de moins de CO2 que le diesel traditionnel."
    ],
    [
        "SENAT_3603",
        "Il reste à réduire les émissions d'oxyde d'azote pour les diesels et celles des particules pour les moteurs à essence - les nouveaux moteurs à essence émettant des particules."
    ],
    [
        "SENAT_3603",
        "De nouvelles techniques permettent de limiter les émissions de ces centrales (centrales à charbon pulvérisé émettant moins de soufre mais davantage de gaz carbonique et ce pour un coût élevé ; chaudières à lit fluidisé ; centrales à charbon gazéifié)."
    ],
    [
        "SENAT_3603",
        "Comme signalé ci-dessus, avant même de s'interroger sur les techniques émettant moins de gaz à effet de serre, il faudrait désormais toujours se demander quelle quantité d'eau est nécessaire à la protection d'un kilo de matière sèche afin de ne pas abuser de l'irrigation."
    ],
    [
        "SENAT_3603",
        "...: à force d'émettre dans l'atmosphère des gaz dits \" à effet de serre \", résultant notamment de la combustion des énergies fossiles, l'homme ne serait-il pas devenu un agent climatique ?"
    ],
    [
        "SENAT_3603",
        "Maintenant, celle-ci dépend de la Fédération de Russie, qui a déjà obtenu, dès 1997, le droit d'émettre des quantités de gaz à effet de serre tout à fait inattendues par rapport à l'objectif de Kyoto."
    ],
    [
        "SENAT_3603",
        "Lorsque la quantité d'eau qui s'évapore diminue sur de grandes surfaces, les pluies tendent à se raréfier."
    ],
    [
        "SENAT_3603",
        "Chaque jour, l'essentiel de la vapeur d'eau s'évapore dans les régions tropicales puis cette masse d'air humide est transportée vers les latitudes plus hautes et subit une série de condensations du fait du refroidissement de l'air. "
    ],
    [
        "SENAT_3603",
        "Partie amont d'un glacier où la neige, évoluant par tassement et fusion partielle, se transforme en glace."
    ],
    [
        "SENAT_3603",
        "Ce gaz joue un rôle essentiel pour le maintien de la vie sur la Terre. Sa présence dans la haute atmosphère absorbe l'essentiel du rayonnement solaire ultra-violet de très courte longueur d'onde (UV-B) qui est nocif pour les êtres vivants (cancers de la peau pour les hommes et les animaux, inhibition de la photosynthèse, mutations génétiques...) "
    ],
    [
        "SENAT_3603",
        "Quant au carbone absorbé par les continents, qui fait l'objet de cette sous-partie, il ne peut être absorbé que par la biomasse (essentiellement le bois des arbres) ou la matière organique des sols."
    ],
    [
        "SENAT_3603",
        "Sans cette volonté, suivie d'une action de très grande ampleur, les changements climatiques s'accélèreraient."
    ],
    [
        "SENAT_3603",
        "En outre, depuis 1997, la progression de la surface irriguée s'accélère."
    ],
    [
        "SENAT_3603",
        "...; le réchauffement ira en s'accélérant compte tenu du fait qu'aucun ralentissement ou aucune modification substantielle de l'activité humaine n'est envisagé ;..."
    ],
    [
        "SENAT_3603",
        "Stephen H. SCHNEIDER a relevé qu'avec un taux de destruction des forêts de 1 % par an, ce sont environ 27.000 espèces qui seraient condamnées par année, c'est-à-dire 74 par jour et 3par heure ; sans compter que certaines des espèces qui disparaissent n'ont pas encore été identifiées, ce qui rend impossible l'appréhension de l'importance même de la disparition."
    ],
    [
        "SENAT_3603",
        "Parallèlement, les sols emmagasinent du carbone."
    ],
    [
        "SENAT_3603",
        "Cela provient en partie des forêts et en partie des océans qui, jusqu'à présent, emmagasinent du carbone."
    ],
    [
        "SENAT_3603",
        "L'océan : il est le grand régulateur des changements climatiques. Ses 1.320 millions de km3 représentent 97 % de l'eau de la planète dont il recouvre 70 % de la surface. Il emmagasine l'énergie et la transporte à travers la planète depuis les tropiques, où l'eau approche les 30 ° , jusqu'aux hautes latitudes."
    ],
    [
        "SENAT_3603",
        "Encore une fois, votre Rapporteur doit rappeler que le niveau de la mer n'a cessé de fluctuer au cours de l'histoire de notre planète comme cela a déjà été décrit dans la première partie du présent rapport à propos de la paléoclimatologie."
    ],
    [
        "SENAT_3603",
        "Selon M. Paolo Antonio PIRAZZOLI du C.N.R.S. 1, la calotte antarctique ne devrait pas commencer à fondre avant le XXIIème siècle, tandis que la fonte du Groendland pourrait entraîner une hausse du niveau de la mer de 6 mètres au cours des prochains siècles."
    ],
    [
        "SENAT_3603",
        "En effet, près de 90 % des activités humaines sont concentrées dans l'hémisphère nord, qu'il s'agisse des combustions industrielles des pays développés ou des combustions de végétations dans la ceinture intertropicale et sur le continent africain."
    ],
    [
        "SENAT_3603",
        "Le charbon résultant de très anciennes forêts fossilisées et décomposées, brûler celui-ci revient à libérer le carbone stocké dans le bois."
    ],
    [
        "SENAT_3603",
        "Cela est d'autant plus vrai au moment où les prairies et les haies reculent - même si ce mouvement s'est ralenti-, où les zones humides se dégradent et où l'irrigation et le drainage se développent(1)."
    ],
    [
        "SENAT_3603",
        "D'après le rapport BIANCO, 3 millions d'hectares de prairies et plus de 500.000 hectares de haies ont disparu entre 1960 et 1994, 84 % des zones humides ont été dégradées, 30.000 hectares de plus sont irrigués et 50.000 drainés chaque année."
    ],
    [
        "SENAT_3603",
        "Comme cela a été indiqué à l'occasion de plusieurs auditions, la mer Méditerranée présente aujourd'hui des écosystèmes très dégradés et une pollution importante."
    ],
    [
        "SENAT_3603",
        "Un très fort effet de serre avait alors empêché l'eau de l'océan de geler, ce qui aurait dû se produire compte tenu d'un rayonnement solaire inférieur d'environ 30 % à ce qu'il est actuellement."
    ],
    [
        "SENAT_3603",
        "En effet, près des pôles, la mer est davantage salée car la part de l'eau qui gèle contient moins de sel que l'eau liquide. "
    ],
    [
        "SENAT_3603",
        "Il faut également souligner que les émissions de protoxyde d'azote sont très influencées par les apports de fertilisants azotés, et qu'elles sont importantes au cours des jours qui suivent les apports."
    ],
    [
        "SENAT_3603",
        "Trois grands cycles influent principalement sur le climat. Le cycle de l'eau, celui du carbone et celui de l'azote."
    ],
    [
        "JANCOVICI",
        "Or ces déchets représentent autant de matériaux qu'il a fallu produire, ce qui a conduit à de grandes émissions de gaz à effet de serre, et autant de déchets qu'il faudra gérer ensuite, ce qui conduira à des émissions supplémentaires (même avec le tri sélectif ou le recyclage), quoique inférieures à celles liées à la fabrication de ce qui est jeté."
    ],
    [
        "JANCOVICI",
        "Ces modélisateurs simulent une évolution future du climat en se basant sur la compréhension du monde qui leur est fournie par d'autres disciplines de la science,..."
    ],
    [
        "JANCOVICI",
        "Il est facile de constater que les sols ont globalement perdu du carbone sur la période, et l'ordre de grandeur de ce qu'ils ont perdu est comparable à ce que la végétation située sur la même zone a stocké."
    ],
    [
        "JANCOVICI",
        "La dérive des continents influe sur la forme des bassins océaniques, ce qui en retour peut modifier le parcours des courants marins, qui transportent plus ou moins d'énergie des tropiques vers les pôles."
    ],
    [
        "JANCOVICI",
        "Bien sûr, tout comme la météo, le climat varie, mais pas aux mêmes échelles de temps!"
    ],
    [
        "JANCOVICI",
        "On notera qu'entre un âge glaciaire et une période \"chaude\", la concentration en CO2 ne varie que de 80 ppmv,... "
    ],
    [
        "JANCOVICI",
        "Lorsque la simulation va au-delà de 2100, avec une concentration en gaz à effet de serre qui ne change plus, les évolutions ne sont pas convergentes : certaines simulations \"voient\" une réversibilité - la circulation Nord-Atlantique augmente à nouveau, alors que d'autres voient l'affaiblissement perdurer."
    ],
    [
        "JANCOVICI",
        "Les courants marins vont-ils changer ?"
    ],
    [
        "JANCOVICI",
        "De tout ce qui précède, on peut donc déduire que le fait d'augmenter la concentration en CO2 dans l'air, ce que l'homme est incontestablement en train de faire, va non seulement avoir pour résultat de changer le climat, mais aussi d'acidifier un peu l'océan."
    ],
    [
        "JANCOVICI",
        "Une configuration un peu voisine s'observe pour le gaz naturel (en fait le pétrole et le charbon sont tout autant naturels !), qui est utilisé pour une large partie pour de la production d'électricité dans le monde, de telle sorte que les émissions correspondantes pourraient être \"capturées\" pour être aussi mises dans un grand trou où nous n'en entendrions plus parler. "
    ],
    [
        "JANCOVICI",
        "L'objectif est donc extrêmement ambitieux : si l'on excepte le CO2 qui pourrait être \"capturé\" avant d'être envoyé dans l'atmosphère, cela signifie qu'il faut parvenir à diviser volontairement la consommation de gaz, de pétrole et de charbon par 2 au niveau mondial."
    ],
    [
        "JANCOVICI",
        "Il est alors concevable de capturer le CO2 émis à ces endroits là pour ensuite l'envoyer sous terre où, nous espérons, nous n'entendrons plus parler de lui."
    ],
    [
        "JANCOVICI",
        "Comme les hydrates ne peuvent rester que dans les sédiments (ce composé est moins dense que l'eau, donc si il apparaît dans l'eau ou qu'il y migre depuis les sédiments il remonte vers la surface en se désagrégeant), on peut donc en trouver entre le plancher océanique, et la profondeur à laquelle la température est suffisamment remontée pour que l'on \"sorte\" de la zone de stabilité."
    ],
    [
        "JANCOVICI",
        "S'il se forme dans des marécages, il va bien sûr immédiatement partir dans l'air (ce qui explique que la quantité \"naturelle\" de méthane dans l'air soit un bon marqueur de l'étendue des zones humides), mais pour les autres sources le méthane peut se former sans migrer ensuite dans l'atmosphère à bref délai : "
    ],
    [
        "JANCOVICI",
        "Enfin sans avoir eu besoin de changer le climat mère Nature a quand même inondé Paris en 1910, et les mêmes précipitations en amont aujourd'hui provoqueraient une inondation à peine moins grave (les ouvrages de rétention ont une capacité limitée ; ils ne feraient baisser le niveau de la crue que de 20 à 30 cm) : crierait-on au changement climatique pour autant ?"
    ],
    [
        "JANCOVICI",
        "Cette glace n'est pas pure, mais contient également de l'acide sulfurique et/ou nitrique. Ces cristaux servent de catalyseur et permettent aux CFC de libérer leur chlore sous des formes qui n'agissent pas directement sur l'ozone."
    ],
    [
        "JANCOVICI",
        "Lorsque l'élévation de température se sera propagée jusqu'à la zone de stabilité des hydrates (il faut quand même de l'ordre du siècle), une partie de ceux-ci pourrait se désagréger, et libérer leur méthane qui partira dans l'atmosphère."
    ],
    [
        "JANCOVICI",
        "Sur l'Atlantique nord, par exemple, la saison cyclonique va en gros de juin à octobre, et on peut évaluer l'énergie libérée par chaque cyclone pendant sa durée de vie, et en additionnant l'énergie totale par cyclone on obtient l'énergie libérée par la totalité des cyclones de la saison."
    ],
    [
        "JANCOVICI",
        "Périodiquement, votre journal s'émeut (...) du manque de volonté de notre espèce de lutter contre un réchauffement climatique annoncé, qui pourrait amener notre planète à connaître l'équivalent d'un changement d'ère climatique en 1 ou 2 siècles, conduisant alors à une évolution environnementale sans précédent depuis que notre espèce existe. "
    ],
    [
        "JANCOVICI",
        "Les forêts boréales, qui devraient particulièrement se réchauffer, pourraient suivre cette évolution,..."
    ],
    [
        "JANCOVICI",
        "...là où les eaux froides et profondes de la circulation océanique mondiale montent à la surface (upwelling) et se réchauffent, largant alors du CO2. "
    ],
    [
        "JANCOVICI",
        "Mais imaginons maintenant qu'il existe un phénomène conduisant l'atmosphère à cesser de se réchauffer, ou à se réchauffer moins vite à partir d'un certain moment,..."
    ],
    [
        "JANCOVICI",
        "C'est pour cela que l'on dit que la planète se réchauffe."
    ],
    [
        "JANCOVICI",
        "Ces échanges sont par contre très liés à l'existence d'une circulation océanique globale, qui refroidit des masses d'eau à certains endroits de la planète [...] et réchauffe l'eau de surface à d'autres endroits... "
    ],
    [
        "JANCOVICI",
        "Or plusieurs simulations indiquent que le changement climatique ne devrait pas beaucoup réchauffer (voire refroidir) l'air situé au nord de l'Europe ..."
    ],
    [
        "JANCOVICI",
        "Or une forêt a un albédo de 5 à 15 % (c'est à dire qu'une forêt réfléchit 5 à 15 % seulement de la lumière qu'elle reçoit), et une terre agricole de 25 % ."
    ],
    [
        "JANCOVICI",
        "Ainsi, les expériences de laboratoire montrent qu'avec un doublement du CO2 dans l'air par rapport à maintenant, la calcification (c'est-à-dire la fabrication du calcaire par les organismes qui en font) ralentit de 10 à 40 % , aussi bien pour le corail que pour les algues à coquille du phytoplancton."
    ],
    [
        "JANCOVICI",
        "Le réchauffement climatique est également susceptible de ralentir fortement les courants océaniques allant de la surface vers les profondeurs (les courants thermohalins), voire de les supprimer."
    ],
    [
        "JANCOVICI",
        "L'évolution climatique pourrait d'abord modifier - ou ralentir, ou arrêter - certains courants marins."
    ],
    [
        "JANCOVICI",
        "En fait, en première approximation, ils ne lui doivent même rien du tout : si nous supprimons tous les poissons et toutes les baleines, cela aura assurément des inconvénients, mais pas celui de ralentir les échanges de CO2 entre l'atmosphère et l'océan de surface !"
    ],
    [
        "JANCOVICI",
        "La glace de mer de l'hémisphère nord a reculé en été, de manière très significative :..."
    ],
    [
        "JANCOVICI",
        "il faut quelques dizaines de millions d'années avant que le carbone qu'ils contiennent ne soit recyclé par le volcanisme, lorsque la tectonique des plaques (la lente dérive des continents à la surface de la terre) amènera le sédiment au-dessus d'une zone volcanique."
    ],
    [
        "JANCOVICI",
        "la boucle se boucle à cause de la circulation océanique globale : le CO2 émis par l'eau qui se réchauffe a bien évidemment été absorbé à un moment où cette même eau était en train de se refroidir, \"ailleurs sur terre\", au sein d'un autre courant."
    ],
    [
        "JANCOVICI",
        "On voit clairement que les plus hautes couches de l'atmosphère se refroidissent partout au cours du temps : en particulier, le \"réchauffement\" climatique refroidira de plus en plus la stratosphère au-dessus des pôles."
    ],
    [
        "JANCOVICI",
        "A l'inverse, les courants de surface où l'eau se refroidit (dont le Gulf Stream, à droite de la planisphère) sont des lieux où le flux est \"descendant\"."
    ],
    [
        "JANCOVICI",
        "Ces échanges sont par contre très liés à l'existence d'une circulation océanique globale, qui refroidit des masses d'eau à certains endroits de la planète (par exemple l'eau du Gulf Stream qui remonte vers le Pôle Nord), et réchauffe l'eau de surface à d'autres endroits (par exemple l'eau du courant du Labrador qui s'éloigne du Pole Nord)."
    ],
    [
        "JANCOVICI",
        "Or il se trouve que le changement climatique devrait réchauffer la basse atmosphère, mais corrélativement refroidir la haute atmosphère."
    ],
    [
        "JANCOVICI",
        "Au moment de l'hiver, près du pôle Nord, une partie du sel contenu dans l'eau de mer qui gèle (pour former la banquise) est expulsé, et renforce encore la salinité de l'eau de mer qui ne gèle pas, laquelle se met alors à être tellement dense qu'elle \"plonge\" vers les profondeurs."
    ],
    [
        "JANCOVICI",
        "... si une usine pollue trop une rivière, on arrête l'usine (ou on met ce qu'il faut comme épuration de l'eau), et pas trop longtemps après l'eau de la rivière redevient presque aussi propre \"qu'avant\" ..."
    ],
    [
        "JANCOVICI",
        " Les Américains sont-ils plus désireux que nous de \"polluer le climat\" ?"
    ],
    [
        "JANCOVICI",
        "Plus généralement, les modèles prédisent tous des augmentations de gradient ici ou là, mais pas aux mêmes endroits (ce qui est une conséquence normale de leurs limites)."
    ],
    [
        "JANCOVICI",
        "Certains modèles prédisent également une augmentation des tempêtes (ce qui se matérialise par une occurrence plus fréquente de vitesses de vent élevées)."
    ],
    [
        "JANCOVICI",
        "Pour un scénario donné (désigné par un sigle et matérialisé par une couleur), la dispersion des élévations de température prédites selon les modèles est matérialisée par la barre à droite de la couleur du scénario."
    ],
    [
        "JANCOVICI",
        "La première cause d'élévation du niveau des mers - la dilatation de l'eau sous l'effet de la chaleur - est la plus facile à prédire dès lors que la température de la surface augmente."
    ],
    [
        "JANCOVICI",
        "Avant toute chose, il est indispensable de comprendre qu'il est paradoxalement plus facile de prédire que la température va augmenter à l'avenir que de garantir que notre espèce porte l'essentiel de la responsabilité pour l'élévation constatée dans le passé."
    ],
    [
        "JANCOVICI",
        "Le rythme des évolutions les plus rapides sur la courbe ci-dessus est en effet de quelques degrés en.....5 à 10.000 ans, alors que les modèles nous prévoient une évolution de....quelques degrés en 1 siècle."
    ],
    [
        "JANCOVICI",
        "...la concentration atmosphérique en CO2 au moment où cette dernière cesse d'augmenter (se stabilise), ..."
    ],
    [
        "JANCOVICI",
        "Cela ne correspond pas à l'évolution en cours, puisque la température moyenne augmente, mais c'est pour illustrer l'effet séparé d'une simple augmentation de la variabilité."
    ],
    [
        "JANCOVICI",
        "De tout ce qui précède, on peut donc déduire que le fait d'augmenter la concentration en CO2 dans l'air, ce que l'homme est incontestablement en train de faire, va non seulement avoir pour résultat de changer le climat, mais aussi d'acidifier un peu l'océan."
    ],
    [
        "JANCOVICI",
        "Avec un \"gros\" changement climatique, les plantes vont se mettre à dépérir, et donc le CO2 qu'elles absorbent va baisser, alors que la décomposition continuera à émettre de plus en plus, et l'écosystème dans son ensemble peut passer de puits à source."
    ],
    [
        "JANCOVICI",
        "(...) il faudrait planter des arbres sur des terres agricoles représentant entre un cinquième et un quart des terres émergées, c'est à dire....boiser quasiment l'intégralité des terres aujourd'hui cultivées dans le monde !"
    ],
    [
        "JANCOVICI",
        "(...) il faudrait recommencer l'opération tous les siècles si nous avons toujours recours aux sources fossiles d'ici là, et donc boiser un quart supplémentaire des terres émergées à partir de 2100 (sans déboiser celui déjà planté)."
    ],
    [
        "JANCOVICI",
        "Comme le méthane est un gaz à effet de serre, et que par ailleurs c'est le principal composant du gaz naturel (et donc qu'il brûle !), il y a deux évolutions liées à ces hydrates qui pourraient avoir une influence - négative - sur le climat..."
    ],
    [
        "JANCOVICI",
        "Mais il n'en reste pas moins que de brûler tout le pétrole, le gaz et le charbon connus (sans parler de ce qui pourrait être découvert ensuite), en envoyant tout le CO2 dans l'atmosphère, conduirait à des émissions totales de CO2 qui feront doubler la concentration atmosphérique actuelle de ce gaz (370 ppm)."
    ],
    [
        "JANCOVICI",
        "On peut tout d'abord remettre sous terre le CO2 produit lorsque l'on brûle du charbon ou du pétrole."
    ],
    [
        "JANCOVICI",
        "En d'autres termes, quand nous brûlons du charbon ou le gaz, au lieu de disposer de 100 % de l'énergie de combustion lorsque nous laissons allègrement le CO2 partir dans l'atmosphère, nous n'en aurions plus que 80 % , le reste étant alors utilisé pour envoyer le CO2 résultant de la combustion sous terre. "
    ],
    [
        "JANCOVICI",
        "L'examen des sources de CO2 fossile explique facilement cette situation : en effet, ce gaz est émis là où nous brûlons du charbon, du gaz et du pétrole, et cela signifie souvent une application \"industrielle\", ou du moins de la \"civilisation industrielle\", car une voiture ou un chauffage central au gaz en font assurément partie."
    ],
    [
        "JANCOVICI",
        "En effet, sur une planète couverte aux 2/3 d'eau (les océans), et compte tenu du fait que l'eau ne s'accumule pas dans l'atmosphère - où son temps de résidence est de l'ordre d'une semaine seulement -, les émissions d'origine humaine sont totalement marginales dans le cycle global de l'eau (à titre indicatif, les émissions annuelles de vapeur d'eau de l'humanité provenant de la combustion des hydrocarbures représentent moins de 1 % de l'évaporation naturelle survenant en une seule journée)."
    ],
    [
        "JANCOVICI",
        "De même, nos émissions finiront par baisser un jour, non point parce que le bien finira par triompher, mais tout simplement parce que le monde est fini, et que la quantité de gaz à effet de serre qui s'accumule dans l'atmosphère ne peut pas croître indéfiniment. "
    ],
    [
        "JANCOVICI",
        "Mais les aérosols ont une caractéristique importante qui fait que leurs effets ne perdurent pas très longtemps après leur émission : leur durée de vie dans l'atmosphère est de quelques semaines seulement (un nuage finit par provoquer de la pluie : il ne reste pas des années en l'air ; les poussières retombent à la surface de la Terre, tout comme la poussière \"envoyée en l'air\" par notre balai retombera assez vite sur le plancher - et les meubles). Ils ne s'accumulent donc pas dans l'atmosphère, à la différence des gaz à effet de serre."
    ],
    [
        "JANCOVICI",
        "Avec le poids de la neige qui s'accumule au fil des années sans jamais fondre, la neige la plus ancienne finit par se transformer en glace, sous l'effet de la pression, comme cela se passe avec les glaciers de nos Alpes."
    ],
    [
        "JANCOVICI",
        "Enfin l'océan va s'acidifier en absorbant du CO2, et là aussi il y a un facteur de risque pour la vie marine."
    ],
    [
        "JANCOVICI",
        "D - variation possible du pH sous l'effet des émissions futures, en version \"haute\" : avec un gain de 1000 à 2000 ppm de CO2 en quelques siècles, l'océan s'acidifierait de 0,5 unités de pH."
    ],
    [
        "JANCOVICI",
        "De tout ce qui précède, on peut donc déduire que le fait d'augmenter la concentration en CO2 dans l'air, ce que l'homme est incontestablement en train de faire, va non seulement avoir pour résultat de changer le climat, mais aussi d'acidifier un peu l'océan."
    ],
    [
        "JANCOVICI",
        "Et de vieux souvenirs de chimie permettront peut être au lecteur de se rappeler qu'un composé qui \"produit\" des ions H + s'appelle.... un acide. Ce que dit la réaction ci-dessus, c'est donc que la dissolution du CO2 dans l'eau de mer acidifie cette dernière."
    ],
    [
        "JANCOVICI",
        "Comme on l'a vu plus haut, le changement climatique ne se bornera probablement pas à une évolution des températures : les précipitations vont aussi se modifier. L'ensemble des deux peut affecter les écosystèmes aquatiques de multiples manières :..."
    ],
    [
        "JANCOVICI",
        "De même, une fois que les ennuis du changement climatique seront là, nous ne pourrons plus faire machine arrière, même en baissant les émissions et la seule certitude que nous aurons alors est que les ennuis iront en s'aggravant pendant un ou deux siècles au moins quoi que nous fassions."
    ],
    [
        "JANCOVICI",
        "Mais ce phénomène peut se trouver particulièrement amplifié au printemps au-dessus du Pôle Sud, et cause alors le fameux \"trou d'ozone\"."
    ],
    [
        "JANCOVICI",
        "Or on constate que le CO2 atmosphérique s'appauvrit actuellement en carbone 13 et en carbone 14."
    ],
    [
        "JANCOVICI",
        "Un changement climatique peut plus généralement déstabiliser l'équilibre d'un écosystème ce qui peut appauvrir sa biodiversité voire, dans les cas les plus défavorables, le tuer."
    ],
    [
        "JANCOVICI",
        "...le niveau des océans va continuer à s'élever pendant les siècles à venir,..."
    ],
    [
        "JANCOVICI",
        "Si la température s'élève de 8 ° C au-dessus du Groenland, ce dernier pourrait fondre en quasi-totalité, et le niveau des océans monterait alors de 6m."
    ],
    [
        "JANCOVICI",
        "..., car les zones humides en général émettent du méthane (ce gaz se forme dès que des composés organiques se décomposent - \"pourrissent\" - à l'abri de l'oxygène de l'air, comme par exemple au fond des marécages, ou encore dans les sédiments océaniques)"
    ],
    [
        "JANCOVICI",
        "En effet, tout comme notre peau chauffe si on la met au soleil, la surface de la Terre et l'atmosphère chauffent lorsqu'elles sont exposées à la lumière (en captant son énergie), et en retour émettent des infrarouges."
    ],
    [
        "JANCOVICI",
        "Les voitures émettent au total 20 millions de tonnes équivalent carbone, et le chiffre indiqué suppose que 5 % correspondent aux courses alimentaires."
    ],
    [
        "JANCOVICI",
        "(avec lequel on émettrait 40 kg équivalent carbone environ)"
    ],
    [
        "JANCOVICI",
        "[...] avant que les plantes issues des graines plantées aujourd'hui n'arrivent à maturité sexuelle, la zone aura cesse d'être favorable en totalité : la population s'éteint (une variante est évidemment que l'aire favorable se contracte en même temps qu'elle se déplace). "
    ],
    [
        "JANCOVICI",
        "plus il fait chaud à la surface de l'eau qui s'évapore, et plus la proportion de deutérium dans la vapeur d eau est forte."
    ],
    [
        "JANCOVICI",
        "Si nous regardons le cas particulier des ouragans tropicaux, l'une des conditions pour qu'un tel phénomène prenne naissance est que la température de surface de l'eau soit supérieure à 27 ° C (parce que la température conditionne la quantité d'eau qui peut s'évaporer par seconde, et cette quantité doit être supérieure à un certain seuil pour que l'ouragan puisse apparaître)."
    ],
    [
        "JANCOVICI",
        "Pour savoir comment évolue une température, la première chose est....de pouvoir la mesurer."
    ],
    [
        "JANCOVICI",
        "Ses travaux aideront à comprendre que l'ozone est un gaz qui absorbe le rayonnement solaire (en fait les ultraviolets)."
    ],
    [
        "JANCOVICI",
        "Pour le moment, dans un écosystème à maturité, la décomposition des détritus organiques du sol conduit à des émissions de gaz carbonique qui compensent globalement l'absorption de gaz carbonique par les plantes (voir plus haut). Avec un \"petit\" changement climatique, cette décomposition s'accélère, mais la photosynthèse aussi."
    ],
    [
        "JANCOVICI",
        "En ce qui concerne l'océan, sa capacité d'absorption continuera à augmenter avec la teneur de l'atmosphère en CO2, mais à diminuer avec une température de surface qui augmente."
    ],
    [
        "JANCOVICI",
        "Il faut savoir que - cas extrême impossible à l'horizon de visibilité, heureusement - si la couche d'ozone disparaissait totalement, toute vie terrestre évoluée finirait probablement par être rapidement éradiquée ailleurs que sous l'eau."
    ],
    [
        "JANCOVICI",
        "Si elle se déplace lentement ce n'est pas très grave : la population de végétaux se déplace aussi et survit ; c'est par exemple ce qui arrive lors des transitions entre ères glaciaires et ères interglaciaires. Mais si l'aire favorable se déplace trop brusquement, la population disparaît car elle n'a pas le temps de se reproduire et de migrer avant que les conditions ne cessent d'être favorables."
    ],
    [
        "JANCOVICI",
        "Si la température s'élève de 8 ° C au-dessus du Groenland, ce dernier pourrait fondre en quasi-totalité, et le niveau des océans monterait alors de 6m."
    ],
    [
        "JANCOVICI",
        "Cela suggère que la calotte Antarctique de l'Ouest n'a pas fondu lors de la dernière ère interglaciaire."
    ],
    [
        "JANCOVICI",
        "Si tous les glaciers de ces moyennes latitudes fondent en totalité, ce qui n'est pas très loin de ce qui devrait finir par arriver avec un réchauffement un peu conséquent, l'océan mondial montera de 30 cm environ."
    ],
    [
        "JANCOVICI",
        "Ces \"petits cailloux\" sont ensuite tombés sur le fond de l'océan au fur et à mesure que les icebergs fondaient."
    ],
    [
        "JANCOVICI",
        "[...] le deuxième terme provient de la respiration des organismes \"microscopiques\", en particulier des micro-organismes qui décomposent les végétaux morts (c'est pourquoi on dit parfois que la moitié du flux montant provient de la décomposition des organismes morts)."
    ],
    [
        "JANCOVICI",
        "Il est important de noter que les échanges \"naturels\" - ou encore pré-industriels - entre l'atmosphère et le reste de la planète sont/étaient équilibrés : dans cette situation, il \"monte\" 70,6 milliards de tonnes par an des océans et 119,6 GtC par an des écosystèmes continentaux (respiration des plantes, animaux et micro-organismes décomposant les débris organiques), soit 190,2 Gt , et il en \"descend\" 70 (vers les océans), 120 vers les sols (photosynthèse), et 0,2 sous forme de \"lessivage\" (le CO2 atmosphérique se dissout dans l'eau de pluie), soit 190,2 également."
    ],
    [
        "JANCOVICI",
        "Pour en revenir à l'action possible du changement climatique sur la raréfaction de cet ozone, le système de dominos fonctionne de la manière suivante : certaines émissions humaines (les CFC) dégradent l'ozone stratosphérique (celui de la fameuse \"couche d'ozone\") à cause du chlore que ces composés libèrent dans la haute atmosphère. Il s'agit d'un phénomène se produisant en permanence."
    ],
    [
        "JANCOVICI",
        "Le temps peut devenir trop riche en phénomènes extrêmes, peuvent détruire physiquement les végétaux, dégrader le sol, ou amener des éléments qui empêchent le développement de la végétation..."
    ],
    [
        "JANCOVICI",
        "Au moment de l'hiver, près du pôle Nord, une partie du sel contenu dans l'eau de mer qui gèle (pour former la banquise) est expulsé, et renforce encore la salinité de l'eau de mer qui ne gèle pas, laquelle se met alors à être tellement dense qu'elle \"plonge\" vers les profondeurs."
    ],
    [
        "JANCOVICI",
        "Cette indifférence au lieu d'émission ne concerne pas les aérosols qui influent plus particulièrement au-dessus des zones où ils sont émis (le nuage au-dessus de New-York n'empêche pas les habitants de Sydney d'avoir chaud, et la pollution locale au soufre à côté de Pékin est sans incidence sur la formation d'aérosols soufrés à Rio de Janeiro)."
    ],
    [
        "JANCOVICI",
        "Il y a bien des facteurs qui influent sur le système climatique terrestre, et si, par les temps qui courent, l'homme est devenu prépondérant, la liste des éléments qui jouent un rôle est longue :..."
    ],
    [
        "JACLET",
        "Aux grandes échelles d'espace et de temps, ce sont les fluctuations de la masse volumique de l'eau de mer qui régissent la circulation océanique en induisant des gradients horizontaux de pression qui, comme dans l'atmosphère, génèrent des courants."
    ],
    [
        "JACLET",
        "- ils ne voient pas au nom de quel principe ils devraient freiner leur croissance économique, poussée par une forte expansion démographique, et pourquoi ils se priveraient d'utiliser les énergies fossiles dont ils disposent."
    ],
    [
        "JACLET",
        "Les modèles prouvent qu'un doublement de la teneur en CO2 de l'atmosphère augmente le puits océanique de carbone. Mais, à plus long terme, le réchauffement du climat a toutes les raisons de freiner l'action des pompes biologique et physico-chimique de l'océan."
    ],
    [
        "JACLET",
        "La moindre évolution climatique qui viendrait, durant une courte période hivernale, atténuer le refroidissement ou abaisser la salinité dans ces zones de formation d'eau profonde freinerait ou arrêterait les plongées d'eau et toute la circulation océanique à grande échelle, avec de fortes répercussions sur le climat mais également sur la production biologique."
    ],
    [
        "JACLET",
        "Pour parvenir à cet objectif sans freiner le développement, les pays signataires ont choisi deux mécanismes régulateurs :..."
    ],
    [
        "JACLET",
        "...ralentissement des plongées d'eau qui entraînent le carbone vers les horizons profonds ou les fonds océaniques où il est stocké durablement;"
    ],
    [
        "JACLET",
        "Ces pays souhaitent toujours un allégement de leur effort de réduction d'émission des gaz à effet de serre pour tenir compte de l'existence ou du développement de \" puits de carbone biosphériques \" stockant du CO2."
    ],
    [
        "JACLET",
        "Ces effets illustrent le rôle des mouvements combinés de l'atmosphère et de l'océan qui transportent continuellement de l'énergie des basses latitudes vers les pôles."
    ],
    [
        "JACLET",
        "Ce brassage permanent dû aux mouvements de l'atmosphère modifie aussi sa composition et explique que la concentration des gaz relativement inertes (la plupart des gaz à effet de serre) varie peu d'un point à l'autre de la planète."
    ],
    [
        "JACLET",
        "En quelques millions d'années, la température de la Terre a seulement varié de quelques degrés,..."
    ],
    [
        "JACLET",
        "Le rayonnement solaire varie d'abord en raison des fluctuations de l'activité solaire."
    ],
    [
        "JACLET",
        "Le flux infrarouge émis par la surface (370 W.m-2) se trouve en revanche presque compensé par le flux descendant (335 W.m-2)."
    ],
    [
        "JACLET",
        "Ce vaste mouvement d'ascendance, générateur de pluie près de l'équateur, crée une zone mobile, la zone intertropicale de convergence (ZITC) ou équateur météorologique. La ZITC suit, sur les continents, la zone d'ensoleillement maximal, migrant vers le nord en été, vers le sud en hiver."
    ],
    [
        "JACLET",
        "De la fin de cette période (- 295 Ma) jusqu'à l'époque du jurassique supérieur (- 154 Ma), l'Afrique migre de 35 degrés de latitude vers le nord, quittant définitivement les zones froides."
    ],
    [
        "JACLET",
        "Dans la \" course contre la montre \" engagée contre le changement climatique, ce stockage dans la biosphère vise à limiter la croissance du CO2 dans l'atmosphère au cours de ce siècle avant que de nouvelles technologies \" propres \" prennent le relais, évitant l'épuisement des ressources fossiles."
    ],
    [
        "JACLET",
        "En deux mots, replanter les forêts n'est pas une panacée, mais lutter contre la déforestation est un enjeu majeur."
    ],
    [
        "JACLET",
        "Peu de scientifiques soutiennent l'efficacité de changements d'usage des terres et de plantations forestières pour lutter contre l'augmentation de l'effet de serre."
    ],
    [
        "JACLET",
        "On peut calculer l'augmentation du bilan énergétique de la planète avant qu'elle ne réagisse et s'adapte en se réchauffant: c'est le \" forçage \" radiatif."
    ],
    [
        "JACLET",
        "Ceci prend la forme d'une subsidence, c'est-à-dire d'une descente d'air sec qui se réchauffe en se comprimant, entretenant ainsi les grands déserts."
    ],
    [
        "JACLET",
        "Le volume d'eau ainsi \" perdu \" par l'Atlantique est remplacé par de l'eau de surface réchauffée par le rayonnement solaire."
    ],
    [
        "JACLET",
        "Ce flux infrarouge descendant (400 W.m-2) est même supérieur au flux émis (335 W.m-2), l'excédent contribuant à évaporer l'eau (83 W.m-2) et à réchauffer les basses couches de l'atmosphère (24 W.m-2)."
    ],
    [
        "JACLET",
        "Cette banquise régule un grand nombre de processus : elle arrête les échanges entre l'océan et l'atmosphère, elle réfléchit intensément le rayonnement solaire (albédo variant entre 60 et 90 % ), sa formation augmente la salinité de l'eau de mer, ce qui favorise les plongées d'eau dense."
    ],
    [
        "JACLET",
        "Les éruptions volcaniques agissent sur le climat en grande partie parce que les poussières émises réfléchissent la lumière solaire et modifient l'albédo."
    ],
    [
        "JACLET",
        "Enfin, une partie encore plus faible (4 % ) est réfléchie par le \" sol \", ce terme désignant l'ensemble des surfaces terrestres, lacustres et marines."
    ],
    [
        "JACLET",
        "À basse altitude, dans la troposphère, 30 % du flux solaire retourne directement vers l'espace, réfléchi par l'air, la surface terrestre et les nuages."
    ],
    [
        "JACLET",
        "Le rayonnement solaire qui pénètre dans l'atmosphère va, selon le cas, être réfléchi, c'est-à-dire dévié sans modification, ou bien absorbé."
    ],
    [
        "JACLET",
        "De même, alors que la vapeur d'eau est normalement recyclée en quelques semaines dans les basses couches de l'atmosphère, les émissions des avions de haute altitude peuvent séjourner plusieurs années dans la stratosphère."
    ],
    [
        "JACLET",
        "Il est beaucoup plus difficile de suivre l'évolution des composantes atmosphériques rapidement recyclées : la vapeur d'eau, l'ozone, les aérosols (suspensions liquides ou solides dans l'atmosphère)."
    ],
    [
        "JACLET",
        "Cette évaporation refroidit le sol et l'énergie correspondante est regagnée ultérieurement par l'atmosphère lors de la condensation de l'eau en nuages."
    ],
    [
        "JACLET",
        "- un flux de chaleur sensible qui refroidit le sol et réchauffe l'atmosphère par convection thermique (24 W.m-2);"
    ],
    [
        "JACLET",
        "La fin du xxe siècle en a vu deux épisodes majeurs; or, la plupart des modèles prédisent une augmentation de l'intensité des épisodes ENSO en liaison avec le réchauffement climatique."
    ],
    [
        "JACLET",
        "Nous sommes donc dans une situation où il est plus facile de prédire le caractère inéluctable d'un dérèglement climatique que d'en décrire toutes les caractéristiques."
    ],
    [
        "JACLET",
        "Cette modification du cycle de l'eau constitue une des conséquences majeures du changement climatique et l'une des plus difficiles à prédire."
    ],
    [
        "JACLET",
        "Les champs météorologiques ne sont pas prédits partout dans l'espace mais aux noeuds d'un maillage dont le pas est de quelques centaines de kilomètres."
    ],
    [
        "JACLET",
        "De même, ces modèles prévoient que les événements El Nino seront plus intenses ou plus fréquents, ce qui rendra encore plus délicates les prévisions climatiques dans la zone Pacifique et, au-delà, dans la bande intertropicale."
    ],
    [
        "JACLET",
        "Dans toutes les simulations du climat futur, le réchauffement de la surface terrestre par les gaz à effet de serre est maximal vers les pôles parce qu'il reste confiné près du sol, alors que, dans les régions tropicales ou intertropicales, il est atténué par les effets de la convection qui mélange l'air sur plus d'une dizaine de kilomètres."
    ],
    [
        "JACLET",
        "Dans ce cas, l'activité solaire augmentera légèrement jusque vers l'an 2800."
    ],
    [
        "JACLET",
        "Il est possible que le phénomène se soit auto-entretenu, la disparition de la végétation augmentant l'albédo, ce qui diminue la température du sol, limite l'évaporation et accentue les apports éoliens."
    ],
    [
        "JACLET",
        "L'éventuelle constitution de puits de carbone biosphériques pourrait permettre d'augmenter le stockage du carbone dans les écosystèmes terrestres uniquement entre 2010 et 2012, période de vérification du respect des engagements du protocole de Kyoto !"
    ],
    [
        "JACLET",
        "Les modèles prouvent qu'un doublement de la teneur en CO2 de l'atmosphère augmente le puits océanique de carbone."
    ],
    [
        "JACLET",
        "Ce scénario semble logique puisqu'une part de l'eau atmosphérique est immobilisée sous forme de glace et que l'évaporation diminue quand la température baisse."
    ],
    [
        "JACLET",
        "Ceci a deux conséquences : * injectés dans l'atmosphère, ces gaz s'y accumulent; . leurs concentrations sont voisines en tout point du globe car ils se dispersent rapidement."
    ],
    [
        "JACLET",
        "En effet, si ces organismes fixent du carbone dans leurs coccolithes, l'activation de cette \" pompe à carbonate de calcium \" acidifiera l'eau de mer (pH à 0,5 en cas de doublement du dioxyde de carbone alors qu'il varie actuellement, dans les eaux de surface, entre 8,0 et 8,5), ce qui amoindrira le rôle de puits de carbone de l'océan."
    ],
    [
        "JACLET",
        "Enfin, certaines perturbations touchent la planète entière sans affecter particulièrement les régions d'origine: la création d'un \" trou d'ozone \" au-dessus de l'Antarctique liée aux émissions de chlorofluorocarbones est le premier exemple d'une atteinte à l'environnement résultant d'activités diffuses sur l'ensemble du globe."
    ],
    [
        "JACLET",
        "Souvent, les catastrophes naturelles ou les atteintes à l'environnement affectent essentiellement les régions où elles se produisent;..."
    ],
    [
        "JACLET",
        "La circulation stratosphérique, sensible à l'absorption des ultraviolets, pourrait être affectée par une modification des propriétés spectrales du rayonnement solaire incident."
    ],
    [
        "JACLET",
        "La désertification s'aggrave encore, produisant ainsi, au fil des siècles et des millénaires, une \" civilisation du désert \" qui connaît ses heures de prospérité."
    ],
    [
        "JACLET",
        "L'augmentation globale de la température de la planète, amorcée à l'heure actuelle, due à l'augmentation des gaz à effet de serre, ne peut que s'aggraver."
    ],
    [
        "JACLET",
        " Les actions humaines peuvent donc aggraver la situation : la baisse de la pluviosité au sud de la Côte d'Ivoire coïncide avec la déforestation."
    ],
    [
        "JACLET",
        "Cette désertification aggravera certes la situation des pays du Sahel (chapitre 6), mais elle ne fera pas peser sur la capitale française la menace d'un changement considérable de végétation qui verrait les cactus pousser sur les Champs-Élysées !"
    ],
    [
        "JACLET",
        "La diminution de l'activité solaire pendant le minimum de Maunder (1645-1715) constitue une explication plausible du petit âge glaciaire, surtout si son effet a été amplifié."
    ],
    [
        "JACLET",
        "Incontestablement, nous sommes en présence d'un problème complexe qui dépend de la nature des mécanismes dominants ayant agi au XXe siècle (forçage solaire? effet de serre?), de celle des rétroactions qui ont pu les amplifier, comme la vapeur d'eau, et des incertitudes qui subsistent sur la mesure elle-même."
    ],
    [
        "JACLET",
        "Le charbon et le pétrole ayant une origine végétale, ils sont appauvris en 13C, ce qui n'est pas le cas des composés carbonés dissous dans l'océan."
    ],
    [
        "JACLET",
        "Dans ce cas, le rayonnement \" disparaît \" sous forme de chaleur; il excite atomes et molécules qui, à leur tour, émettent un rayonnement..."
    ],
    [
        "JACLET",
        "Les molécules de ces gaz à effet de serre ont la capacité d'absorber une part importante du rayonnement infrarouge émis par la surface et émettent à leur tour, dans toutes les directions, un rayonnement de longueur d'onde un peu différente mais toujours dans l'infrarouge."
    ],
    [
        "JACLET",
        "Dans ce cas, le rayonnement \" disparaît \" sous forme de chaleur; il excite atomes et molécules qui, à leur tour, émettent un rayonnement... "
    ],
    [
        "JACLET",
        "Le rôle du vent solaire, ce flux de particules chargées qu'émettent les éruptions à la surface du Soleil, est également invoqué."
    ],
    [
        "JACLET",
        "Pour le secteur crucial de l'énergie, une telle stabilisation nécessite l'introduction de techniques efficaces pour son transport et son utilisation ainsi que la mise en place d'énergies émettant peu ou pas de carbone."
    ],
    [
        "JACLET",
        "La chaleur serait alors devenue brutalement étouffante et le désert se serait étendu. Ce scénario explique l'évolution observée sans avoir recours à l'hypothèse des historiens selon laquelle l'agriculture s'est effondrée parce que les paysans ont épuisé le sol."
    ],
    [
        "JACLET",
        "En moyenne annuelle et pour l'ensemble du globe, le bilan radiatif est équilibré, c'est-à-dire que la Terre reçoit autant d'énergie qu'elle en réémet."
    ],
    [
        "JACLET",
        "Si ce dernier permit aux Vikings de quitter l'Islande pour établir des colonies au Groenland et à Terre-Neuve, le petit âge glaciaire les contraignit à les abandonner car la navigation devint alors trop difficile pour aborder le Groenland; privée de ravitaillement, la population finit par s'éteindre."
    ],
    [
        "JACLET",
        "L'époque holocène débute il y a 11 000 ans, à un moment où les calottes glaciaires européenne et américaine ont presque complètement disparu. Elle évolue vers un optimum climatique atteint entre 9 000 et 6 000 ans avant aujourd'hui."
    ],
    [
        "JACLET",
        "La moindre évolution climatique qui viendrait, durant une courte période hivernale, atténuer le refroidissement ou abaisser la salinité dans ces zones de formation d'eau profonde freinerait ou arrêterait les plongées d'eau et toute la circulation océanique à grande échelle, avec de fortes répercussions sur le climat mais également sur la production biologique."
    ],
    [
        "JACLET",
        "On estime en effet que seule la moitié du C02 émis est gardée par l'atmosphère. L'autre moitié est absorbée par l'océan et la végétation :..."
    ],
    [
        "JACLET",
        "(en régime de croisière, les forêts absorbent en effet à peu près autant de carbone qu'elles en rejettent)"
    ],
    [
        "JACLET",
        "La capacité de l'océan à absorber du carbone devrait donc elle aussi diminuer dans un monde plus chaud."
    ],
    [
        "JACLET",
        "Ce réchauffement devrait s'accélérer durant ce siècle avec une élévation de la température moyenne atteignant 3 ° C d'ici à 2100."
    ],
    [
        "JACLET",
        "Un doublement du CO2 est ainsi atteint en 80 ans, soit vers 2040 puisque l'augmentation des gaz à effet de serre s'est accélérée vers 1960."
    ],
    [
        "JACLET",
        "(alors que la température globale de la planète ne diminuait que légèrement)"
    ],
    [
        "JACLET",
        "En quelques millions d'années, la température de la Terre a seulement varié de quelques degrés, ce qui signifie qu'elle n'a pas emmagasiné de chaleur de manière notable et qu'elle émet vers l'espace l'intégralité de l'énergie solaire qu'elle absorbe, soit 237 W.m-2 (162 + 75)."
    ],
    [
        "JACLET",
        "le second concerne l'Indice nord atlantique (ou NOI, North Atlantic index) qui mesure la force relative de l'anticyclone des Açores et de la dépression d'Islande. Cet indice fluctue de manière naturelle, une partie de cette variabilité s'organisant à des échelles décennales."
    ],
    [
        "JACLET",
        "Mais celles-ci apparaissent dans un contexte climatique très différent de celui de notre époque puisqu'elles caractérisent les âges glaciaires où des masses d'eau douce considérables fondent rapidement, modifiant les courants océaniques."
    ],
    [
        "JACLET",
        "Ces instabilités constituent l'un des mécanismes pouvant expliquer que la fonte des calottes glaciaires soit incomparablement plus rapide que leur élaboration - on peut également faire appel au glissement rapide des glaciers quand leur base commence à fondre, l'effet de l'enfoncement du sol sous ces glaciers, etc."
    ],
    [
        "JACLET",
        "La biomasse récoltée est en effet soit oxydée, et le carbone rejeté dans l'atmosphère en l'espace de 1 à 2 ans (aliments, papier, incendies), soit décomposée plus lentement (matériaux de construction, meubles)..."
    ],
    [
        "JACLET",
        "Des gaz comme le dioxyde de carbone et le méthane présentent une autre caractéristique: leur cycle de vie, c'est-à-dire le temps que mettrait leur teneur à se stabiliser si l'on cessait d'en injecter dans l'atmosphère, est lent: de l'ordre du siècle pour le C02, de la décennie pour le méthane, de quelques semaines pour le recyclage de la vapeur d'eau."
    ],
    [
        "EUROPA",
        "L'UE concentre ses efforts sur le renforcement des capacités propres de ces pays pour protéger leurs zones humides et les gérer de manière non seulement à préserver la biodiversité mais également à produire des retombées économiques et sociales positives par le tourisme durable."
    ],
    [
        "EUROPA",
        "L'amoncellement des déchets municipaux n'est que la manifestation visible de la manière peu écologique dont nous gérons nos ressources naturelles."
    ],
    [
        "EUROPA",
        "L'élévation du niveau des mers menacera des millions d'habitants des côtes et le changement climatique augmentera à la fois la fréquence et la gravité des phénomènes extrêmes tels les sécheresses, inondations, vagues de chaleur et tempêtes."
    ],
    [
        "EUROPA",
        "La protection de la nature et de la biodiversité est un enjeu important, non seulement en raison du plaisir que nous procure notre environnement naturel, mais surtout parce que nos ressources alimentaires sont menacées par la désertification et par la diminution du nombre d'espèces animales et végétales et de la diversité génétique."
    ],
    [
        "EUROPA",
        "Les pénuries d'eau s'intensifieront dans beaucoup de régions où l'eau est déjà rare et seront accompagnées de pénuries alimentaires, et les maladies tropicales s'étendront à de nouvelles régions."
    ],
    [
        "EUROPA",
        "Cette intervention a contribué à limiter les émissions de CO2 en Italie."
    ],
    [
        "EUROPA",
        "- si l'on ne prend pas les mesures nécessaires pour limiter le changement climatique ou si ses conséquences surpassent en gravité les prévisions scientifiques actuelles -"
    ],
    [
        "EUROPA",
        "Mais nous devons agir maintenant si nous voulons limiter le changement climatique."
    ],
    [
        "EUROPA",
        "Les entreprises, ou l'industrie, commencent à comprendre qu'en réduisant leurs émissions de gaz à effet de serre, elles ne luttent pas seulement contre le changement climatique mais peuvent aussi faire des économies, améliorer leur compétitivité et réaliser une bonne publicité."
    ],
    [
        "EUROPA",
        "L'action déterminante menée par l'Union a permis de persuader d'autres parties que le protocole constituait le seul cadre international approprié pour lutter contre le changement climatique."
    ],
    [
        "EUROPA",
        "[L]es émissions [de l'Union Européenne] représentent environ 14 % des émissions globales ; si nous voulons lutter efficacement contre le changement climatique, tous les gros émetteurs devront faire des efforts."
    ],
    [
        "EUROPA",
        "En vertu de la directive \"Habitats\", les pays de l'UE s'engagent à protéger les plantes et les animaux, ainsi que leurs habitats, et à désigner des zones protégées dans le cadre du réseau Natura 2000."
    ],
    [
        "EUROPA",
        "En protégeant l'environnement, l'UE ne cherche pas seulement à résoudre des problèmes urgents mais va également au-devant des préoccupations des Européens."
    ],
    [
        "EUROPA",
        "L'objectif est d'allier l'éradication de la pauvreté à des modes de production et de consommation durables et de protéger les ressources naturelles qui seront indispensables au développement économique et social des générations futures."
    ],
    [
        "EUROPA",
        "L'UE concentre ses efforts sur le renforcement des capacités propres de ces pays pour protéger leurs zones humides et les gérer de manière non seulement à préserver la biodiversité mais également à produire des retombées économiques et sociales positives par le tourisme durable."
    ],
    [
        "EUROPA",
        "Dans l'atmosphère, les molécules d'eau capturent la chaleur que la terre réfléchit. Elles la rediffusent dans toutes les directions, réchauffant la surface de la terre, avant de rejeter finalement cette chaleur dans l'espace."
    ],
    [
        "EUROPA",
        "Les combustibles fossiles, que nous brûlons pour fournir de l'énergie et assurer le transport, sont parmi les grands coupables, en raison des rejets dans l'atmosphère de gaz tels que le dioxyde de carbone (CO2) qui réchauffent la surface terrestre."
    ],
    [
        "EUROPA",
        "Les glaciers reculent et la banquise fond, ce qui a provoqué une élévation du niveau des mers de 10 à 20 cm au cours des 50 dernières années."
    ],
    [
        "EUROPA",
        "Le CO2 peut rester 50 à 200 ans dans l'atmosphère selon la manière dont il est recyclé par les terres ou les océans."
    ],
    [
        "EUROPA",
        "Dans le même temps, les concentrations de dioxyde de carbone (CO2), de méthane (CH4) et d'oxyde nitreux (N2O), les principaux gaz qui piègent la chaleur dans l'atmosphère, ont augmenté de façon spectaculaire."
    ],
    [
        "EUROPA",
        "Dans l'atmosphère, le méthane piège la chaleur avec une efficacité 23 fois supérieure au CO2."
    ],
    [
        "EUROPA",
        "La grande majorité des scientifiques s'accordent pour l'imputer à l'augmentation des concentrations de gaz à effet de serre émis par les activités humaines dans l'atmosphère, où ils piègent la chaleur."
    ],
    [
        "EUROPA",
        "L'extraction ou la récolte de ces ressources peuvent également polluer le sol, l'eau et l'air."
    ],
    [
        "EUROPA",
        "À Merja Zerga, où les zones humides sont polluées par l'agriculture, par une autoroute voisine et par le développement urbain et industriel, l'UE aide les autorités marocaines à élaborer et à mettre en oeuvre la législation nécessaire pour redresser la situation."
    ],
    [
        "EUROPA",
        "Le Groupe intergouvernemental sur l'évolution du climat (GIEC) - un forum scientifique créé sous l'égide des Nations Unies en 1988 pour rassembler des milliers d'experts du climat de tous les pays - prédit que la température moyenne globale augmentera de 1,4 à 5,8 ° C d'ici 2100 en conséquence des activités humaines."
    ],
    [
        "EUROPA",
        "L'UE concentre ses efforts sur le renforcement des capacités propres de ces pays pour protéger leurs zones humides et les gérer de manière non seulement à préserver la biodiversité mais également à produire des retombées économiques et sociales positives par le tourisme durable."
    ],
    [
        "EUROPA",
        "L'une des cibles particulièrement visées est le dioxyde de carbone (CO2) que nous émettons quand nous brûlons des combustibles fossiles tels que le charbon, le pétrole et le gaz."
    ],
    [
        "EUROPA",
        "L'Union européenne produit chaque année quelque 3,5 tonnes de déchets solides par habitant. La plupart de ces déchets sont mis en décharge ou brûlés dans des incinérateurs."
    ],
    [
        "EUROPA",
        "Les combustibles fossiles, que nous brûlons pour fournir de l'énergie et assurer le transport, sont parmi les grands coupables, en raison des rejets dans l'atmosphère de gaz tels que le dioxyde de carbone (CO2) qui réchauffent la surface terrestre."
    ],
    [
        "EUROPA",
        "Ne serait-il pas économiquement plus censé de laisser le changement climatique se produire et de s'y adapter ensuite plutôt que de dépenser de l'argent pour le contrer ?"
    ],
    [
        "EUROPA",
        "Non seulement la déforestation sans reboisement endommage notre habitat naturel mais elle aggrave également le changement climatique."
    ],
    [
        "EUROPA",
        "Certains de ces traités sont célèbres, comme le protocole de Kyoto en ce qui concerne les émissions de gaz à effet de serre et le protocole de Montréal relatif à des substances qui appauvrissent la couche d'ozone."
    ],
    [
        "EUROPA",
        "Des études indiquent que le niveau des mers pourrait s'élever de 88 cm à 6 mètres d'ici à 2100."
    ],
    [
        "EUROPA",
        "Certaines espèces, incapables de faire face à la rapidité du changement, s'éteindront."
    ],
    [
        "EUROPA",
        "Le pays du calcaire est un paysage tourmenté qui doit beaucoup de son caractère aux modèles de pâturage ancestraux. Si cette pratique se perdait, une grande partie des habitats semi-naturels disparaîtraient également."
    ],
    [
        "EUROPA",
        "Non seulement la déforestation sans reboisement endommage notre habitat naturel mais elle aggrave également le changement climatique."
    ],
    [
        "EUROPA",
        "Le méthane est surtout produit par des bactéries qui se nourrissent de matériau organique dans des milieux pauvres en oxygène. Il est donc émis par diverses sources naturelles ou influencées par l'homme, les émissions d'origine humaine étant prédominantes."
    ],
    [
        "RAPPORTPENTAGONE",
        "Des millions de personnes supplémentaires à travers le monde encourent le risque d'être inondées (ce risque est environ multiplié par 4 par rapport à 2003), et les industries de la pêche sont perturbées, les changements de température de l'eau poussant les poissons à migrer vers d'autres fonds et habitats, renforçant les tensions sur les droits de pêche."
    ],
    [
        "RAPPORTPENTAGONE",
        "Avec ses besoins alimentaires élevés étant donnée son importante population, la Chine est durement frappée à cause de ses pluies de mousson devenues aléatoires. Celles-ci, occasionnelles pendant la saison d'été, sont bien accueillies pour l'eau qu'elles apportent, mais elles ont des effets dévastateurs car elles inondent des sols généralement à nu."
    ],
    [
        "RAPPORTPENTAGONE",
        "Les tempêtes hivernales et les vents d'hiver s'intensifient, amplifiant l'impact des changements."
    ],
    [
        "RAPPORTPENTAGONE",
        "Les tempêtes de neige et les vents allant en s'intensifiant, amplifiant les impacts des changements."
    ],
    [
        "RAPPORTPENTAGONE",
        "Parce que les principaux scenarii du réchauffement global progressif pourraient entraîner des effets tels que ceux décrits ci-dessus, un nombre croissant de patrons, d'économistes, de décisionnaires et d'hommes politiques sont inquiets au sujet des perspectives du changement à venir et travaillent à limiter les effets de l'activité humaine sur le climat."
    ],
    [
        "RAPPORTPENTAGONE",
        "Aujourd'hui, il est plus facile de chauffer que de refroidir le climat, ainsi il pourrait être possible d'ajouter divers gaz à l'atmosphère, tels que des carbones hydrofluorés, pour compenser les effets du refroidissement."
    ],
    [
        "RAPPORTPENTAGONE",
        "Ces indications incluent des observations documentées montrant que l'Atlantique Nord est de plus en plus refroidi par la fonte des glaciers, les précipitations en augmentation et l'écoulement des eaux douces, le rendant considérablement moins salé depuis les quarante dernières années."
    ],
    [
        "RAPPORTPENTAGONE",
        "Même les modélisations les plus sophistiquées ne peuvent prédire dans le détail comment les changements climatiques se dérouleront, quelles régions seront touchées et de quelle manière et comment les gouvernements et les sociétés pourront réagir."
    ],
    [
        "RAPPORTPENTAGONE",
        "Quand nous décrivons les conditions météorologiques concrètes et leurs implications, notre but est de faire avancer les discussions stratégiques, plutôt que de prédire précisément et de façon certaine ce qui va probablement arriver."
    ],
    [
        "RAPPORTPENTAGONE",
        "Les températures moyennes annuelles ont baissé d'environ 2,75 ° C au Groenland, et des baisses de températures d'une ampleur quasi égale ont probablement eu lieu à travers toute la région de l'Atlantique Nord."
    ],
    [
        "RAPPORTPENTAGONE",
        "Alors que la neige s'accumule dans les régions montagneuses, le refroidissement perdure jusqu'en été."
    ],
    [
        "RAPPORTPENTAGONE",
        "Dans les parties moins prospères du monde, où les pays manquent des ressources et capacités requises pour s'adapter rapidement à des conditions de vie plus sévères, le problème, très probablement, s'en trouvera exacerbé."
    ],
    [
        "RAPPORTPENTAGONE",
        "Les modalités de changement du temps et des températures des océans affectent l'agriculture, les poissons, la faune sauvage, l'eau et l'énergie."
    ],
    [
        "RAPPORTPENTAGONE",
        "Les tempêtes hivernales et les vents d'hiver s'intensifient, amplifiant l'impact des changements."
    ],
    [
        "RAPPORTPENTAGONE",
        "Comme les nations les plus riches ont tendance à employer plus d'énergie et à émettre dans l'atmosphère plus de gaz à effet de serre comme le CO2, cela peut conduire à les montrer du doigt et à les blâmer."
    ],
    [
        "RAPPORTPENTAGONE",
        "Les modèles de climat dans les régions principales de l'hémisphère sud pourraient imiter ceux de l'hémisphère nord, devenant plus froids, plus secs et plus rudes, en raison de flux de chaleur depuis les tropiques vers l'hémisphère nord qui tentent d'équilibrer thermodynamiquement le système climatique."
    ],
    [
        "RAPPORTPENTAGONE",
        "La fonte des glaciers le long de l'Himalaya s'accélère, obligeant certains Tibétains à émigrer."
    ],
    [
        "RAPPORTPENTAGONE",
        "Ou alors, le refroidissement de l'hémisphère nord pourrait entraîner une augmentation de la chaleur, des précipitations et des tempêtes dans le sud, la chaleur normalement transportée loin des régions équatoriales par les courants océaniques se retrouvant emprisonnée et le réchauffement des gaz à effet de serre continuant à s'accélérer."
    ],
    [
        "RAPPORTPENTAGONE",
        "Avec la réduction persistante des précipitations dans ces zones, les lacs s'assèchent, le débit des fleuves diminue et l'approvisionnement en eau douce se réduit,..."
    ],
    [
        "RAPPORTPENTAGONE",
        "L'océan Atlantique Nord continue à emmagasiner de l'eau douce provenant de la fonte des glaciers et de la calotte glaciaire du Groenland, et peut-être plus important encore, des précipitations et écoulements d'eau plus importants."
    ],
    [
        "RAPPORTPENTAGONE",
        "Ou alors, le refroidissement de l'hémisphère nord pourrait entraîner une augmentation de la chaleur, des précipitations et des tempêtes dans le sud, la chaleur normalement transportée loin des régions équatoriales par les courants océaniques se retrouvant emprisonnée et le réchauffement des gaz à effet de serre continuant à s'accélérer."
    ],
    [
        "RAPPORTPENTAGONE",
        "Les nations ayant les moyens nécessaires de le faire pourraient de fait construire des forteresses autour de leur pays, conservant ainsi leurs ressources pour elles-mêmes."
    ],
    [
        "RAPPORTPENTAGONE",
        "La théorie d'un changement climatique progressif dans le futur présuppose que l'agriculture va continuer à se développer et que les périodes de récoltes vont s'allonger."
    ],
    [
        "RAPPORTPENTAGONE",
        "Accoutumés à des conditions climatiques sèches, ces pays ont été les moins influencés par le changement des conditions atmosphériques mais, comme les principales régions de production céréalière sont en difficulté, leur approvisionnement alimentaire est mis à mal."
    ],
    [
        "RAPPORTPENTAGONE",
        "Les événements liés au climat ont un impact énorme sur la société, car ils influent sur les réserves alimentaires, les conditions de vie dans les villes et les agglomérations, de même que sur l'accès à l'eau potable et à l'énergie."
    ],
    [
        "CNRS_LETTRE14",
        "La seule façon que nous ayons aujourd'hui de diminuer les effets de la perturbation anthropique est d'en limiter l'amplitude."
    ],
    [
        "CNRS_LETTRE14",
        "Tout d'abord le climat a continué à se réchauffer et à ceci s'ajoute une meilleure connaissance des variations du climat au cours du dernier siècle."
    ],
    [
        "CNRS_LETTRE14",
        "L'effet de serre l'augmente et le climat se réchauffe mais il y a-t-il bien relation de cause à effet ?"
    ],
    [
        "CNRS_LETTRE14",
        "Cette amplitude d'un facteur 3, dans la valeur de ce que les climatologues appellent dans leur jargon, la \"sensibilité du climat\", résulte pour l'essentiel de la façon dont est traitée la formation des nuages. Leurs propriétés optiques font qu'à la fois ils absorbent et réfléchissent le rayonnement solaire."
    ],
    [
        "CNRS_LETTRE14",
        "Ce risque n'est cependant pas confirmé par les modèles couplés les plus complexes. En cas de réchauffement climatique, ceux-ci prédisent bien un ralentissement du Gulf Stream lié à l'accroissement de l'évaporation dans les régions tropicales auquel sont associées des précipitations supplémentaires dans l'Atlantique Nord."
    ],
    [
        "CNRS_LETTRE14",
        "Jusqu'alors si on tient compte de l'augmentation des gaz à effet de serre depuis le début de l'ère industrielle, les modèles d'évolution du climat prédisent un réchauffement voisin de 1 ° C."
    ],
    [
        "CNRS_LETTRE14",
        "Mais, au-delà de ces incertitudes, tous les modèles, et cette affirmation reste quasiment vérifiée maintenant que le nombre de simulations a été multiplié par près d'un facteur 10, prédisent un réchauffement."
    ],
    [
        "CNRS_LETTRE14",
        "Certes, ils diffèrent sensiblement d'un modèle à l'autre; ainsi le réchauffement prédit par 4 modèles différents (trois modèles américains, l'autre anglais) en cas de doublement instantané de la teneur en gaz carbonique varie entre 1.5 et 4.5 ° C."
    ],
    [
        "CNRS_LETTRE14",
        "Cependant c'est un moindre réchauffement, plutôt qu'un refroidissement qui est alors prédit sur l'Europe de l'Ouest."
    ],
    [
        "CNRS_LETTRE14",
        "Même si l'influence de l'effet de serre additionnel était toujours masquée par la variabilité naturelle du climat, l'augmentation prévue est d'une telle ampleur (de 4 à 8 W m-2 supplémentaires) qu'un réchauffement significatif peut sans ambiguïté être prédit d'ici la fin de ce siècle."
    ],
    [
        "CNRS_LETTRE14",
        "La température moyenne de la planète va cependant continuer à augmenter avec, suivant les cas, de 50 à 90 % du réchauffement réalisé..."
    ],
    [
        "CNRS_LETTRE14",
        "Il conviendra d'atteindre ce niveau dans un délai convenable pour que les écosystèmes puissent s'adapter naturellement aux changements, que la production alimentaire ne soit pas menacée et que le développement économique puisse se poursuivre d'une manière durable\"."
    ],
    [
        "CNRS_LETTRE14",
        "L'augmentation de la teneur en gaz carbonique dans l'atmosphère n'est que le reflet d'une perturbation beaucoup plus importante, qui affecte l'ensemble du fonctionnement de la planète Terre."
    ],
    [
        "CNRS_LETTRE14",
        "S'y ajoute le risque non négligeable que la calotte du Groenland, située dans une région de haute latitude dans laquelle le réchauffement est amplifié, ne commence à fondre et contribue de quelques mètres supplémentaires à l'élévation du niveau des mers."
    ],
    [
        "CNRS_LETTRE14",
        "Comme la vapeur d'eau est elle-même un \"gaz à effet de serre\", le forçage radiatif est amplifié."
    ],
    [
        "CNRS_LETTRE14",
        "Tous ces compartiments sont en équilibre entre eux grâce à des flux d'échanges permanents, comme par exemple la respiration et la photosynthèse entre l'atmosphère et la biosphère, les échanges gazeux entre l'atmosphère et les océans, ou l'assimilation du carbone par les microorganismes dans l'océan. Ce système complexe est équilibré à l'échelle des millénaires."
    ],
    [
        "CNRS_LETTRE14",
        "Cette amplitude d'un facteur 3, dans la valeur de ce que les climatologues appellent dans leur jargon, la \"sensibilité du climat\", résulte pour l'essentiel de la façon dont est traitée la formation des nuages. Leurs propriétés optiques font qu'à la fois ils absorbent et réfléchissent le rayonnement solaire."
    ],
    [
        "CNRS_LETTRE14",
        "Or, si la fonte des glaces de mer dans cette région, qui semble s'accélérer au cours des dernières décennies, n'a pas d'influence sur le niveau des mers, en revanche, elle diminue la salinité de l'océan puisqu'elles sont constituées d'eau douce."
    ],
    [
        "CNRS_LETTRE14",
        "Ce réchauffement s'est accéléré au cours des années récentes."
    ],
    [
        "CNRS_LETTRE14",
        "En fait, les émissions de gaz à effet de serre ont diminué en France entre 1970 et 1990 du fait du développement de l'énergie nucléaire,..."
    ],
    [
        "CNRS_LETTRE14",
        "S'y ajoute le risque non négligeable que la calotte du Groenland, située dans une région de haute latitude dans laquelle le réchauffement est amplifié, ne commence à fondre et contribue de quelques mètres supplémentaires à l'élévation du niveau des mers."
    ],
    [
        "ACADEMIE_2006",
        "Cette fonte des calottes pourrait induire une élévation maximum du niveau des mers de l'ordre de 6 à 7 mètres chacune. Cette élévation menacerait, en bien des régions, le littoral"
    ],
    [
        "ACADEMIE_2006",
        "Les zones traditionnelles de hautes et basses pressions que nous connaissons aujourd'hui, comme l'anticyclone des Açores, pourraient évoluer, voire migrer, ce qui aurait une influence directe sur la météorologie des diverses saisons."
    ],
    [
        "ACADEMIE_2006",
        "Il faut à la fois \" lutter contre \" ce changement, c'est-à-dire s'efforcer d'endiguer le phénomène pour qu'il n'engendre pas un bouleversement insupportable de notre mode de vie, et se préparer à \" s'adapter \"à des modifications inéluctables de l'environnement."
    ],
    [
        "ACADEMIE_2006",
        "Il faut également mentionner la morbidité créée par l'homme dans sa tentative de lutter contre les élévations de température avec les épidémies de légionelloses dont sont responsables les divers systèmes de climatisation et d'épuration thermique."
    ],
    [
        "ACADEMIE_2006",
        "Il semble que le changement climatique pourrait perturber le délicat équilibre instauré entre les cycles saisonniers des tiques et celui de la transmission du virus."
    ],
    [
        "ACADEMIE_2006",
        "Les activités humaines vont perturber la composition chimique de l'atmosphère pendant plusieurs siècles en raison d'une part du recours aux combustibles fossiles qui semble indispensable, au moins pendant plusieurs décennies encore et, d'autre part, de la lenteur de l'absorption du CO2 par l'océan."
    ],
    [
        "ACADEMIE_2006",
        "Les aérosols perturbent la couverture nuageuse, mais le bilan de leurs effets reste toujours très mal connu."
    ],
    [
        "ACADEMIE_2006",
        "Depuis le début de l'ère industrielle, les émissions de gaz à effet de serre et d'aérosols perturbent significativement le bilan radiatif de l'atmosphère."
    ],
    [
        "ACADEMIE_2006",
        "Au cours du vingtième siècle, la température moyenne au niveau du sol terrestre a augmenté de 0,6 ± 0,2 ° C."
    ],
    [
        "ACADEMIE_2006",
        "On peut donc en déduire qu'un réchauffement climatique risquerait d'augmenter sensiblement les infarctus en Europe du nord."
    ],
    [
        "ACADEMIE_2006",
        "Que nos sociétés soient en capacité de s'adapter à un nouvel environnement plus contraignant est une évidence."
    ],
    [
        "ACADEMIE_2006",
        "L'évolution du climat (températures, précipitations) affectera le cycle hydrologique mondial, d'autant qu'elle se conjuguera avec les modifications des bassins hydrographiques, conditionnées par les activités humaines."
    ],
    [
        "ACADEMIE_2006",
        "Les zones traditionnelles de hautes et basses pressions que nous connaissons aujourd'hui, comme l'anticyclone des Açores, pourraient évoluer, voire migrer, ce qui aurait une influence directe sur la météorologie des diverses saisons."
    ],
    [
        "ACADEMIE_2006",
        "Par exemple, la fonte de la banquise aboutit à remplacer un milieu très réfléchissant, -la glace, qui renvoie les rayons et la chaleur solaire -, par un milieu qui absorbe plus et renvoie moins d'énergie, l'océan contribuant également à accroître ainsi la température."
    ],
    [
        "ACADEMIE_2006",
        "Pour la décennie 2020, certains experts prévoient que le virus de l'encéphalite pourrait se retirer du sud et sud-ouest de l'Europe Centrale et se déplacer vers le nord-ouest (Suède)."
    ],
    [
        "ACADEMIE_2006",
        "Une économie de l'hydrogène peut se développer, mais il faut rappeler que l'hydrogène n'est pas une énergie primaire et qu'il doit être produit à partir d'autres sources d'énergie : hydrocarbures aujourd'hui, nucléaire demain ?"
    ],
    [
        "ACADEMIE_2006",
        "Les leshmanioses sont connues depuis longtemps pour être influencées par le climat."
    ],
    [
        "AOMGMR",
        "Bien que son taux de diversion soit parmi les plus élevés au Québec, la qualité du compost produit par ce procédé est moindre que le compost produit par un programme de collecte à trois voies, notamment en ce qui concerne la présence de métaux lourds. Comme on y traite l’ensemble du sac à déchets, les items contenant ces métaux lourds contaminent le compost."
    ],
    [
        "AOMGMR",
        "Quantité de résidus organiques récupérées et valorisées"
    ],
    [
        "AOMGMR",
        "De plus, les gestionnaires doivent mettre sur pied des programmes pour valoriser la portion des matières putrescibles qui représente environ 35 % (Serrener, 1996) du contenu du sac vert et qui est responsable de la production du biogaz dans les sites d’enfouissement."
    ],
    [
        "AOMGMR",
        "Il ne s’agit donc pas nécessairement de «produire» moins de matières, mais plutôt de les valoriser sur place."
    ],
    [
        "AOMGMR",
        "Les renseignements relatifs aux matériaux secs récupérés et valorisés du secteur municipal doivent inclure : • les matières récupérées au débarcadère d’un LES; • toutes les matières récupérées par les installations telles que les déchetteries, éco-centres."
    ],
    [
        "AOMGMR",
        "Conséquemment, l’objectif du gouvernement est de valoriser 60 % de ces matières putrescibles."
    ],
    [
        "AOMGMR",
        "Dans la plupart des cas, ces résidus sont gérés par l’entrepreneur général d’un chantier et sont éliminés dans des dépôts de matériaux secs."
    ],
    [
        "AOMGMR",
        "Les Québécois élimineraient 124 000 tonnes par année, soit un peu plus de 2 % de tous les résidus rebutés."
    ],
    [
        "AOMGMR",
        "Interdiction ou limitation d’éliminer des matières résiduelles provenant de l’extérieur du territoire de planification"
    ],
    [
        "AOMGMR",
        "Tout au long du processus d’élaboration du bilan, il faudra porter une attention particulière pour ne pas incorporer dans notre bilan municipal des quantités de matières qui sont éliminées, récupérées et/ou valorisées par le secteur des ICI."
    ],
    [
        "AOMGMR",
        "Les résidus non combustibles et non récupérables devraient être éliminés dans les lieux d'enfouissement."
    ],
    [
        "AOMGMR",
        "On retrouve une fraction «déchets» dans chacune de ces voies, soit les matières ne pouvant être ni recyclées, ni compostées."
    ],
    [
        "AOMGMR",
        "Les résidus bien compostés présentent alors peu de risque de contamination par les agents pathogènes."
    ],
    [
        "AOMGMR",
        "Cette méthode est très utilisée aux États-Unis pour composter les boues de fosses septiques."
    ],
    [
        "AOMGMR",
        "Outre le biogaz, le lixiviat issu de la décomposition des résidus éliminés dans les lieux d’enfouissement peut contaminer les eaux souterraines ou de surface."
    ],
    [
        "OBSERVER",
        "Les convertisseurs capables de transformer ces flux en électricité sont d’une diversité étonnante, on en dénombre plus d’une trentaine. "
    ],
    [
        "OBSERVER",
        "La production de bioéthanol à partir de biomasse cellulosique nécessite des étapes pour déstructurer la matière cellulosique et de transformer la cellulose en glucose avant fermentation, distillation et purification de l’éthanol."
    ],
    [
        "OBSERVER",
        "L’énergie solaire peut servir à chauffer votre eau sanitaire grâce à un chauffe-eau solaire individuel (Cesi), mais aussi alimenter un système ayant la double fonction de chauffage et de production d’eau chaude : le système solaire combiné (SSC), aussi appelé “combi”."
    ],
    [
        "OBSERVER",
        "Un circuit de dérivation permet de chauffer un ballon pour la production d’eau chaude sanitaire."
    ],
    [
        "OBSERVER",
        "Enfin, les capteurs “moquette”, de facture plus simple, s’inspirent du principe du tuyau d’arrosage posé dans le jardin. Constitués d’un réseau de tubes noirs en matière plastique, sans coffrage ni vitre, ils servent sous nos latitudes à chauffer piscines ou douches solaires."
    ],
    [
        "OBSERVER",
        "Les cheminées solaires associent un capteur plan, une immense coupole en verre, pour chauffer l’air et la cheminée proprement dite, d’une hauteur pouvant dépasser le kilomètre."
    ],
    [
        "OBSERVER",
        "L’eau chaude est utilisée pour chauffer l’habitation à l’aide d’émetteurs basse température."
    ],
    [
        "OBSERVER",
        "Il est vrai que le sud de la France bénéficie de 35 à 50 % de rayonnement solaire de plus que le nord. Il y faut donc une surface de capteurs moins importante qu’au nord. À l’inverse, se chauffer ou chauffer l’eau mobilise au nord plus d’énergie primaire."
    ],
    [
        "OBSERVER",
        "Les modules produisent du courant continu, qu’il faut convertir en courant alternatif pour l’adapter à la plupart des appareils électriques."
    ],
    [
        "OBSERVER",
        "La production d’électricité géothermique consiste à convertir la chaleur des nappes aquifères haute température (de 150 à 350°C) à l’aide de turboalternateurs."
    ],
    [
        "TAILLEFER",
        "À l’échelle du Canada, les installations de compostage ayant traité la majeure partie des résidus organiques (3 773 871 tonnes, soit 95,6% du total) se répartissent comme suit:"
    ],
    [
        "TAILLEFER",
        "Dans une moindre mesure,les résidus organiques des dépanneurs,des hôtels et des motels,des stations-service et des grossistes représentent entre 30% et 45% du poids des déchets éliminés"
    ],
    [
        "TAILLEFER",
        "Certaines municipalités compostent elles-mêmes ces résidus et redistribuent aux citoyens, gratuitement ou à bas prix, le compost ainsi obtenu."
    ],
    [
        "TAILLEFER",
        "Le compostage domestique implique que les résidus organiques soient récupérés et compostés par le citoyen. "
    ],
    [
        "TAILLEFER",
        " La différence de tonnage entre les matières organiques récupérées et le compost produit est attribuable, entre autres, à l’entreposage de certains lots de compost, à certains tonnages de matières structurantes non déclarées dans les questionnaires, au tonnage provenant des résidus de matières organiques compostés non visés par la Politique québécoise de gestion des matières résiduelles 1998-2008 et au traitement de résidus provenant de l’extérieur du Québec."
    ],
    [
        "TAILLEFER",
        "La quantité de matières organiques provenant du secteur ICI et compostée a connu une baisse de près de 16% entre 2006 et 2008,attribuable à une réduction de 14% des résidus de bois et à une réduction de 65% des résidus agroalimentaires."
    ],
    [
        "TAILLEFER",
        "Sur son chemin, cette solution acide peut dissoudre des contaminants solides, comme des métaux lourds, et ainsi contaminer le lixiviat (liquide qui résulte de la percolation), qui s’écoulera des lieux d’enfouissement et se déversera dans les plans d’eau souterrains ou de surface. "
    ],
    [
        "MRNF",
        "La force des vents actionne les pales de l’éolienne, générant un mouvement de rotation. Cette rotation se transforme ensuite en énergie mécanique, qui, lorsqu'elle est couplée à une génératrice, produit de l’électricité. "
    ],
    [
        "MRNF",
        "Les meuniers ont été parmi les premiers à exploiter la force motrice de l'eau, il y a plusieurs milliers d'années, pour produire de l'énergie mécanique."
    ],
    [
        "MRNF",
        "En fait, nous commençons à peine à exploiter cette source d’énergie exceptionnelle."
    ],
    [
        "MRNF",
        "Les nouvelles technologies énergétiques s’inscrivent dans l’avenir : à plus ou moins long terme, elles pourront s’associer aux sources d’énergie traditionnelles, celles dont les gisements sont de plus en plus rares et coûteux à exploiter."
    ],
    [
        "MRNF",
        "Ce permis confère un droit exclusif de rechercher et éventuellement d’exploiter les hydrocarbures."
    ],
    [
        "MRNF",
        "ll s’avère donc avantageux d’exploiter les systèmes d’énergie solaire passifs."
    ],
    [
        "MRNF",
        "Si vous découvrez un gisement contenant suffisamment d’hydrocarbures et que vous souhaitez l’exploiter, vous devez alors vous procurer un bail d’exploitation de pétrole et de gaz naturel auprès du ministère des Ressources naturelles et de la Faune."
    ],
    [
        "ROJO",
        " Est ultime au sens de la présente loi un déchet, résultant ou non du traitement d'un déchet, qui n'est plus susceptible d'être traité dans les conditions techniques et économiques du moment, notamment par extraction de la part valorisable ou par réduction de son caractère polluant ou dangereux.» (France, Loi n° 92-646 art. 1er, 1992)"
    ],
    [
        "ROJO",
        "Suivant la même idéologie que celle proposée par les 3RV (réduction, réutilisation, recyclage et valorisation), qui vise à contrer les phénomènes d’épuisement des ressources naturelles et à accroître les volumes de matériaux recyclés ou valorisés, l’approche systémique de l’ÉI"
    ],
    [
        "ROJO",
        "Grâce au développement des connaissances et aux percées technologiques réalisées depuis la seconde moitié du 20e siècle, les déchets ne sont plus considérés comme de simples résidus, mais plutôt comme des ressources (matières premières secondaires) pouvant être recyclées ou valorisés."
    ],
    [
        "ROJO",
        " Il faut réexaminer nos besoins et habitudes de consommation pour repenser nos choix et identifier les améliorations à apporter de manière à : • réduire, réutiliser, recycler et valoriser (notion de 3RV); • consommer des produits dont la production, la composition et l’usage respectent les principes du développement durable et sont conformes aux critères de qualité et de responsabilité sociale et environnementale;"
    ],
    [
        "ROJO",
        " Toute personne qui produit ou détient des déchets, dans des conditions de nature à produire des effets nocifs sur le sol, la flore et la faune, à dégrader les sites ou les paysages, à polluer l'air ou les eaux, à engendrer des bruits et des odeurs et d'une façon générale à porter atteinte à la santé de l'homme et à l'environnement, est tenue d'en assurer ou d'en faire assurer l'élimination conformément aux dispositions de la présente loi, dans des conditions propres à éviter lesdits effets. "
    ],
    [
        "VULNERABILITY",
        "En raison de l'augmentation du niveau des mers et des changements au niveau de la fréquence et/ou de l'intensité des tempêtes, le changement climatique pourrait avoir des impacts considérables sur les zones côtières, ce qui risque de menacer les écosystèmes, les infrastructures et les habitations, de même que le tourisme et la santé humaine"
    ],
    [
        "VULNERABILITY",
        "Par ailleurs, la nécessité pour l'Europe de s'adapter aux impacts inévitables du changement climatique est de plus en plus largement reconnue."
    ],
    [
        "VULNERABILITY",
        "La hausse des températures observée et les changements au niveau des régimes de précipitation affectent déjà divers aspects des systèmes naturels de l'Europe."
    ],
    [
        "VULNERABILITY",
        "La hausse des températures et le changement des régimes de précipitation devraient aggraver le problème déjà sévère de pénurie d'eau dans les régions du sud et du sud-est de l'Europe."
    ],
    [
        "PGMR",
        "La capacité de traitement des centres de tri de matières recyclables pour desservir le territoire de la CMQ Rive-Nord devra passer à environ 75 000 t/an d’ici 2008. L’analyse de la situation actuelle a démontré qu’en 2002, les centres de tri desservant le territoire ont traité environ 43 500 tonnes."
    ],
    [
        "PGMR",
        "Le compostage domestique ou communautaire est une pratique qui permet de valoriser, chez soi ou à proximité de chez soi, les matières putrescibles, particulièrement en ce qui concerne les herbes et feuilles et les résidus alimentaires végétaux."
    ],
    [
        "PGMR",
        "Élimination au lieu d’enfouissement de Saint-Joachim des CRD non valorisés et non combustibles lorsque les dépôts de matériaux secs du territoire auront atteint leur pleine capacité;"
    ],
    [
        "PGMR",
        "En alternative au séchage, une partie des boues déshydratées pourrait ne pas être séchée et serait compostée au centre régional de compostage."
    ],
    [
        "ADEME",
        "Le chauffage des habitations, à l'aide de réseaux de chaleur, est ainsi le premier poste d'utilisation de la géothermie en France (environ 150 000 logements sont ainsi chauffés en région parisienne)."
    ],
    [
        "ADEME",
        "Cette association avec des réseaux de chaleur n’est cependant pas systématique et dépendra de la profondeur de l’aquifère exploité et du montant des investissements engagés pour l’exploiter."
    ],
    [
        "ADEME",
        "Les mers et les océans recèlent d'autres formes d'énergie comme le gradient thermique entre surface et grande profondeur ou la pression osmotique à l'embouchure des fleuves, mais il n'existe à ce jour aucune technologie permettant de les exploiter."
    ],
    [
        "ADEME",
        "Une éolienne est une machine permettant de convertir l'énergie cinétique du vent en énergie mécanique."
    ],
    [
        "RQBILAN08",
        " L’Allemagne, la Belgique, la Suède, l’Estonie et l’Irlande sont les pays qui recyclent en plus grande proportion les déchets municipaux. "
    ],
    [
        "RQBILAN08",
        "Les Québécois récupèrent plus de matières qu’ils en éliminent : une première depuis la mise en oeuvre de la Politique 1998-2008 !"
    ],
    [
        "RQBILAN08",
        "Au total pour l’UE27 en 2007, seulement 22 % des déchets municipaux générés étaient recyclés, alors que 17 % étaient compostés. "
    ],
    [
        "TIELEOL",
        "Aérogénérateur, machine qui transforme l'énergie cinétique de l'air en courant électrique."
    ],
    [
        "TIELEOL",
        "Les aérogénérateurs sont les machines qui transforment la puissance cinétique du vent en électricité."
    ],
    [
        "RIQ",
        "De plus, dans le cas du biodiesel en particulier, le transport doit être réalisé par le biais de camions-citernes isolés, et les réservoirs de stockage doivent être chauffés en hiver en raison de son point de trouble élevé (température à laquelle il commence à se cristalliser)."
    ],
    [
        "RIQ",
        "À ce chapitre, le Québec dispose de ressources considérables, hydroélectriques et éoliennes en particulier. Également, il peut exploiter les autres formes d’énergie renouvelable en développant les technologies appropriées."
    ],
    [
        "GHENNOU",
        "La conversion de photons en électrons dans un matériau pouvant produire un courant électrique nécessite que : [...] les électrons excités par les photons soient collectés avant de reprendre leur énergie initiale (relaxation), afin de fournir un courant électrique."
    ],
    [
        "GHENNOU",
        "la lumière solaire excitant les photopiles ;"
    ],
    [
        "FAVRE",
        "L’échantillon placé sur des platines de translation est excité par une diode laser de longueur d’onde _laser=785 nm."
    ],
    [
        "FAVRE",
        "En intégrant la densité de courant sur la gamme spectrale AM1.5 comprise entre 400 nm et 1100 nm, et en tenant compte d’un taux d’ombrage de 10 % de la face avant par la couverture des doigts métalliques (le faisceau lumineux du banc de mesure de la réponse spectrale est assez fin pour exciter une zone entre deux doigts métalliques, tandis que le simulateur solaire éclaire la cellule entièrement), on calcule Jcc,RSE=29,94 mA.cm?2 contre 32,68 mA.cm?2 mesurés sous le simulateur solaire, soit une erreur de 9,1 %."
    ],
    [
        "BEAUMONT",
        "favorise la récupération de toutes les matières résiduelles pouvant être recyclées ou compostées (papier et carton, verre, plastique et métal, résidus organiques, piles, fluorescents, peintures, etc.); "
    ],
    [
        "BEAUMONT",
        " les matières organiques comme «la principale cause de contamination dans les lieux d’élimination». Elles peuvent en effet contribuer à la production de gaz à effet de serre et risquent de contaminer les eaux de surface et souterraines."
    ],
    [
        "ADEM",
        "Une hydrolienne capte l'énergie cinétique du courant et la convertit en un couple qui fait tourner les pales du rotor."
    ],
    [
        "ADEM",
        "La génératrice convertit l'énergie mécanique en énergie électrique."
    ],
    [
        "RQBENECO",
        "Ceux-ci se traduisent notamment par la création de milliers d’emplois et de nouveaux investissements, surtout lorsque les matières récupérées sont recyclées ou valorisées au Québec au lieu d’être exportées sur les marchés internationaux."
    ],
    [
        "ROBERGE",
        "L’entreprise qui met en marché des piles et des batteries, l’entreprise qui produit et met en marché ses piles et batteries et l’entreprise qui met en marché des piles et batteries sous sa marque de commerce devront mettre en oeuvre un programme de récupération et de valorisation ou faire récupérer et valoriser tout produit du type de ceux qu’elles mettent en marché."
    ],
    [
        "NANNINE",
        "La capacité du centre de compostage de BEP Environnement ne permettant pas de traiter la totalité du gisement de déchets verts collectés sur la zone, une partie du tonnage collecté dans les parcs à conteneurs est traitée par des centres de compostage extérieurs. "
    ],
    [
        "MAISON",
        "La pompe à chaleur transforme la chaleur à très basse température du sous-sol (10-12°) en chaleur à haute température qui peut ainsi être utilisée pour chauffer."
    ],
    [
        "GRENELLE",
        "Ces unités périphériques que les spécialistes regroupent sous le terme de BOS (Balance of System), comprennent : -Les onduleurs, pour transformer le courant continu produit par les cellules en courant alternatif identique à celui du réseau de distribution."
    ],
    [
        "EUROCEANS",
        "L'eau de mer qui s'acidifie rapidement ronge la barrière de corail, l'habitat naturel d'autres espèces animales et végétales, et complique la formation de coquilles solides pour les moules et les huîtres."
    ],
    [
        "DENIERS",
        "Étant donné qu'il n'est pas encore efficace de passer directement du mouvement d'un fluide à une énergie électrique, il est nécessaire de concevoir un système mécanique intermédiaire. La fonction de celui-ci consiste à convertir l'énergie cinétique du fluide en énergie cinétique d'un mécanisme capable de convertir celle-ci en énergie électrique."
    ],
    [
        "BURELLE",
        "Par contre, cette annexe ne constitue pas une liste d’intrants permis. À noter que les matières exogènes ne doivent pas constituer plus de 25 % du volume des matières traitées annuellement."
    ],
    [
        "BRACIDIF",
        "Un cours d’eau qui s’acidifie présente des valeurs d’ANC qui diminuent au cours du temps (de manière tempo raire ou continue)."
    ]
]