[
    [
        "CANADA",
        "Manitoba, for example, has invested heavily in flood protection, mainly because the Red is naturally flood-prone in spring (due to the fact that it is a north-flowing river and its exit into Lake Winnipeg often remains frozen after upstream sections to the south have begun to thaw)."
    ],
    [
        "CANADA",
        "Lower water levels would threaten shoreline wetlands that provide important fish habit and result in degraded water quality."
    ],
    [
        "CANADA",
        "Reduced sea ice cover will benefit some ocean species, such as whales, that need access to open water, but will threaten species such as seals and polar bears that rely on the presence of ice."
    ],
    [
        "CANADA",
        "Rising saltwater levels could also threaten freshwater supplies, drainage systems and sewage treatment systems."
    ],
    [
        "CANADA",
        "Canada 's temperate forests could be threatened with increased fire risk as well as extended duration of the annual fire season due to drying mid-latitude climate. "
    ],
    [
        "CANADA",
        "Eventually the absorbing molecules in the upper part of the atmosphere emit the energy directly to space."
    ],
    [
        "CANADA",
        "The burning of gasoline in a car engine releases greenhouse gases such as carbon dioxide and nitrous oxide, but also emits volatile gases such as nitrogen oxides that contribute to urban smog issues."
    ],
    [
        "CANADA",
        "By comparison, humans annually emit more than 22 billion tonnes (Gt) of CO2 from fossil fuel combustion alone, and another 6 or so Gt of CO2 from deforestation activities. "
    ],
    [
        "CANADA",
        "Many of the freshwater coastal marshes would become salt marshes, and soft coastlines would erode more rapidly."
    ],
    [
        "CANADA",
        "The net water supply is determined by the amount of rainfall compared to the amount that is evaporated again."
    ],
    [
        "CANADA",
        "In the past, as climates fluctuated over extended periods of time, people learned to respond and adapt."
    ],
    [
        "CANADA",
        " Non-energy emissions initially decline, but then grow appreciably."
    ],
    [
        "CANADA",
        " These will depend on a number of variables. How fast, for example, will the world population grow? "
    ],
    [
        "CANADA",
        "A thermodynamic sea ice model that allows ice to grow and melt in response to heat exchanges with the ocean and the atmosphere."
    ],
    [
        "CANADA",
        "The energy sector is also very sensitive to weather and its variations, and hence will be significantly impacted by climate change. "
    ],
    [
        "CANADA",
        "Atmospheric concentrations of long-lived, and hence well-mixed, greenhouse gases have increased substantially in all areas of the world."
    ],
    [
        "CANADA",
        "When temperatures rise, evaporation from surface waters also becomes greater and the water cycle becomes more active. As a result, average global precipitation can be expected to increase as well."
    ],
    [
        "CANADA",
        "Consequently, air temperatures over the tropical regions of both oceans, though warming more slowly than those over land areas, increase by 1 - 3 ° C by 2050 and by 3 - 5 ° C by 2090."
    ],
    [
        "CANADA",
        "Overall, the risk of flooding in Canada would increase as a result of a warmer climate."
    ],
    [
        "CANADA",
        "Best estimates suggest that these changes have increased the amount of energy flowing into the lower atmosphere by about 0.2 watts per square metre over the past century."
    ],
    [
        "CANADA",
        "...higher temperatures not only increase evaporation and transpiration but also raise the air 's capacity to hold moisture."
    ],
    [
        "CANADA",
        "The continents, for example, are expected to warm more than the oceans, and the increasing contrast in temperature between the two could increase the power of coastal storms."
    ],
    [
        "CANADA",
        "We know of mechanisms by which global warming could increase the frequency or intensity of severe weather, but other physical processes could also have an important effect on the outcome."
    ],
    [
        "CANADA",
        "The new model also has a more sophisticated sea ice component that simulates the transport of sea ice and the effects of ice deformation, both of which influence energy flow between atmosphere and ocean."
    ],
    [
        "CANADA",
        "Minimum nighttime temperatures are influenced by the amount of water vapour in the air, and for that reason they are a good predictor of the following afternoon 's dewpoint - the temperature at which the air is saturated with water vapour."
    ],
    [
        "CANADA",
        "The presence of air pollutants in the Arctic, and large scale water diversions may also have local climate effects that, in some cases can influence global climates."
    ],
    [
        "CANADA",
        "For instance, ongoing monitoring includes the use of:... a network of stations to measure river run-off;... "
    ],
    [
        "CANADA",
        "Tornadoes are even more difficult to measure than thunderstorms, since they are usually very short lived and do not always occur in populated areas where they are certain to be observed."
    ],
    [
        "CANADA",
        "Thunderstorm activity is difficult to measure on a broad scale, however, because thunderstorms are highly localized and brief in duration."
    ],
    [
        "CANADA",
        "Federal departments are working with Canadian universities and provincial and territorial agencies on such activities as:...deploying a series of ocean floats to measure temperature and salinity in Canadian waters, and a series of tide gauges in Canadian Arctic waters;..."
    ],
    [
        "CANADA",
        "Furthermore, mountain glaciers around the world are expected to continue to melt, adding another 5 to 15 cm of water to the ocean level as the water runs off to sea."
    ],
    [
        "CANADA",
        "The transport of ice also determines where sea ice eventually melts. "
    ],
    [
        "CANADA",
        "Greater mobility allows most wildlife species to be physically better able to migrate in response to changing climates than plant species."
    ],
    [
        "CANADA",
        "Species whose climatic requirements no longer match those of the region migrate or die out, while other species, once foreign to the region, begin to enter it."
    ],
    [
        "CANADA",
        "New species that thrive in warmer waters can be expected to migrate into these lakes, competing with existing species, some of which may disappear completely."
    ],
    [
        "CANADA",
        "Many species will have to migrate north as the warm waters will allow more heat tolerant species to migrate into these waters."
    ],
    [
        "CANADA",
        "However, many of these species are also very dependent on habitat and food supply, which are likely to migrate at different rates."
    ],
    [
        "CANADA",
        "Trees grow and migrate very slowly, at a natural rate of 700 m or less per year."
    ],
    [
        "CANADA",
        "Only by understanding the past state of the climate and its natural variability can we determine the extent to which climate is changing and whether human activities are fuelling this change. To achieve this, scientists monitor five components of the climate system: atmosphere, oceans, hydrology, land surface and cryosphere."
    ],
    [
        "CANADA",
        "We need to monitor and understand key aspects of the hydrological cycle (e.g., river and stream flow) to be able to build the computer models necessary to predict changes in the climate system."
    ],
    [
        "CANADA",
        "While much remains to be done, the work supported through the Climate Change Action Fund and the new initiatives under way through Action Plan 2000 are significant steps in addressing some of the gaps in our ability to monitor the climate."
    ],
    [
        "CANADA",
        "However, these gases absorb much of the outgoing heat energy radiated by the earth itself, and return much of this energy back towards the surface."
    ],
    [
        "CANADA",
        "A number of naturally occurring minor gases within the atmosphere, most of which are relatively transparent to incoming sunlight, absorb most of the infrared heat energy being transmitted by the Earth towards space."
    ],
    [
        "CANADA",
        "These include sulphate aerosols and soot from the burning of fossil fuels, biomass aerosols from the burning of vegetation, and mineral dust from agricultural activities. Some, like soot, are dark and thus absorb sunlight and warm the atmosphere."
    ],
    [
        "CANADA",
        "This 1 % is made up of a variety of particles and gases that reflect, absorb, and re-emit significant amounts of both incoming solar radiation and outgoing heat energy."
    ],
    [
        "CANADA",
        "This absorbed energy is then radiated in all directions, some back to the surface and some upwards where other absorbing molecules at higher levels in the atmosphere are ready to absorb the energy again."
    ],
    [
        "CANADA",
        "However, rapid human population growth during the past few centuries has resulted in large-scale conversions of forested landscapes to agricultural, urban or other uses. These conversions have released more than 100 billion tonnes of additional carbon into the air over the past century, and have been accelerating in recent decades, primarily due to extensive slash-and-burn activities in the tropical forests of South America, Africa and Southeast Asia."
    ],
    [
        "CANADA",
        " Apollo flights have noted that, from the lunar distance, the Earth 's atmosphere appears so thin that it is virtually unobservable - a resource that humans need to learn to conserve and use wisely."
    ],
    [
        "CANADA",
        "Each year, Canadians consume about 11 petajoules of energy and export more than 5 petajoules of energy to other countries, primarily the United States."
    ],
    [
        "CANADA",
        "In fact, an increase in average global temperature will also cause the circulation of the atmosphere to change, resulting in some areas of the world warming more, while other areas warming less than the average. Some areas can even cool."
    ],
    [
        "CANADA",
        "An enhanced greenhouse effect, for example, is expected to warm the lower atmosphere but cause the upper atmosphere to cool. "
    ],
    [
        "CANADA",
        "During this period, temperatures in at least some parts of the world, particularly during summers in mid to high latitudes of the Northern Hemisphere, peaked at about 5000 to 6000 years before present (YBP) and have cooled slightly since then."
    ],
    [
        "CANADA",
        "Although the eastern Arctic also warmed slightly during the past 50 years, some regions within it have cooled somewhat. "
    ],
    [
        "CANADA",
        "Some causes for change, whether natural or human, tend to cool climate, while others induce warming."
    ],
    [
        "CANADA",
        "Don't human emissions of aerosols cool the climate and therefore offset emissions of greenhouse gases?"
    ],
    [
        "CANADA",
        "Bodies of water help to cool local climates in summer and warm them in winter."
    ],
    [
        "CANADA",
        "The polar bear population is declining in Hudson Bay due to the decline in sea ice cover and lack of migration routes."
    ],
    [
        "CANADA",
        "However, most fish species have a distinct, although complex set of environmental and habitat conditions within which they thrive and beyond which they decline and possibly perish."
    ],
    [
        "CANADA",
        "Because they remain in the atmosphere for relatively short periods of time, their concentrations are highest near their sources, decrease rapidly with distance from the source, and decline quickly as sources are eliminated."
    ],
    [
        "CANADA",
        "Canadian forests have declined dramatically due to fires."
    ],
    [
        "CANADA",
        "Figure 5: CGCM1 projects that sea ice cover in the Arctic will decrease dramatically by 2100."
    ],
    [
        "CANADA",
        "Climate models project that, during the coming decades, water resources will become more abundant across much of northern Canada. Furthermore, its presence as snow and ice will decrease over time, being replaced by water in its liquid form."
    ],
    [
        "CANADA",
        "As temperatures rise, the extent of snow and sea ice cover in the Northern Hemisphere will decrease. "
    ],
    [
        "CANADA",
        "However, all models agree that the warming will be significant and likely unprecedented in human history, that continents will warm more than oceans, that high latitudes will warm more than low latitudes, that sea levels will rise, snow and sea ice extent and thickness will decrease, and that there will be an increase in average global precipitation, accompanied by major changes in the distribution of precipitation. "
    ],
    [
        "CANADA",
        "These will, in turn, result in intervals of very low streamflows and lake levels and depleted ground water resources."
    ],
    [
        "CANADA",
        "Moreover, changes in wind direction caused by uneven warming of the Earth 's climate may also alter where acid rain is deposited. "
    ],
    [
        "CANADA",
        "Alternatively, acidified lakes that have slowly recovered over time can become re-acidified if droughts expose shallow parts of the lake bottom and re-oxidize the sulphates that have been deposited in the sediments over time."
    ],
    [
        "CANADA",
        "Accelerated sea level rise would inundate much of the region 's lowlands, causing some of the highly productive tidal salt marshes to disappear."
    ],
    [
        "CANADA",
        "One crucial scientific question that has serious implications for the Arctic, its ecosystems, and the people who live there, is the rate at which the sea ice might disappear."
    ],
    [
        "CANADA",
        "For any given region, some species will become healthier and more abundant, others will become distressed and perhaps disappear completely, and new species may invade and even dominate."
    ],
    [
        "CANADA",
        "Others have unique climate niches that may disappear, leaving them vulnerable to extinction."
    ],
    [
        "CANADA",
        "New species that thrive in warmer waters can be expected to migrate into these lakes, competing with existing species, some of which may disappear completely."
    ],
    [
        "CANADA",
        "By altering the net flow of cold and warm air masses in different patterns of the country, these shifts have amplified warming in some areas and seasons and offset it in others."
    ],
    [
        "CANADA",
        "Conversely, while an increase in average temperature will tend to reduce the occurrence of extremely cold temperatures, in some regions the disappearance of sea ice or snow cover will significantly amplify this moderating effect by allowing much more heat to be transferred from the ocean and soil to the atmosphere, especially at night."
    ],
    [
        "CANADA",
        "This relationship would suggest that one of the primary feedback mechanisms that amplify long-term external changes to the atmosphere 's energy balance, like those caused by orbital cycles, may involve the greenhouse effect."
    ],
    [
        "CANADA",
        "Some processes involve negative feedbacks that reduce the initial climate response, others involve positive feedbacks that amplify it."
    ],
    [
        "CANADA",
        "As increases in other greenhouse gases warm the atmosphere and surface, the amount of water vapour also increases, amplifying the initial warming effect of the other greenhouse gases."
    ],
    [
        "CANADA",
        "Many of these secondary changes also affect temperature, resulting in a complex interplay of different processes that can amplify the increase in temperature in some regions and moderate changes, or even cause cooling, "
    ],
    [
        "CANADA",
        "For every tonne of carbon burned, 3.7 tonnes of carbon dioxide are produced."
    ],
    [
        "CANADA",
        "Fish distribution will change, with a significant loss in habitat for cold water species and a gain for warm water species."
    ],
    [
        "CANADA",
        "However, if the rate at which energy enters or leaves the climate system changes, the balance will be upset and global temperatures will change until the system adjusts itself and reaches a new equilibrium."
    ],
    [
        "CANADA",
        "At the same time, the rate of removal of methane from the atmosphere by natural processes could change"
    ],
    [
        "CANADA",
        "Climate warming can change the evaporation and precipitation patterns and rates in some areas."
    ],
    [
        "CANADA",
        "These include sulphate aerosols and soot from the burning of fossil fuels, biomass aerosols from the burning of vegetation, and mineral dust from agricultural activities. Some, like soot, are dark and thus absorb sunlight and warm the atmosphere. Others, like sulphate aerosols, reflect sunlight and cause cooling."
    ],
    [
        "CANADA",
        "This 1 % is made up of a variety of particles and gases that reflect, absorb, and re-emit significant amounts of both incoming solar radiation and outgoing heat energy."
    ],
    [
        "CANADA",
        "Land use change - agricultural fields, asphalt or concrete, they substantially alter the way the Earth 's surface reflects sunlight and releases heat."
    ],
    [
        "CANADA",
        "On the other hand, deserts created by deforestation and overgrazing reflect more sunlight than natural vegetation, and snow covered fields more than the forests that they replace."
    ],
    [
        "CANADA",
        "As humans replace forests with agricultural lands, or natural vegetation with asphalt or concrete, they substantially alter the way the Earth 's surface reflects sunlight and releases heat."
    ],
    [
        "CANADA",
        "The left side of Figure 1.1 shows how this incoming energy is reflected and absorbed by the atmosphere and surface."
    ],
    [
        "CANADA",
        "However, about 107 W/m2 (31 % ) of this incoming short wave energy is reflected back to space by the atmosphere and the Earth 's surface."
    ],
    [
        "CANADA",
        "These aerosols, in addition to directly reflecting or absorbing sunlight, can alter cloud processes and have significant impacts on regional climates."
    ],
    [
        "CANADA",
        "Each year, humans release more than 22 billion tonnes of carbon dioxide into the atmosphere through the burning of fossil fuels for energy."
    ],
    [
        "CANADA",
        "Scientific studies show that a variety of human activities release greenhouse gases."
    ],
    [
        "CANADA",
        "The burning of gasoline in a car engine releases greenhouse gases such as carbon dioxide and nitrous oxide, but also emits volatile gases such as nitrogen oxides that contribute to urban smog issues."
    ],
    [
        "CANADA",
        "Humans also release a lot of carbon dioxide into the atmosphere by breathing."
    ],
    [
        "CANADA",
        "Conversely, if more carbon is removed from the atmosphere than released into it, its concentration in the atmosphere decreases."
    ],
    [
        "CANADA",
        "That is, on average, the amount released into the atmosphere each year has been approximately equal to the amount removed again."
    ],
    [
        "CANADA",
        "Not surprisingly, the release of carbon dioxide from fossil fuel burning is very unevenly distributed around the world, with the largest share being released by developed countries in the Northern Hemisphere."
    ],
    [
        "CANADA",
        "Because these and many other halocarbons are very stable and do not readily react chemically with other gases, each molecule released into the atmosphere can remain there for decades and even many centuries, until it is finally broken down in the upper atmosphere by intense ultraviolet radiation or escapes into space."
    ],
    [
        "CANADA",
        "Buildings and vehicles release heat directly to the atmosphere, while air pollution and the dark surfaces of pavements and roof tops add to the absorption of sunlight."
    ],
    [
        "CANADA",
        "Every year, motor vehicles exhaust release more than 134 million tones of GHGs into the atmosphere."
    ],
    [
        "CANADA",
        "Currently, warm tropical ocean waters brought north eastwards by this system release enough heat to the air to keep temperatures over much of Europe some 10 °C warmer than land areas at similar latitudes in other parts of the Northern Hemisphere."
    ],
    [
        "CANADA",
        "As humans replace forests with agricultural lands, or natural vegetation with asphalt or concrete, they substantially alter the way the Earth's surface reflects sunlight and releases heat."
    ],
    [
        "CANADA",
        "On a global scale, volcanoes release less than 1 % of human emissions of carbon dioxide and hence are a minor contributor to changes in its atmospheric concentrations."
    ],
    [
        "CANADA",
        "Simulations with CGCM1, as well as with other models, predict a slowing down of this overturning circulation during the 21st century."
    ],
    [
        "CANADA",
        "This is larger than the IPCC 's 1995 projection for thermal expansion of 26 cm by 2100, but the magnitude and rates of related sea level rise are broadly similar to those predicted by some other recent model experiments."
    ],
    [
        "CANADA",
        "Climate simulations with coupled climate models are as yet not able to predict the precise decade-to-decade shifts in these regional changes in atmospheric circulation and other factors affecting regional temperatures."
    ],
    [
        "CANADA",
        "Experts also predict longer and more frequent extreme weather events such as heavy rains, droughts, floods, and severe storms whose impacts on humans and natural ecosystems could be significant (for example, longer and more frequent heat waves could increase heat­stress related deaths). "
    ],
    [
        "CANADA",
        "Certain other aspects of future climate, however, have been harder to predict."
    ],
    [
        "CANADA",
        "How reliable are the models used to predict future climate change?"
    ],
    [
        "CANADA",
        "Climate model projections are as yet too uncertain to help us accurately predict regional effects on vegetation or threats to human health and well-being."
    ],
    [
        "CANADA",
        "We need to monitor and understand key aspects of the hydrological cycle (e.g., river and stream flow) to be able to build the computer models necessary to predict changes in the climate system."
    ],
    [
        "CANADA",
        "And while regional changes are still difficult to predict, climate models already reveal that large parts of Canada will experience greater warming than the global average."
    ],
    [
        "CANADA",
        "Past trends and modelling results project storms and heavy downpours, therefore, jeopardizing the freshwater supply."
    ],
    [
        "CANADA",
        "Climate models project that, during the coming decades, water resources will become more abundant across much of northern Canada."
    ],
    [
        "CANADA",
        "The models project an increase in global mean surface temperature relative to 1990 of about 3-4 °C by 2100."
    ],
    [
        "CANADA",
        "Experts project that the average global sea level will rise 9 to 88 centimetres by 2100."
    ],
    [
        "CANADA",
        "Many of the species involved would adapt through migration, but some could become extinct."
    ],
    [
        "CANADA",
        "Other areas might actually see improvements in their climates, but if the experience of recent El Niños is a guide, most localities would encounter at least some weather difficulties that they were poorly prepared to deal with. Over time, communities could adapt to these new conditions, but the costs could be substantial."
    ],
    [
        "CANADA",
        "Climate monitoring is one of the building blocks to help us understand how our climate is changing and how we can adapt to it. "
    ],
    [
        "CANADA",
        "Scientists agree that the current warming trend cannot be stopped or reversed, but that it can be slowed down to allow biological systems and human society more time to adapt."
    ],
    [
        "CANADA",
        "Such measures would not be able to stop future climate change from happening - we are too late for that - but would hopefully buy both ecosystems and societies time to adapt to the changes that do occur. "
    ],
    [
        "CANADA",
        "Global warming could affect this exchange of heat in a variety of ways."
    ],
    [
        "CANADA",
        "Studies also suggest that human deaths can rise significantly if vulnerable people seriously affected by bad air quality must deal with the added impacts of heat stress."
    ],
    [
        "CANADA",
        "In the south, each region will be affected differently by droughts, floods and unusual weather events."
    ],
    [
        "CANADA",
        "These aerosols, in addition to directly reflecting or absorbing sunlight, can alter cloud processes and have significant impacts on regional climates."
    ],
    [
        "CANADA",
        "Changes in the global distribution of food production, for instance, will alter traditional food trade patterns."
    ],
    [
        "CANADA",
        "Other natural causes of climate change include variations in ocean currents (which can alter the distribution of heat and precipitation) and large eruptions of volcanoes (which can sporadically increase the concentration of atmospheric particles, blocking out more sunlight)."
    ],
    [
        "CANADA",
        "Moreover, changes in wind direction caused by uneven warming of the Earth 's climate may also alter where acid rain is deposited."
    ],
    [
        "CANADA",
        "While their direct effects will be felt primarily within the industrialized regions, these aerosols can also indirectly alter average global temperatures and wind currents."
    ],
    [
        "CANADA",
        "This depletion is expected to stabilize and subsequently be reversed in the future as the effect of measures under the Montreal Protocol reduce the concentrations of ozone depleting substances in the stratosphere."
    ],
    [
        "CANADA",
        "Since the world's population is unlikely to stabilize for at least the next century, a continuation of these changes and further increases in methane releases can be expected."
    ],
    [
        "CANADA",
        "Furthermore, the large ice sheets that store vast quantities of water as ice covering Greenland and Antarctica are expected to slowly release this water into the oceans if global temperatures rise significantly."
    ],
    [
        "CANADA",
        "Large amounts of water are stored in ice sheet and mountain glaciers."
    ],
    [
        "CANADA",
        "The amount of water vapour stored in the atmosphere increases as the Earth 's surface temperature rises."
    ],
    [
        "CANADA",
        "Alpine and continental glaciers have also significantly retreated in response to the warming in the 20th century. "
    ],
    [
        "CANADA",
        "Hotter temperatures at the surface and higher humidity levels will also make the air in thunderstorm cells rise faster and higher, creating more dynamic storm clouds and more powerful storms."
    ],
    [
        "CANADA",
        "Furthermore, the large ice sheets that store vast quantities of water as ice covering Greenland and Antarctica are expected to slowly release this water into the oceans if global temperatures rise significantly. "
    ],
    [
        "CANADA",
        "When temperatures rise, evaporation from surface waters also becomes greater and the water cycle becomes more active."
    ],
    [
        "CANADA",
        "As temperatures rise, the extent of snow and sea ice cover in the Northern Hemisphere will decrease. "
    ],
    [
        "CANADA",
        "In the three GHG + A experiments, temperatures over land masses rise, on average, by 2.5 ° C by 2050, while ocean temperatures warm by 1.5 ° C."
    ],
    [
        "CANADA",
        "The mean levels of the world 's seas have been rising slowly over the past 100 years at a rate of 1.5 cm each decade."
    ],
    [
        "CANADA",
        "General circulation models simulate the climate system using mathematical equations that describe the earth 's radiation budget, its translation into heat and motion, and the operation of the water cycle. "
    ],
    [
        "CANADA",
        "The ultimate test of a model 's ability to simulate the real world, of course, is its ability to replicate changes that have already happened."
    ],
    [
        "CANADA",
        "The CGCM models simulate changes and variations in global temperatures, precipitation patterns, ocean circulation patterns, sea level, sea ice, and climate extremes."
    ],
    [
        "CANADA",
        "CGCM1 has also been tested to see if it can realistically simulate changes in the world 's climate over the past century."
    ],
    [
        "CANADA",
        "Climate modelling is a continuing process in which models are constantly refined so that climate mechanisms can be simulated more realistically and greater confidence can be had in the results."
    ],
    [
        "CANADA",
        "To simulate transient climate change, models needed a much better representation of ocean processes and hence still more computer power. "
    ],
    [
        "CANADA",
        "The new model also has a more sophisticated sea ice component that simulates the transport of sea ice and the effects of ice deformation, both of which influence energy flow between atmosphere and ocean. "
    ],
    [
        "CANADA",
        "The sensitivity of these coastlines to the impacts of climate change, particularly those due to sea level rise, is influenced by a variety of factors, particularly the regional characteristics of ocean processes, the nature of the shoreline, and whether vertical movements of the Earth 's crust are causing the regional land masses to rise or sink."
    ],
    [
        "CANADA",
        "Heavy rainfall is lost as runoff instead of sinking into the soil as reservoir."
    ],
    [
        "CANADA",
        "While the ice cores confirm that the concentrations of greenhouse gases vary naturally with time, they also indicate that there are natural limits to these variations."
    ],
    [
        "CANADA",
        "The amount of warming and the varying increase of depth vary with location, therefore, the regional variation will differ substantially compared to the global average."
    ],
    [
        "CANADA",
        "Clouds, whose effects on the heating of the atmosphere vary with their structure, altitude, and coverage of the sky (as well as with the time of day), were also poorly represented and could not respond to changes in other atmospheric conditions."
    ],
    [
        "CANADA",
        "In winter, polar regions will also warm much more significantly than low latitude regions."
    ],
    [
        "CANADA",
        "Because land masses warm faster than oceans, warming over the North American continent can be expected to be greater than the global average."
    ],
    [
        "CANADA",
        "For example, in the Arctic, some regions, such as the western Canadian Arctic and Siberia, have warmed dramatically."
    ],
    [
        "CANADA",
        "And, as temperatures warm and some regions become drier and others wetter, the climate conditions that determine the natural growth of vegetation around the world may shift significantly."
    ],
    [
        "CANADA",
        "Coastal areas and the low latitudes of central America warm more slowly, but also reach temperature increases of 3 - 5 ° C by 2090."
    ],
    [
        "CANADA",
        "The second factor is that, as the climate warms, the ice on Arctic waters forms later in the fall, disappears earlier in the spring, and becomes thinner in winter."
    ],
    [
        "CANADA",
        "In the Arctic, where average annual temperatures are projected to warm by 10 - 20 ° C during the last half of the century, extreme minimum temperatures over open waters are expected to moderate considerably."
    ],
    [
        "CANADA",
        "Although the eastern Arctic also warmed slightly during the past 50 years, some regions within it have cooled somewhat."
    ],
    [
        "CANADA",
        "The primary reasons for the expected rise over the next 100 years are the expansion of sea water as it warms and the melting of glaciers around the world."
    ],
    [
        "CANADA",
        "As increases in other greenhouse gases warm the atmosphere and surface, the amount of water vapour also increases, amplifying the initial warming effect of the other greenhouse gases."
    ],
    [
        "CANADA",
        "A positive radiative forcing (such as that due to increasing GHG concentrations) warms the atmosphere, whereas a negative forcing (for example, an increase in concentrations of sulphate aerosols that reflect incoming solar radiation) tends to cool the atmosphere."
    ],
    [
        "CANADA",
        "Sooty aerosols, for example, tend to warm regional climates, while sulphate aerosols will cool it by reflecting more sunlight."
    ],
    [
        "CANADA",
        "This reduction will reduce the thickness of ice which will have a positive feedback effect where the ocean 's heat may be allowed to escape and further warm the atmosphere."
    ],
    [
        "CANADA",
        "Bodies of water help to cool local climates in summer and warm them in winter."
    ],
    [
        "CANADA",
        "Sun 's findings are based on experiments with a model of the ocean-atmosphere system in which the temperature of the deep ocean was held steady while the ocean surface was warmed by solar heat and a gradually increasing greenhouse effect."
    ],
    [
        "CANADA",
        "Much of this background ozone is transported down from the upper atmosphere (the stratosphere), where it is produced directly from a reaction between oxygen and solar radiation."
    ],
    [
        "CANADA",
        "Furthermore, since atmospheric moisture is also transported horizontally by air currents, the precipitation patterns that emerge around the Earth are also influenced by the global atmospheric circulation patterns. "
    ],
    [
        "CANADA",
        " Oceans, which play a major role in transporting heat from one part of the globe to another, were described in a highly simplified fashion, and their interactions with the atmosphere were represented only in a very generalized way."
    ],
    [
        "CANADA",
        "Extreme weather events, such as heat waves and storms, could also become more frequent and more severe, causing damage to property and endangering people 's lives."
    ],
    [
        "ENCY",
        "Rather paradoxically, scientists have now begun to speculate that global warming could threaten the present course and intensity of the Gulf Stream."
    ],
    [
        "ENCY",
        "Water evaporating from the surface of the oceans stores heat which is subsequently released when the vapour condenses to form clouds and rain."
    ],
    [
        "ENCY",
        "In addition, the global climate can fluctuate quite randomly, warming or cooling by up to 0.3° C per century."
    ],
    [
        "ENCY",
        "Although we are currently concerned about global warming caused by mankind 's enhancement of the natural greenhouse effect through greenhouse gas pollution, the Earth 's climate has fluctuated many times in the past in response to natural mechanisms of climate change."
    ],
    [
        "ENCY",
        "As the area of deforestation increases, so the impact on climate grows."
    ],
    [
        "ENCY",
        "Scientists have proposed that changes in this global ocean circulation influence climate changes over hundreds and thousands of years."
    ],
    [
        "ENCY",
        "Changes in other climatic elements in addition to temperature, such as rainfall, sunshine, cloud cover, and the frequency and intensity of extreme weather events, will influence these vulnerable ecosystems."
    ],
    [
        "ENCY",
        "Atmospheric pollution from major volcanic eruptions can influence the global climate over one to two years."
    ],
    [
        "ENCY",
        "The Montreal Protocol in 1987 has helped to phase out CFCs emissions in an attempt to protect the ozone layer, but because of their long atmospheric lifetimes, they will continue to influence the greenhouse effect for many years."
    ],
    [
        "ENCY",
        "The Rocky Mountains for example, which extend along the western side of the North American continent, influence significantly the climate on their eastern flank."
    ],
    [
        "ENCY",
        "Although there are a number of ways of measuring the strength of different greenhouse gases in the atmosphere, the Global Warming Potential (GWP) is perhaps the most useful, particularly as a policy instrument. GWPs measure the influence greenhouse gases have on the natural greenhouse effect, including the ability of greenhouse gas molecules to absorb or trap heat and the length of time greenhouse gas molecules remain in the atmosphere before being removed or broken down, the atmospheric lifetime. "
    ],
    [
        "ENCY",
        "The GWPs of other greenhouse gases are then measured relative to the GWP of carbon dioxide."
    ],
    [
        "ENCY",
        "Although it is not possible to measure the climate per se, the records of individual climate elements taken together can be used to specify the physical state of the climate at a given place, for a particular period of time."
    ],
    [
        "ENCY",
        "At the Rio Earth Summit, Parties to the Framework Convention on Climate Change (FCCC) agreed to stabilise emissions of greenhouse gases at 1990 levels by the year 2000, in an attempt to mitigate the threat of global warming."
    ],
    [
        "ENCY",
        "These proposed that: ...; a precautionary approach to mitigating or preventing the effects of global warming should be adopted, even when full scientific certainty is unavailable, to ensure the greatest possible global benefits at the lowest possible costs;..."
    ],
    [
        "ENCY",
        "Shorter wavelength sunlight passes through the atmosphere relatively unimpeded, although the ozone layer does absorb a lot of higher wavelength ultraviolet energy."
    ],
    [
        "ENCY",
        "Forests absorb a lot of sunlight for photosynthesis, and only about 12 to 15 % is reflected."
    ],
    [
        "ENCY",
        "Like carbon dioxide, methane is a greenhouse gas whose molecules absorb heat trying to escape to space."
    ],
    [
        "ENCY",
        "GWPs measure the influence greenhouse gases have on the natural greenhouse effect, including the ability of greenhouse gas molecules to absorb or trap heat and the length of time greenhouse gas molecules remain in the atmosphere before being removed or broken down, the atmospheric lifetime."
    ],
    [
        "ENCY",
        "Nitrous oxide slowly breaks down in the atmosphere under the action of sunlight, but like carbon dioxide and methane, it is slowly accumulating in the atmosphere as a consequence of the extra man-made emissions. "
    ],
    [
        "ENCY",
        "Billions of tonnes of sediment accumulate in the ocean basins every year."
    ],
    [
        "ENCY",
        "A shift in climatic zones not only affects the vegetation but also affects the incidence of tree pests such as insects and diseases. These pests have less difficulty in migrating with their climatic zones than vegetation and may damage tree species with lower immunity."
    ],
    [
        "ENCY",
        "During the last few hundred million years, the concentration of atmospheric carbon dioxide has generally been declining."
    ],
    [
        "ENCY",
        "In general, higher temperatures would decrease the yields of cereal crops (such as wheat) although the yield of crops such as potatoes and sugar beet would tend to increase."
    ],
    [
        "ENCY",
        "At the same time, habitats will be degraded and fragmented by the combination of climate change, deforestation, desertification and other environmental pressures."
    ],
    [
        "ENCY",
        "In addition, a thin layer of clay deposited at this time at many localities around the Earth contains the rare element iridium."
    ],
    [
        "ENCY",
        "These bicarbonates are soluble and are transported via rivers downstream to the coasts where they are deposited on ocean floors as sediment."
    ],
    [
        "ENCY",
        "Oil is formed from the remains of marine microorganisms (microscopic animals and plants) deposited on the sea floor."
    ],
    [
        "ENCY",
        "Road vehicles also burn fossil fuel in the form of petrol or diesel, products refined from oil."
    ],
    [
        "ENCY",
        "Conventional power stations burn coal, oil or gas to produce electricity."
    ],
    [
        "ENCY",
        "Snow and ice, being white, reflect a lot of sunlight, instead of absorbing it."
    ],
    [
        "ENCY",
        "Deforested areas, by contrast, reflect about 20 % of incoming sunlight."
    ],
    [
        "ENCY",
        "Forests absorb a lot of sunlight for photosynthesis, and only about 12 to 15 % is reflected."
    ],
    [
        "ENCY",
        "With a lower albedo, the exposed surfaces reflect less sunlight, with more sunlight being absorbed."
    ],
    [
        "ENCY",
        "Clouds reflect a lot of sunlight and may help to reduce the amount of global warming due to man-made greenhouse gas emissions."
    ],
    [
        "ENCY",
        "Ice, being white, reflects a lot of sunlight and keeps the surface colder for longer."
    ],
    [
        "ENCY",
        "Without the cryosphere, more energy would be absorbed at the Earth 's surface rather than reflected, and consequently the temperature of the atmosphere would be much higher. "
    ],
    [
        "ENCY",
        "Most of this energy comes from the burning of fossil fuels, such as oil, coal and gas, which release carbon dioxide, the main greenhouse gas, into the atmosphere."
    ],
    [
        "ENCY",
        "Climate models predict that this will increase to about 60 % by the second half of the 21st century, with maybe 80 million extra cases of malaria occurring each year."
    ],
    [
        "ENCY",
        "The altitude at which warming changes to cooling however, is higher than that predicted by computer models."
    ],
    [
        "ENCY",
        "Indeed, the Milankovitch theory of climate change has been used to explain the global climate of the last 2 million years, with changes between warmer interglacial periods and colder Ice Ages occurring over a 100,00 year cycle, as predicted by the Milankovitch theory of climate change."
    ],
    [
        "ENCY",
        "Three climate change mechanisms that operate on century time scales have been considered, volcanic eruptions, variations in solar energy, and changes in ocean circulation, although none of these on their own seem to reliably predict the observed climate changes throughout the Little Ice Age."
    ],
    [
        "ENCY",
        "Climate models give us a better understanding of the climate system, providing us with a clearer picture of past climates by comparison with records of instrumental and palaeoclimatic observations, and enabling us to predict future climate change."
    ],
    [
        "ENCY",
        "Palaeoclimatology provides a longer perspective on climate variability that can improve our understanding of the climate system, and help us to predict future climatic changes as a result of man-made global warming. "
    ],
    [
        "ENCY",
        "Global climate models have been used extensively to project global warming in the 21st century due to mankind's greenhouse gas pollution of the atmosphere."
    ],
    [
        "ENCY",
        "The Montreal Protocol in 1987 has helped to phase out CFCs emissions in an attempt to protect the ozone layer, but because of their long atmospheric lifetimes, they will continue to influence the greenhouse effect for many years."
    ],
    [
        "ENCY",
        "In order to maintain agricultural output to meet the demand for a growing world population, farmers will have to adjust and adapt as and when necessary to the possible changes imposed by changing climate. "
    ],
    [
        "ENCY",
        "Predicted rates of climate change may be too great for many species, particularly trees, to adapt genetically."
    ],
    [
        "ENCY",
        "It is expected that the societies currently experiencing existing social, economic and climatic stresses will be both worst affected and least able to adapt."
    ],
    [
        "ENCY",
        "A shift in climatic zones not only affects the vegetation but also affects the incidence of tree pests such as insects and diseases."
    ],
    [
        "ENCY",
        "Currently, it is believed that the arrangement of continental landmasses significantly affects the ocean currents. "
    ],
    [
        "ENCY",
        "In general, mechanisms of climate change alter the amount of energy stored by the climate system and in particular the atmosphere."
    ],
    [
        "ENCY",
        "Major causes of climate change involve any process that can alter the global energy balance, and the energy flows within the climate system."
    ],
    [
        "ENCY",
        "The oceans store an immense amount of heat energy, much more than the atmosphere, and consequently play a crucial role in the regulation of the global climate."
    ],
    [
        "ENCY",
        " Coupled ocean-atmosphere GCMs also model the climatic influences of the oceans, which store so much energy, and the ocean-atmosphere interactions."
    ],
    [
        "ENCY",
        "Water evaporating from the surface of the oceans stores heat which is subsequently released when the moisture condenses to form clouds and rain. "
    ],
    [
        "ENCY",
        "Another complication is that the sea level would not rise by the same amount all over the globe due to the effects of the Earth 's rotation, local coastline variations, changes in major ocean currents, regional land subsidence and emergence, and differences in tidal patterns and sea water density."
    ],
    [
        "ENCY",
        "Since the 1960s in the Southern Hemisphere but after 1975 in the Northern Hemisphere, temperatures have risen sharply. "
    ],
    [
        "ENCY",
        "Consequently, sea levels can rise by several hundred metres, covering large areas of the continents with warm shallow seas."
    ],
    [
        "ENCY",
        "The global climate has shifted and varied for billions of year, perhaps since the Earth first had an atmosphere."
    ],
    [
        "ENCY",
        "Climate models attempt to simulate the behaviour of the climate, in an attempt to understand the key physical, chemical and biological processes which govern climate."
    ],
    [
        "ENCY",
        "GCMs can simulate both global average temperature changes and inter-regional differences."
    ],
    [
        "ENCY",
        " Computer models which simulate the effects on climate of increasing atmospheric greenhouse gas concentrations project that global average surface temperatures will rise by a further 3 ° C by the end of the 21st century, or 0.3 ° C per decade."
    ],
    [
        "ENCY",
        "When the plankton die, their carbonate shells sink to the seafloor, effectively locking away the carbon dioxide from the atmosphere."
    ],
    [
        "ENCY",
        "Seawater in the high latitudes readily sinks, forming deep-water currents."
    ],
    [
        "ENCY",
        "The main concern at present is to determine how much the Earth will warm in the near future."
    ],
    [
        "ENCY",
        "The mean radiation balance for each band of latitude allows us to determine the amount of heat that must be transported by the ocean-atmosphere couple."
    ],
    [
        "ENCY",
        "These bicarbonates are soluble and are transported via rivers downstream to the coasts where they are deposited on ocean floors as sediment."
    ],
    [
        "JACLET",
        "Ibis valuable datum indicates that the continental biosphere reacts very quickly and not always in the anticipated direction; therefore, in a hotter climate, models indicate that the tropical forests would emit carbon."
    ],
    [
        "JACLET",
        "The atmosphere, thanks to the clouds and the minority gases, serves as a relay: the ground heats the atmosphere and the atmosphere emits radiation into space."
    ],
    [
        "JACLET",
        "In several million years, the temperature of the Earth has only varied by a few degrees, which means that Earth has not stored a significant quantity of heat and that it has emitted all the absorbed solar energy, equal to 237 W.m-2 (162 + 75)."
    ],
    [
        "JACLET",
        "The contribution of the infrared radiation emitted by the atmosphere is therefore indispensable to the warming of the ground surface."
    ],
    [
        "JACLET",
        "The infrared radiation emitted by the ground and which traverses the atmosphere is in effect absorbed by these trace components: water vapour, carbon dioxide, ozone and methane."
    ],
    [
        "JACLET",
        "The creation of sinks by reforestation implies a delicate equilibrium between growth (when flourishing, forests absorb about as much carbon as they emit) and exploitation."
    ],
    [
        "JACLET",
        "By comparison, if France between now and 2020 replaced its nuclear power plants by gas turbine plants, it would emit some 110 million tonnes of CO, and would thus exceed its quota by one third."
    ],
    [
        "JACLET",
        "Certain authors advance the idea that as soon as the human race changed from foraging and hunting to agriculture and cattle-raising, at the time of the 'neolithic revolution' 7,000 to 10,000 years ago, it began emitting greenhouse gases and modifying the climate."
    ],
    [
        "JACLET",
        "In this context, the 'value of carbon' is the cost of actions aimed at attenuating the greenhouse effect, in other words, whether to emit one ton of carbon into the atmosphere or to capture it in a sink."
    ],
    [
        "JACLET",
        "However, another phenomenon partially opposes this seemingly unyielding mechanism: the monsoons that seasonally bring water evaporated from the oceans to the continents."
    ],
    [
        "JACLET",
        "The most recent increases have been measured by instruments on satellites."
    ],
    [
        "JACLET",
        "Because of these variations, planetary energy balance is difficult to measure and the ground values remain imprecise; for certain regions they are only known to the nearest few tens of watts per square metre."
    ],
    [
        "JACLET",
        "Contrary to a widely held opinion, it is difficult to measure the Earth 's mean surface temperature."
    ],
    [
        "JACLET",
        "As soon as warming melts the snow and the pack ice, the mean albedo diminishes considerably, the 'ground' absorbs more and more heat, carbon dioxide enters the atmosphere from the ocean, thus increasing the greenhouse effect, and thus increasing the mean temperature and so on."
    ],
    [
        "JACLET",
        "The least sensitive models (for example, negative feedback from the clouds that mitigates the amplitude of the change) combined with very optimistic economic scenarios (stabilization, in the long run, of greenhouse-gas emissions at their present level) nonetheless lead to a warming of about 2'C "
    ],
    [
        "JACLET",
        "Close to the ground, the tropospheric ozone is now being monitored in the atmosphere above cities, where it is increasing steadily. "
    ],
    [
        "JACLET",
        "The most important and the most difficult to monitor is the cloud cover, the albedo of which varies between 5 % and 85 % for a global average of 20 % ."
    ],
    [
        "JACLET",
        "The ocean can absorb a lot of the supplementary carbon, thus 'liberating' the atmosphere during a few hundred years; however it is a very slow process."
    ],
    [
        "JACLET",
        "Simulations predict that the ocean will absorb three quarters of the excess carbon, and the concentration of CO2 in the atmosphere will be 450 ppmv."
    ],
    [
        "JACLET",
        "Consequently the capacity of the ocean to absorb carbon would also diminish in a warmer world. "
    ],
    [
        "JACLET",
        "The creation of sinks by reforestation implies a delicate equilibrium between growth (when flourishing, forests absorb about as much carbon as they emit) and exploitation."
    ],
    [
        "JACLET",
        "Due to the increase in greenhouse gases that began to accelerate around 1960, a doubling of the CO, would thus be reached in eighty years, around 2040. "
    ],
    [
        "JACLET",
        "This warming should accelerate during the present century, with a growth in average temperature of 3 ° C between now and 2100."
    ],
    [
        "JACLET",
        "The most recent climate models show that one of the processes likely to have accelerated the climate inversion is the effect of the vegetation, whose role is crucial."
    ],
    [
        "JACLET",
        "If injected into the atmosphere, these gases accumulate there."
    ],
    [
        "JACLET",
        "To ensure its equilibrium at a temperature of 15° C, the 'ground' must receive, in one form or another, 390 W.m-2 of energy to compensate the average infrared emission of a body at this temperature; in other words, energy in excess of the 162 W.m-2 provided by the solar radiation."
    ],
    [
        "JACLET",
        "The infrared flux emitted by the ground (370 W.m-2) is, in contrast, almost compensated by the downwelling flux (335 W.m-2)."
    ],
    [
        "JACLET",
        "But these 'agro-ecosystems' could not nourish a growing population, which had reached 200 inhabitants per square kilometre just before the collapse of the civilization, so that a city like Tikal at that time consumed the agricultural production within a radius of 100 kilometres."
    ],
    [
        "JACLET",
        "The energy balance is then negative: these regions of the world - which are the most directly heated by the Sun - are on average cooled, the overall solar radiation balance plus the terrestrial infrared being negative! "
    ],
    [
        "JACLET",
        "Simulations show that biosphere sinks will decrease at low latitudes in America and Africa because of a lack of water due to an increase in evaporation, and will increase at high latitudes."
    ],
    [
        "JACLET",
        "The primary production will decrease considerably in the intertropical zone, while increasing in the polar regions, which are rich in nutrient salts."
    ],
    [
        "JACLET",
        "Clay was deposited during the Cenomanian Stage (96 Ma), and the laguna landscape then clearly became marine, which submerged the whole of the northern platform of Africa, reaching the loop of the River Niger that flowed into the Gulf of Guinea."
    ],
    [
        "JACLET",
        "The decrease in solar activity during the Maunder minimum (1645-1715) is a plausible explanation of the Little Ice Age, especially if its effect was amplified."
    ],
    [
        "JACLET",
        "The dominance of carbon dioxide, which is used as a measurement of reference for the other greenhouse gases, thus plays a fundamental role with respect to carbon sinks. In this context, the 'value of carbon' is the cost of actions aimed at attenuating the greenhouse effect, in other words, whether to emit one ton of carbon into the atmosphere or to capture it in a sink."
    ],
    [
        "JACLET",
        "Are We Going to Change the Climate? "
    ],
    [
        "JACLET",
        "It is much harder to follow the evolution of the atmospheric components that are rapidly recycled: water vapour, ozone and aerosols (liquid or solid suspensions in the atmosphere)."
    ],
    [
        "JACLET",
        "The ocean (physical 'pumping' by simple dissolution and photosynthesis) and the terrestrial biosphere (photosynthesis) are sinks for atmospheric C02, each absorbing 2 GtC per year more than they release."
    ],
    [
        "JACLET",
        "The principle of the permit market is in no way immoral: far from consecrating a \"right to pollute\", the creation of a market for emission permits, on the contrary, limits the rights of economic agents to emit CO\" which was hitherto unlimited.'"
    ],
    [
        "JACLET",
        " The end of the twentieth century saw two major episodes; however, most of the models predict an increase in the intensity of ENSO episodes linked to climatic warming. "
    ],
    [
        "JACLET",
        "Simulations predict that the ocean will absorb three quarters of the excess carbon, and the concentration of CO2 in the atmosphere will be 450 ppmv."
    ],
    [
        "JACLET",
        "Understanding the climate and predicting its evolution is impossible without knowledge of the circulation of the ocean, which is characterized by its currents."
    ],
    [
        "JACLET",
        "This modification of the water cycle constitutes one of the major effects of climate change and one of the most difficult to predict."
    ],
    [
        "JACLET",
        "A greater number of people and those who are less indoctrinated seek to protect humanity, even from itself via environmental policy."
    ],
    [
        "JACLET",
        "We should adapt to the more vertiginous timescales involved: the CO2 emitted today will modify the carbon cycle for 100 years, and the slow components of the climate system (the ocean depths, continental glaciers) will have their dynamics altered for several centuries."
    ],
    [
        "JACLET",
        "Humanity will have to adapt to these changes despite their rapid pace and magnitude, as it has had to 'adapt' to epidemics, wars and famine."
    ],
    [
        "JACLET",
        "When the valley of the Nile became a part of history, thanks to the hieroglyphic texts, the rest of the Sahara, after having given birth to a precocious civilization full of promise, had to adapt to these difficult new living conditions."
    ],
    [
        "JACLET",
        "Moreover, the seriousness of the drought affecting the Sahel and West Africa during a quarter of a century was due to the interaction of two factors: the climatic hazards themselves and the degree of fragility or vulnerability of the infrastructure and its economic and social organization. "
    ],
    [
        "JACLET",
        "Towards the end of the Cenozoic Era, several tens of millions of years ago, the CO2 content stabilized at the level it had just before the industrial era: less than 300 parts per million by volume (ppmv); that is, 0.3 thousandths of the volume of the atmosphere."
    ],
    [
        "JACLET",
        "As the Montreal Protocol stabilized the CFC levels, the increase in the ozone hole in the stratosphere should have stopped."
    ],
    [
        "JACLET",
        "In several million years, the temperature of the Earth has only varied by a few degrees, which means that Earth has not stored a significant quantity of heat and that it has emitted all the absorbed solar energy, equal to 237 W.m-2 (162 + 75)."
    ],
    [
        "JACLET",
        "As the lake retreated it left fertile ground exposed with a water table at 30 metres depth and of difficult access."
    ],
    [
        "JACLET",
        "Around 50 Ma, after having shrunk, the sea retreated 'suddenly' from the entire Sahara; by the Middle Eocene Stage (40 Ma) only a laguna system remained along the border of modern-day Tunisia, which regressed further still during the Oligocene Epoch."
    ],
    [
        "EUROPA",
        "Yet nearly half Europe 's bird species are threatened by extinction or serious decline."
    ],
    [
        "EUROPA",
        "Protecting nature and biodiversity is important, not just because of the pleasure we can derive from our natural environment but, above all, because our food supplies are threatened by desertification, and by the loss of plant and animal species and of genetic diversity."
    ],
    [
        "EUROPA",
        "Those plants that emit less CO2 can sell the unused emission quotas to other factories that are not doing that well."
    ],
    [
        "EUROPA",
        "A particular target is the carbon dioxide (CO2) we emit when we burn fossil fuels such as coal, oil and gas."
    ],
    [
        "EUROPA",
        "Governments allocate these plants 'emission allowances', stating how much CO2 they may emit per year."
    ],
    [
        "EUROPA",
        "Close to 11,500 energy-intensive installations in the EU are also participating in EU emissions trading (see next question). Under this scheme, they are allowed to emit only a limited amount of CO2 free of charge."
    ],
    [
        "EUROPA",
        "If unchecked, the pace of climate change will be too fast for some plant and animal species to adapt or migrate, and the impact on wildlife could be devastating."
    ],
    [
        "EUROPA",
        "Our habitat helps moderate climate change (since forests can absorb carbon), prevents erosion (a cause of flooding), and provides natural resources for industry and energy production."
    ],
    [
        "EUROPA",
        "The common fisheries policy now pays ever-closer attention to conserving fish stocks."
    ],
    [
        "EUROPA",
        "The EU focuses on reinforcing these countries' own capacity to conserve their wetlands and to manage them in ways that not only preserve biodiversity but also bring economic and social benefits in the form of sustainable tourism."
    ],
    [
        "EUROPA",
        "There are also issues arising from cohesion policy - which reduces the economic, environmental and social inequalities across the EU and affects the planning of urban and rural development - and from the need to conserve the world 's genetic resources and the knowledge and practices of indigenous and local communities."
    ],
    [
        "EUROPA",
        "Energy-efficiency standards reduce the heating and cooling requirements for buildings, which currently consume 40 % of the EU 's energy."
    ],
    [
        "EUROPA",
        "For example, households use one third of the energy consumed in the EU (and are thus responsible for around 20 % of the EU 's greenhouse gas emissions)."
    ],
    [
        "EUROPA",
        "Trees absorb carbon and so reduce the amount of greenhouse gases in the atmosphere. Cutting them down without replacing them therefore not only damages our natural habitat but also aggravates climate change."
    ],
    [
        "EUROPA",
        "These losses also deplete the natural resources we use in a wide range of industries, from construction to pharmaceuticals."
    ],
    [
        "EUROPA",
        "If this were lost, many of the semi-natural habitats would also disappear."
    ],
    [
        "EUROPA",
        "If you ski, you may observe over the years that ski terrains and glaciers are disappearing."
    ],
    [
        "EUROPA",
        "Fossil fuels, which we burn to provide power and transport, are a particular culprit, releasing into the atmosphere gases such as carbon dioxide (CO2) which warm the Earth 's surface. "
    ],
    [
        "EUROPA",
        "A particular target is the carbon dioxide (CO2) we emit when we burn fossil fuels such as coal, oil and gas. "
    ],
    [
        "EUROPA",
        "Each year in the European Union we produce some 3.5 tonnes of solid waste for every citizen. Most of it is either dumped into landfill sites or burnt in incinerators."
    ],
    [
        "EUROPA",
        "Where fossil fuels are still in use, it may be possible to capture the carbon emissions and store them in disused mines, or oil and gas fields, rather than releasing them into the atmosphere."
    ],
    [
        "EUROPA",
        "In the atmosphere, water molecules capture the heat that the earth radiates and then re-radiate into all directions, warming earth 's surface, before it is eventually radiated back to space. "
    ],
    [
        "EUROPA",
        "For example, there are EU targets for the amount of packaging waste which must be recycled, and rules on the disposal of batteries, electrical and electronic waste (e.g. computers), vehicles and tyres."
    ],
    [
        "EUROPA",
        "For one, it will take time to put in place measures reducing our greenhouse gas emissions, and secondly, greenhouse gases are long-lived, so the emissions we release now will affect the climate system for decades to come."
    ],
    [
        "EUROPA",
        "Mining or harvesting these resources can also pollute the soil, water and atmosphere."
    ],
    [
        "EUROPA",
        "At Merja Zerga, the wetlands have been polluted by agriculture, a nearby motorway and urban and industrial development, so the EU is helping the Moroccan authorities draft and implement legislation to control these developments."
    ],
    [
        "EUROPA",
        "The International Panel on Climate Change (IPPC) - a scientific forum set up in the framework of the United Nations in 1988 to bring together thousands of climate experts from across the world - predicts that global average temperature will further increase by 1.4 to 5.8 ° C by 2100 as a result of human activities."
    ],
    [
        "EUROPA",
        "The goal is to combine the eradication of poverty with sustainable patterns of production and consumption and to protect the natural resources which will be crucial for the economic and social development of future generations."
    ],
    [
        "EUROPA",
        "By protecting the environment, the EU is not only tackling pressing problems, but also reflecting the wishes of its citizens."
    ],
    [
        "EUROPA",
        "If unchecked, the pace of climate change will be too fast for some plant and animal species to adapt or migrate, and the impact on wildlife could be devastating."
    ],
    [
        "EUROPA",
        "Where fossil fuels are still in use, it may be possible to capture the carbon emissions and store them in disused mines, or oil and gas fields, rather than releasing them into the atmosphere."
    ],
    [
        "EUROPA",
        "Mountain glaciers are retreating and sea ice is melting, leading to a 10Ð20 cm rise in sea levels over the last 50 years. At the same time, concentrations of carbon dioxide (CO2), methane (CH4) and nitrous oxide (N2O), the main greenhouse gases that trap heat in the atmosphere, have increased dramatically."
    ],
    [
        "EUROPA",
        "Fossil fuels, which we burn to provide power and transport, are a particular culprit, releasing into the atmosphere gases such as carbon dioxide (CO2) which warm the Earth 's surface."
    ],
    [
        "EUROPA",
        "Energy from the sun warms the earth 's surface and, as the temperature increases, heat is radiated back into the atmosphere as infra-red energy."
    ],
    [
        "EUROPA",
        "Energy from the sun warms the earth 's surface and, as the temperature increases, heat is radiated back into the atmosphere as infra-red energy."
    ],
    [
        "EUROPA",
        "Rising sea levels endanger coastal areas and small islands."
    ],
    [
        "EUROPA",
        "Ensuring that pollution does not endanger public health is a fundamental obligation for governments. It also makes economic sense."
    ],
    [
        "RAPPORTPENTAGONE",
        "It may lead to finger-pointing and blame, as the wealthier nations tend to use more energy and emit more greenhouse gasses such as CO2 into the atmosphere."
    ],
    [
        "RAPPORTPENTAGONE",
        "During the 8,200 event severe winters in Europe and some other areas caused glaciers to advance, rivers to freeze, and agricultural lands to be less productive."
    ],
    [
        "RAPPORTPENTAGONE",
        "A system should be created to identify how climate change may impact the global distribution of social, economic, and political power."
    ],
    [
        "RAPPORTPENTAGONE",
        "A major food exporter, Australia struggles to supply food around the globe, as its agriculture is not severely impacted by more subtle changes in its climate."
    ],
    [
        "RAPPORTPENTAGONE",
        "Assemble comprehensive predictive models of the potential impacts of abrupt climate change to improve projections of how climate could influence food, water, and energy."
    ],
    [
        "RAPPORTPENTAGONE",
        "The conventional wisdom is that modern civilization will either adapt to whatever weather conditions we face and that the pace of climate change will not overwhelm the adaptive capacity of society, or that our efforts such as those embodied in the Kyoto protocol will be sufficient to mitigate the impacts."
    ],
    [
        "RAPPORTPENTAGONE",
        "As trees die and burn, forests absorb less carbon dioxide, again leading to higher surface air temperatures as well as fierce and uncontrollable forest fires."
    ],
    [
        "RAPPORTPENTAGONE",
        "Alternatively, the cooling of the Northern Hemisphere may lead to increased warmth, precipitation, and storms in the south, as the heat normally transported away from equatorial regions by the ocean currents becomes trapped and as greenhouse gas warming continues to accelerate."
    ],
    [
        "RAPPORTPENTAGONE",
        "Melting along the Himalayan glaciers accelerates, causing some Tibetan people to relocate."
    ],
    [
        "RAPPORTPENTAGONE",
        "As the surface warms, the hydrologic cycle (evaporation, precipitation, and runoff) accelerates causing temperatures to rise even higher."
    ],
    [
        "RAPPORTPENTAGONE",
        "Today, it is easier to warm than to cool the climate, so it might be possible to add various gases, such as hydrofluorocarbons, to the atmosphere to offset the affects of cooling."
    ],
    [
        "RAPPORTPENTAGONE",
        "Winter storms and winds intensify, amplifying the impact of the changes."
    ],
    [
        "RAPPORTPENTAGONE",
        "Even the most sophisticated models cannot predict the details of how the climate change will unfold, which regions will be impacted in which ways, and how governments and society might respond."
    ],
    [
        "RAPPORTPENTAGONE",
        "It is also possible that our models will better enable us to predict the consequences"
    ],
    [
        "RAPPORTPENTAGONE",
        "As weather patterns shift in the years following the collapse, it is not clear what type of weather future years will bring. "
    ],
    [
        "RAPPORTPENTAGONE",
        "As the surface warms, the hydrologic cycle (evaporation, precipitation, and runoff) accelerates causing temperatures to rise even higher."
    ],
    [
        "GREENFACTS",
        "In some scenarios, total tropospheric O3 would become as important a radiative forcing agent as CH4 and, over much of the Northern Hemisphere, would threaten the attainment of current air quality targets. "
    ],
    [
        "GREENFACTS",
        "...the more the greenhouse gases are emitted, the higher the tendency for the earth to warm."
    ],
    [
        "GREENFACTS",
        "For example, significant slowing of the oceanic thermohaline circulation would impact deep-water oxygen levels and carbon uptake by oceans and marine ecosystems, and would reduce warming over parts of Europe. "
    ],
    [
        "GREENFACTS",
        "In developed areas of the Arctic, and where the permafrost is ice-rich, special attention will be required to mitigate the detrimental impacts of thawing, such as severe damage to buildings and transport infrastructure (very high confidence 6)."
    ],
    [
        "GREENFACTS",
        "The retreat of most glaciers is projected to accelerate, and many small glaciers may disappear."
    ],
    [
        "GREENFACTS",
        "Streamflow during seasonal low flow periods would decrease in many areas due to greater evaporation; changes in precipitation may exacerbate or offset the effects of increased evaporation."
    ],
    [
        "GREENFACTS",
        "The projected climate change could further decrease the streamflow and groundwater recharge in many of these water-stressed countries - for example in central Asia, southern Africa, and countries around the Mediterranean Sea - but may increase it in some others. "
    ],
    [
        "GREENFACTS",
        "Quality would be degraded further where flows decrease, but increases in flows may mitigate to a certain extent some degradations in water quality by increasing dilution. "
    ],
    [
        "GREENFACTS",
        "The financial services sector as a whole is expected to be able to cope with the impacts of climate change, although the historic record demonstrates that low-probability high-impact events or multiple closely spaced events severely affect parts of the sector, especially if adaptive capacity happens to be simultaneously depleted by non-climate factors (e.g., adverse financial market conditions)."
    ],
    [
        "GREENFACTS",
        "Migration of ecosystems or biomes as discrete units is unlikely to occur; instead at a given site, species composition and dominance will change."
    ],
    [
        "GREENFACTS",
        "Terrestrial ecosystems appear to be storing increasing amounts of carbon."
    ],
    [
        "GREENFACTS",
        "Temperatures have risen during the past four decades in the lowest 8 kilometres of the atmosphere. "
    ],
    [
        "GREENFACTS",
        "Global average sea level has risen and ocean heat content has increased."
    ],
    [
        "GREENFACTS",
        "Confidence in projections of changes in future frequency, amplitude, and spatial pattern of El Niño events in the tropical Pacific is tempered by some shortcomings in how well El Niño is simulated in complex models."
    ],
    [
        "GREENFACTS",
        "Examples include significant slowing of the ocean circulation that transports warm water to the North Atlantic, large reductions in the Greenland and West Antarctic Ice Sheets, accelerated global warming due to carbon cycle feedbacks in the terrestrial biosphere, and releases of terrestrial carbon from permafrost regions and methane from hydrates in coastal sediments."
    ],
    [
        "EERE",
        "The ultimate outcome, or result, of the Feedstock Platform is that technologies and methods will exist to produce and supply over one billion tons per year of biomass feedstocks in a sustainable and cost-effective manner in the U.S."
    ],
    [
        "EERE",
        "Battery banks are typically sized to supply the electric load for one to three days."
    ],
    [
        "EERE",
        "Keep in mind that the storage capacity must be large enough to supply electrical needs during non-charging periods."
    ],
    [
        "EERE",
        "Several electricity providers use wind farms to supply power to their customers."
    ],
    [
        "EERE",
        "Gasification technologies use coal or biomass (organic material) to generate fuel gas that can also be reformed into hydrogen. "
    ],
    [
        "EERE",
        "Today, biomass resources are used to generate electricity and power, and to produce liquid transportation fuels, such as ethanol and biodiesel."
    ],
    [
        "EERE",
        "Storage fluid from the high-temperature tank is used to generate steam in the same manner as the two-tank direct system."
    ],
    [
        "EERE",
        "A heat-transfer fluid heated in the receiver is used to generate steam, which, in turn, is used in a conventional turbine generator to produce electricity."
    ],
    [
        "EERE",
        "In these systems, the collector field is oversized to heat a storage system during the day that can be used in the evening or during cloudy weather to generate additional steam to produce electricity."
    ],
    [
        "EERE",
        "Solar electric systems, also known as photovoltaic (PV) systems, convert sunlight into electricity."
    ],
    [
        "EERE",
        "Wind turbines convert the kinetic energy in wind into clean electricity."
    ],
    [
        "EERE",
        "In 1984, the Solar Energy Research Institute (now the National Renewable Energy Laboratory) developed a vertical-spout evaporator to convert warm seawater into low-pressure steam for open-cycle plants."
    ],
    [
        "NEWCOURIER2005",
        "Recently, in partnership with UNESCO 's International Hydrological programme (IHP) and the Mountain Research Institute (MRI), MAB set up a network of biosphere reserves in mountain areas to monitor global change - both social and climate-related."
    ],
    [
        "NEWCOURIER2005",
        "Paradoxically, oceans reduce global warming. Indeed, they largely absorb the most important of the greenhouse effect gases: carbon dioxide or CO2."
    ],
    [
        "NEWCOURIER2005",
        " The superficial layer of the oceans, down to about a hundred metres in depth, heats up and dilates, making the water level rise. The 20th century has recorded a yearly increase of 1.8 mm, a rate that has been accelerating since the beginning of the 1990s."
    ],
    [
        "NEWCOURIER2005",
        "And, through the Inuit Circumpolar Conference (ICC), they have even formed a pressure group to sue the United States, which they accuse of destroying their way of life by polluting, while being unwilling to reduce greenhouse gas emissions through the Kyoto Protocol."
    ],
    [
        "HUBER",
        "It would also be desirable to have a biomass conversion process that is able to convert all the energy in the biomass to a transportation fuel that could easily be fit into existing infrastructure and without air pollution."
    ],
    [
        "HUBER",
        "As has been shown in this review, it is technically possible to convert cellulose materials and organic wastes into biofuels."
    ],
    [
        "HUBER",
        "Future work with lignocellulose feedstocks should focus on methods to convert lignocellulose into liquid fuels, whereas research on more expensive feedstocks, which are easier to break down into liquid fuels, such as vegetable oils and terpenes (olefinic hydrocarbon), should focus on development of better crops through plant breeding and genetic engineering."
    ],
    [
        "HUBER",
        "Processes exist to convert lignin into liquid fuels including the production of alkyl benzenes and paraffins (by hydrodeoxygenation)285-288 or aromatics and coke (by zeolite upgrading)."
    ],
    [
        "NARUC",
        "Energy from biomass can be released directly in the form of heat, used to generate electricity, or converted to other usable forms of energy like methane, the main ingredient of natural gas, or transportation fuels like ethanol and biodiesel, the last of which can be produced from food waste products such as vegetable oils and animal fats."
    ],
    [
        "NARUC",
        "Solar Energy is energy from the sun used to generate electricity and to heat water."
    ],
    [
        "NARUC",
        "Solar Energy is energy from the sun used to generate electricity and to heat water."
    ]
]