[
    [
        "PC",
        "Assuming everything is in order, the company should allow you to activate your copy on your new machine."
    ],
    [
        "PC",
        "The unit has 16MB of standard DRAM (part of which is dynamically allocated for graphics), a 1GB Seagate IDE hard disk, and an 8X CD-ROM drive."
    ],
    [
        "PC",
        "Most programs have such features and they can automate the blocking and deletion of spam messages."
    ],
    [
        "PC",
        "This is why your PC makes a chattering sound whilst it's booting or loading a program."
    ],
    [
        "PC",
        "Your PC will simply refuse to boot."
    ],
    [
        "PC",
        "When you've booted the machine you've built yourself you'll have a great feeling of achievement."
    ],
    [
        "PC",
        "Just remove the Ubuntu disc to boot Windows normally."
    ],
    [
        "PC",
        "Who needs Deep Blue ? With Chessmaster 5000 you can play against historical chess players like Bobby Fisher, design an opponent of your own skill level, and browse a database of 27, 000 historical matches."
    ],
    [
        "PC",
        "At this point, partition the drive."
    ],
    [
        "PC",
        "Plug in the percentage of drive to partition for this one."
    ],
    [
        "PC",
        "Specify the amount of drive you want to partition in either megabytes or percentage of total drive."
    ],
    [
        "PC",
        "After the drive has been partitioned, reboot the machine with the system disk in Drive A:."
    ],
    [
        "PC",
        "We will assume that you have already prepared the drive by partitioning it and formatting it."
    ],
    [
        "PC",
        "If you have broadband and a small home network, you may even find that it helps you get online and access shared files more easily than you can with Windows."
    ],
    [
        "PC",
        "When the program infects a new machine, it finds the user's e-mail contacts list and sends itself out to everyone in it."
    ],
    [
        "PC",
        "In reality, you're just as likely to become infected by a virus using dial-up as you are with broadband if you don't have adequate protection."
    ],
    [
        "PC",
        "If you have to install a 3.5 drive in a 5.25 bay, you ll have to use a special front panel to adapt it."
    ],
    [
        "PC",
        "Sometimes, you may want to install a separate fan that screws onto a rack next to the vent on the front of the case."
    ],
    [
        "PC",
        "If it is necessary to install a drive cooler, make sure you have room."
    ],
    [
        "PC",
        "Because creating Restore Points is a bit of a bore, Windows will automatically create one each time you install a new piece of software"
    ],
    [
        "PC",
        "L2 cache is RAM, on the processor that is used for commands and operations that are executed by the processor the most often. "
    ],
    [
        "PC",
        "Unfortunately, Windows XP doesn't allow you to use the disk-checking utility ScanDisk on demand. If you're worried that a drive may be about to fail, right-click its icon."
    ],
    [
        "PC",
        "Download the file to your download directory."
    ],
    [
        "PC",
        "These changes are not always reversed when you delete a program. It's possible to examine and edit the Registry yourself."
    ],
    [
        "PC",
        "You will only feel the benefit of 1GB of RAM if you edit large digital photographs and videos."
    ],
    [
        "PC",
        "For this reason, I recommend you have a copy of EDIT.COM on your hard drive or system disk in case you have to manually edit the CONFIG.SYS or AUTOEXEC.BAT."
    ],
    [
        "PC",
        "Configuring your motherboard usually requires setting jumpers on the motherboard according to the CPU you plan on putting on it."
    ],
    [
        "PC",
        "Windows will now detect all plug-and-play devices and configure them automatically."
    ],
    [
        "PC",
        "So, configure this CD-ROM as a master."
    ],
    [
        "PC",
        "If you have an external hard disk, you could use that. If not, copying your files onto blank CDs is probably the easiest and most cost-effective method."
    ],
    [
        "PC",
        "Setup will now copy all of the files to your computer's hard drive."
    ],
    [
        "PC",
        "If your PC crashes in the middle of writing data, the process can result in a block of corrupted information being dumped onto the disk."
    ],
    [
        "PC",
        "But, if you have upgraded a major component in your machine and the system crashes, it is worth investigating the BIOS."
    ],
    [
        "PC",
        "If your processor is becoming over-burdened or your PC is running low on memory, it can give the impression that the machine has crashed."
    ],
    [
        "PC",
        "Microsoft s Office 2002 crashes when you try to print a document."
    ],
    [
        "PC",
        "Next, you will need to get your computer going again. The best way of doing this it to close down just the program that has crashed."
    ],
    [
        "PC",
        "Digital's ClientWorks 2.9 offers the monitoring features that Dell Inspector lacks (except fan failure detection) but--inexplicably--does not launch an alarm window when it identifies a problem."
    ],
    [
        "PC",
        "Windows doesn't load when my PC is switched on."
    ],
    [
        "PC",
        "If Windows, rather than Ubuntu loads, you'll need to change your PC's boot priority to boot from the CD/DVD drive rather than the hard disk."
    ],
    [
        "PC",
        "You need to make sure your PC is detecting your hard disk, and that it's attempting to load Windows from that disk."
    ],
    [
        "PC",
        "When Windows comes to load the file, the disk has to hunt out the fragments, slowing things down considerably."
    ],
    [
        "PC",
        "If you do not have the manual, log on to the manufacturer's web site and see if you can find this info there."
    ],
    [
        "PC",
        "Remember, too, that if you write small files to a disc, they won't be placed in the same places on the CD each time."
    ],
    [
        "PC",
        "You can write and rewrite to a CD-RW disc over 1,000 times"
    ],
    [
        "PC",
        "if your disk is making more noise than usual, the chances are it's struggling to write information on a disk that is full of errors."
    ],
    [
        "PC",
        "Hard disks write information and read it back again straight away to make sure it's OK."
    ],
    [
        "PC",
        "Like Visual Home Deluxe (below), this program does an admirable job of putting powerful design tools at the fingertips of novice designers. An introductory tutorial walks you through an initial kitchen or bath layout; then you can tweak the design and add appliances."
    ],
    [
        "PC",
        "Even if your PC is working like a dream, its always tempting to imagine you need it to be better, faster and fitter. If you tweak this, add that or change the other, your perfectly happy PC could be even better."
    ],
    [
        "PC",
        "\"General purpose\" means that you can do many different things with a PC. You can use it to type documents, send e-mail, browse the Web and play games."
    ],
    [
        "PC",
        "The knack is to be succinct. Don't type a long-winded explanation, just enter 'Office 2003 crash print'. From these keywords, the Web site will generate a list of scenarios."
    ],
    [
        "PC",
        "You open up a word processing program and type a letter, save it and then print it out. Several components work together to make this happen: The keyboard and mouse send your input to the operating system."
    ],
    [
        "PC",
        "If problems persist, uninstall and then re-install the drivers for your sound card."
    ],
    [
        "PC",
        "Versions of Internet Explorer that haven't been updated with the latest Microsoft patches are also at risk from a security loophole that allows hackers to load and run viruses on your machine by embedding a command within HTML [Web page code]."
    ],
    [
        "PC",
        "My PC crashes a lot. A friend has told me that I need to update my BIOS. What's he talking about?"
    ],
    [
        "PC",
        "If any of the problems outlined seem to fit your case, you should update or 'flash' the new BIOS."
    ],
    [
        "PC",
        "And most 604e-based systems include processor daughtercards that enable users to swap in faster processors easily; in lay terms, you can upgrade your computer by replacing only a part of the innards."
    ],
    [
        "PC",
        "The module--at least theoretically--allows notebook owners and notebook manufacturers to upgrade older notebooks to new processor technologies without worrying about voltage and support chip set issues."
    ],
    [
        "PC",
        "A 64-bit version of Windows XP has now finally been launched. The problem is, to improve performance in everyday tasks, you'll also need programs that have been written to run on 64-bit operating systems - and these are few and far between."
    ],
    [
        "PC",
        "Such applications can run either on a remote console or on the client itself."
    ],
    [
        "PC",
        "Do the same for AUTOEXEC.BAT. Run the Install program."
    ],
    [
        "PC",
        "Versions of Internet Explorer that haven't been updated with the latest Microsoft patches are also at risk from a security loophole that allows hackers to load and run viruses on your machine by embedding a command within HTML [Web page code]."
    ],
    [
        "PC",
        "Fitting more RAM makes your PC run even faster."
    ],
    [
        "PC",
        "If your PC runs low on memory, it will run very slowly."
    ],
    [
        "PC",
        "Let the system run for 10-15 minutes."
    ],
    [
        "PC",
        "During this boot sequence, the BIOS does a remarkable amount of work to get your computer ready to run."
    ],
    [
        "PC",
        "The operating system is that software that is used to directly run the computer."
    ],
    [
        "PC",
        "For example, you may want to run a Pentium III 450 at a 4.5x100MHz setting."
    ],
    [
        "PC",
        "Then you have \"Search\" where you can search for certain files on your PC."
    ],
    [
        "PC",
        "Remember to search the Groups option on Google's homepage, too."
    ],
    [
        "PC",
        "Just plug in a special video camera (as little as $150) and you can send and receive video images across standard phone lines."
    ],
    [
        "PC",
        "Most ink jets sell at $200 to $500, with that range including lower-speed, lowest-cost budget models as well as faster models for heavier use and even ink jets that specialize in printing photo images."
    ],
    [
        "PC",
        "A 1,200-dpi printer that prints black text quickly and does a great job with high-resolution photo images."
    ],
    [
        "PC",
        "Ink jets now print great color photographic images and rival laser speed."
    ],
    [
        "PC",
        "Some trays hold the just-printed page slightly away from the others as it dries (a nice touch)."
    ],
    [
        "PC",
        "Low End: This group is basically made up of the people that are just starting their own business, and need a computer to print letters, invoices, and other business related things."
    ],
    [
        "PC",
        "If you need to print transparencies for an overhead projector, don't use ones that aren't intended for laser printers."
    ],
    [
        "PC",
        "Once processed, the information is shown to the user (on the monitor), stored on a device (like a hard disk) or sent somewhere else on the network (back through the modem or network card).\" "
    ],
    [
        "PC",
        "DVD drives read all the standard CD-ROMs and audio CDs."
    ],
    [
        "PC",
        "We report the results of the CD-ROM Transfer Rate: Inside tests, which measure the throughput of a CD-ROM subsystem reading the inside track of the CD-ROM, the minimal level of performance for the drive."
    ],
    [
        "PC",
        "A Toshiba DVD drive reads CD-ROMs at roughly 9X speed (and thus, was a poor performer on our CD-ROM WinMark 98 test) but offers acute audio and full-screen video when playing DVD films or DVD-ROM software. "
    ],
    [
        "PC",
        "The system includes a 56.6-Kbps K56flex voice modem and an OR Technology LS-120 floppy disk drive, which reads 120MB disks and standard 3.5-inch floppy disks."
    ],
    [
        "INTROCOMP",
        "When it gets to your computer and you want to view the document, it first must be decoded or converted back to it's binary format before it can be opened."
    ],
    [
        "INTROCOMP",
        "You can also attach files to email messages to send picture, sound, documents, videos and other types of file with your email."
    ],
    [
        "INTROCOMP",
        "To attach a document to an email message drag the file attachment to the body of the message and drop it."
    ],
    [
        "INTROCOMP",
        "You can attach more than one file to a single email message."
    ],
    [
        "INTROCOMP",
        "Email documents are created as text files so in order to send a binary file or document via email, it must first be encoded into a text format and then attached to the email text message."
    ],
    [
        "INTROCOMP",
        "Both methods allow users to sign or attach a digital identification to the email message which verifies, to the recipient, that the message is from the original person or organization and that the information wasn't tampered with in transit."
    ],
    [
        "INTROCOMP",
        "Most programs use some form of macro. A macro, at it's simplest, is a recorded series of keystrokes that help automate repetitive tasks. "
    ],
    [
        "INTROCOMP",
        "You can use a software program to automate backups or do it manually."
    ],
    [
        "INTROCOMP",
        "Some ISP have a proprietary type of browser though most have given up this practice as it limits the users abilities to browse the Internet."
    ],
    [
        "INTROCOMP",
        "Remember that your website is available 24 hours a day, 7 days a week so people can browse your website to read the information at their leisure."
    ],
    [
        "INTROCOMP",
        "Instant messaging allows you to chat, send messages and files and various other features but only with people you choose."
    ],
    [
        "INTROCOMP",
        "This is useful when you wish to highlight some word or line in a document."
    ],
    [
        "INTROCOMP",
        "This type of virus infects the boot or master section of any disks that it comes in contact with."
    ],
    [
        "INTROCOMP",
        "The second is a program virus that infects other programs when the infected program is run or executed."
    ],
    [
        "INTROCOMP",
        "Viruses can cause a great deal of damage to the computers it infects and can cost a lot of time and money to correct it."
    ],
    [
        "INTROCOMP",
        "You only press Enter (or Return) when you want to start a new paragraph or insert blank lines."
    ],
    [
        "INTROCOMP",
        "Some design software automatically insert meta tags to place advertising on the web page."
    ],
    [
        "INTROCOMP",
        "If information from a secure connection is intercepted it will be encrypted making it useless to persons with malicious intent."
    ],
    [
        "INTROCOMP",
        "A plain email message is made up of text which does not execute or run when opened."
    ],
    [
        "INTROCOMP",
        "That is because the virus needs to be run or executed before it can take effect."
    ],
    [
        "INTROCOMP",
        "The second is a program virus that infects other programs when the infected program is run or executed."
    ],
    [
        "INTROCOMP",
        "Though viruses do not damage computer hardware there have been attempts to create programs that will do things like run the hard drive until it fails or lodge itself in the computer's clock (which has a rechargeable battery) allowing it to remain active even months after the computer has been unplugged."
    ],
    [
        "INTROCOMP",
        "These microchips need to be modified under normal computer use but the virus program can produce changes which cause them to fail."
    ],
    [
        "INTROCOMP",
        "Don't forward a virus warning until you have check out whether it is legitimate."
    ],
    [
        "INTROCOMP",
        "There are many graphics programs that allow you to assemble and create images then save them as .gif files."
    ],
    [
        "INTROCOMP",
        "One of the main problems new users have is creating a filing system."
    ],
    [
        "INTROCOMP",
        "Create a folder on your Desktop to store your data."
    ],
    [
        "INTROCOMP",
        "A meta tag can be used to describe a document, define the keywords that a search engine will use, redirect visitors to the correct page, describe the language used on the page and various other background information."
    ],
    [
        "INTROCOMP",
        "Windows are used to: share common attributes through out the entire system contain menus for File, Edit, View and Help which change depending on the task File open, rename, delete or change properties of files and folders"
    ],
    [
        "INTROCOMP",
        "If the formatting isn't important it's better to copy the text from the original program and then paste it into the body of a plain text email message rather than sending an attachment."
    ],
    [
        "INTROCOMP",
        "You can also select it with your mouse then copy and paste it into your text editor to avoid typing."
    ],
    [
        "INTROCOMP",
        "These tasks, once copied into a script, can be accomplished with a few keystrokes."
    ],
    [
        "INTROCOMP",
        "Windows Notepad doesn't work as an HTML editor; it has a problem interpreting many Internet documents and tends to removes line breaks making it very difficult to edit the page afterwards."
    ],
    [
        "INTROCOMP",
        "It was quite easy for the network supervisor to set up user names and passwords and since that time people have become used to logging on before they can use these types of computers or resources."
    ],
    [
        "INTROCOMP",
        "For security reasons servers require you to log on before you can work on them."
    ],
    [
        "INTROCOMP",
        "You can view the information stored in the cookie. Try a search for 'cookie' to find the cookies folder. Windows users can view any cookies they are storing in the folder C:\\Windows\\Cookies\\."
    ],
    [
        "INTROCOMP",
        "Like any other HTML graphics based program the developer will need to occasionally open the file in a text editor to \"tweak\" the file."
    ],
    [
        "INTROCOMP",
        "SHIFT KEY - Use the shift keys to type capital letters and to type the upper character on keys with two characters on them "
    ],
    [
        "INTROCOMP",
        "Using Old DOS Programs. Many older DOS program will run under Windows."
    ],
    [
        "INTROCOMP",
        "Operating systems are often backwardly compatible with older system so that older programs will run."
    ],
    [
        "INTROCOMP",
        "That is because the virus needs to be run or executed before it can take effect."
    ],
    [
        "INTROCOMP",
        "These OS are Graphic User Interface (GUI) which allows the user to control or run the computer using a Mouse and Icons."
    ],
    [
        "INTROCOMP",
        "Most modern computers today are run using a mouse controlled pointer."
    ],
    [
        "INTROCOMP",
        "It is possible to save or move files anywhere that your computer can access."
    ],
    [
        "INTROCOMP",
        "When saving the document be very careful to save it as a text document without any formatting. Also add an .html (or .htm) extension, for example index.html."
    ],
    [
        "INTROCOMP",
        "By saving files or documents in this folder you will always know where to look for your files."
    ],
    [
        "INTROCOMP",
        "One common malicious acts is to search websites for email addresses and then add them to spam distribution lists."
    ],
    [
        "INTROCOMP",
        "Enter on the keyboard or press the left mouse button over the word Save or Okay to store the document on a disk, in the directory with the filename you have chosen."
    ],
    [
        "INTROCOMP",
        "Press the key to get the lower character and hold Shift to get the upper."
    ],
    [
        "INTROCOMP",
        "You print your document only after it looks exactly the way you want it to."
    ],
    [
        "INTROCOMP",
        "Most software programs and applications allow the user to print the information that is created in the program."
    ],
    [
        "INTROCOMP",
        "The more information being processed the more RAM the computer needs."
    ],
    [
        "INTROCOMP",
        "Viruses take two basic forms. One is a boot sector viruses which infect the section of a disk that is first read by the computer."
    ],
    [
        "INTROCOMP",
        "The web server reads the information in the head of the document before reading the information in the body."
    ],
    [
        "INTROCOMP",
        "Everybody's email software can read this 'plain text' ASCII format. "
    ],
    [
        "WIN",
        "Open a file, folder, or program by double-clicking the name in the list."
    ],
    [
        "WIN",
        "By default all of your information will show in only one window when you open a folder."
    ],
    [
        "WIN",
        "When you open a program, document, or window, a button appears on the taskbar."
    ],
    [
        "WIN",
        "You can use this button to quickly switch between the windows you have to open."
    ],
    [
        "WIN",
        "Select the document you want to open and release the mouse"
    ],
    [
        "WIN",
        "Click on Start Help to activate the Windows 95 help files : The Index Tab is the default window and it allows you to immediately type in a search for an item."
    ],
    [
        "WIN",
        "If you ever need to find a file that is rarely needed then you would go in here and activate the Show all files setting."
    ],
    [
        "WIN",
        "Very slowly click on the filename twice with the left mouse button (if you click too fast you will activate the file)."
    ],
    [
        "WIN",
        "If you ever need to find a file that is rarely needed then you would go in here and activate the Show all files setting)."
    ],
    [
        "WIN",
        "You can use Explorer to rename, copy and move files and also to activate programs and documents."
    ],
    [
        "WIN",
        "You may also browse to find a file or application program."
    ],
    [
        "WIN",
        "Run allows you to run programs on a command line if you know the path; or you can browse to find the specific program to run."
    ],
    [
        "WIN",
        "The Internet Explorer browser is what you will use to access the Internet and the World Wide Web."
    ],
    [
        "WIN",
        "If you have highlighted another folder, then the new folder you create will become a subdirectory under that folder."
    ],
    [
        "WIN",
        "Insert a table, format a paragraph, move through a document, change a font, add the numbers in column 5 or handle other editing chores simply by telling Word what to do."
    ],
    [
        "WIN",
        "We insert emoticons (or if we're really ambitious, WingDings) to keep the reader on course and help stamp out flame wars."
    ],
    [
        "WIN",
        "We can also change the priority on program startup by using a special batch file to execute the program."
    ],
    [
        "WIN",
        "We also executed our multimedia benchmark script, which ran flawlessly for 10 minutes, 36 seconds-nearly identical to the scores of the Gateway G6-266."
    ],
    [
        "WIN",
        "Icons help you execute commands quickly."
    ],
    [
        "WIN",
        "You can either install Windows into an existing partition, or first delete a partition, create a partition, format a partition, whatever is necessary"
    ],
    [
        "WIN",
        "The following examples show how to create, save, open, and print a document using Microsoft® Word."
    ],
    [
        "WIN",
        "You can search by the: Date the file was created or modified."
    ],
    [
        "WIN",
        "Click on any of those and they will activate (as long as they still exist on the machine.... a floppy drive file may no longer be in the drive or the file may have been deleted from the hard drive)."
    ],
    [
        "WIN",
        "Also if there are other entries in the box like Fax or something else you probably won't use then you can delete those shortcuts by going to C:\\Windows\\Send To and deleting those items."
    ],
    [
        "WIN",
        "To copy multiple files either from the floppy to the hard drive or vice versa or to copy from one hard drive directory to another you need to open up"
    ],
    [
        "WIN",
        "((...)) as soon as you copy or cut a different file or folder, the original file or folder is deleted from the clipboard."
    ],
    [
        "WIN",
        "When you copy and paste a file or folder, you place a copy of the file or folder on the Windows clipboard, which temporarily stores it. Then, when you decide what folder you want the copy to go in (the destination folder), you paste it there."
    ],
    [
        "WIN",
        "For example, a command-only application may be sent off to copy a spreadsheet segment, paste it into a word-processor file,"
    ],
    [
        "WIN",
        "The skills you need to copy and move files are called copying, cutting, and pasting."
    ],
    [
        "WIN",
        "The main advantage to Windows XP is that it hardly ever crashes."
    ],
    [
        "WIN",
        "Boot up the computer, and it launches Windows 95 and the TV software, and shifts into TV mode."
    ],
    [
        "WIN",
        "After setting up a dual-boot configuration or installing the Recovery Console, you'll see a boot menu before Windows starts loading, giving you the opportunity to choose to boot normally, to a different operating system, or to the Recovery Console."
    ],
    [
        "WIN",
        "Unlike other versions of Windows, a new person can log on to the PC without the previous user logging off or even closing his or her programs."
    ],
    [
        "WIN",
        "[Updates and patches] Now it's time to customize, tweak and fine-tune your W2K installation."
    ],
    [
        "WIN",
        "Several Registry settings can be used to tweak the memory subsystem from within Windows 2000."
    ],
    [
        "WIN",
        "Run - Starts a program when you type an MS-DOS command."
    ],
    [
        "WIN",
        "If you want to upgrade your existing Windows installation, start your PC and boot to your existing Windows version, insert the W2K CD, and wait for the splash screen to appear, then select Install Windows 2000."
    ],
    [
        "WIN",
        "For more information on upgrading to W2K, don't forget to stop by the Microsoft Windows 2000 Upgrade web site."
    ],
    [
        "WIN",
        "Windows 2000 users can upgrade only to the Professional edition."
    ],
    [
        "WIN",
        "Whether to upgrade at all really depends on how happy users are with their current operating system"
    ],
    [
        "WIN",
        "We also executed our multimedia benchmark script, which ran flawlessly for 10 minutes, 36 seconds-nearly identical to the scores of the Gateway G6-266."
    ],
    [
        "WIN",
        "If the splash screen does not appear because you don't have auto insert notification turned on, run setup.exe from the root of the CD."
    ],
    [
        "WIN",
        "Alternatively, if you want to download and save these updates for later installation, you can also head over to http://www.microsoft.com/windows2000/downloads/default.asp."
    ],
    [
        "WIN",
        "You can start programs, open files, customize your system, get help, search for files and folders, and more using the Start menu."
    ],
    [
        "WIN",
        "Rename a file or folder Click the file or folder, press F2, type the new name, then press Enter. "
    ],
    [
        "WIN",
        "Click the first item, press and hold down the Ctrl key, then click each of the remaining items. "
    ],
    [
        "WIN",
        "The basic methods of creating, saving, opening, and printing a document apply to most of these types of files."
    ],
    [
        "WIN",
        "The following examples show how to create, save, open, and print a document using Microsoft® Word."
    ],
    [
        "COMER",
        "As traffic passes through the network, check to see that the traffic does not exceed the bounds specified when resources were allocated."
    ],
    [
        "COMER",
        "Eventually, when the peer boots, it will sent a RESET, closing the connection."
    ],
    [
        "COMER",
        "A computer can send a gratuitous ARP reply when it boots."
    ],
    [
        "COMER",
        "If you browse the Web site on two successive days, you might go to two different servers (without knowing it)."
    ],
    [
        "COMER",
        "Few corporations bother to check source addresses of outgoing datagrams. Unfortunately, neither do many ISPs. Thus, it is not difficult to generate and send datagrams with arbitrary source addresses in them. Of course, the replies will not come back to the sender, but no replies are needed for illegal activities such as a denial-of-service attack."
    ],
    [
        "COMER",
        "Does the operating system has all the required protocol to run a LAN (802.3-5) or we need to install one."
    ],
    [
        "COMER",
        "Most operating systems detect hardware and install a driver automatically; older systems require a system administrator to configure the driver manually."
    ],
    [
        "COMER",
        "The entry is initialized at boot time from the ``default gateway'' information that a user enters or from the default gateway obtained via BOOTP/DHCP."
    ],
    [
        "COMER",
        "At most one copy of lpd executes at any time, so if one is already running lpr does nothing."
    ],
    [
        "COMER",
        "No one intentionally designs hardware that will fail (just as no programmer intentionally builds programs that contain bugs). However, hardware is quite sensitive to environmental effects."
    ],
    [
        "COMER",
        "The hub contains electronics to detect failures and eliminate only those stations that fail; the hub can keep all operational nodes on one logical ring."
    ],
    [
        "COMER",
        "Further suppose that datagram D passes through malfunctioning IP software that changes the destination IP address from X ro Y (also suppose the malfunctioning software recomputes the IP checksum before forwarding the datagram). When it reaches computer Y, the datagram will be accepted by IP software. However, because TCP computes its checksum over the segment plus the pseudo-header, the TCP checksum computation will fail, and the segment will be rejected."
    ],
    [
        "COMER",
        "Similarly, the application gateway accepts all incoming e-mail, reformats it to use the proprietary system, and forwards each message to the appropriate recipient using the proprietary e-mail system."
    ],
    [
        "COMER",
        "The record route option simply causes intermediate routers to record their address as the datagram a passes through. In general, it is only used by someone who is debugging the network (i.e., to find a problem)."
    ],
    [
        "COMER",
        "One advantage of loopback is that it allows one to configure protocol software and test device drivers even if the computer is not connected to a real network."
    ],
    [
        "COMER",
        "As long as you do not configure any multicast routing protocols (e.g., DVMRP, PIM, CBT, MOSPF), your router will not propagate your group information."
    ],
    [
        "COMER",
        "The information is configured when the router is installed."
    ],
    [
        "COMER",
        "A given user connects via telnet to a windows NT server, when the user logs in, an application program is automatically executed."
    ],
    [
        "COMER",
        "Each player will connect to client program and the client program will request services to the server."
    ],
    [
        "COMER",
        "After two clients connect to the server, three sockets will be open; the server can close the original socket because it is only needed to accept connections."
    ],
    [
        "COMER",
        "If an application running on a Little Endian computer merely transfers a copy of the bits of an integer to an application running on a Big endian computer, the receiver will interpret the value of the bits differently, resulting in an error."
    ],
    [
        "COMER",
        "Can we write our own protocol for the MAC layer to run a LAN."
    ],
    [
        "COMER",
        "I tried to write an echo server for a UNIX workstation in my office, but I cannot open the echo port."
    ],
    [
        "COMER",
        "You are correct in asserting that all data must be translated. If an application running on a Little Endian computer merely transfers a copy of the bits of an integer to an application running on a Big endian computer, the receiver will interpret the value of the bits differently, resulting in an error."
    ],
    [
        "COMER",
        "I suggest you search the Web for more details on STM."
    ],
    [
        "COMER",
        "When sending a message to all players, the server must send a copy to each socket. "
    ],
    [
        "COMER",
        "A computer can send a gratuitous ARP reply when it boots."
    ],
    [
        "COMER",
        "Thus, it is possible for TCP to send a small amount of data, making throughput less than the maximum possible."
    ],
    [
        "COMER",
        "A user cannot send a message to an IP gateway that causes the IP gateway to change its routes."
    ],
    [
        "COMER",
        "It also states that it is possible to send 64K octets in a single packet (MTU or frame) under AAL5."
    ],
    [
        "COMER",
        "MIME (Multipurpose Internet Mail Extensions) allows one to send multi-part mail messages as well as non-ASCII data."
    ],
    [
        "COMER",
        "the application then prints the message for the user."
    ],
    [
        "COMER",
        "A ``nonblocking'' switch will accept and process the new packet before it completes the previous transfer."
    ],
    [
        "COMER",
        "A UDP port does indeed have a short queue that holds incoming datagrams until the local application using the port has a chance to read and process them."
    ],
    [
        "COMER",
        "A UDP port does indeed have a short queue that holds incoming datagrams until the local application using the port has a chance to read and process them."
    ],
    [
        "COMER",
        "So, keeping the ports separate means that control traffic will not be lost if an application stops reading data traffic."
    ],
    [
        "VECTORS",
        "Therefore, scripting support in any type of Internet client, including instant messaging, and in programs that invoke Internet clients (such as a word processor might do when one activates a hyperlink in a document file) is inherently risky."
    ],
    [
        "VECTORS",
        "You can also activate the Guest account so that occasional visitors and house guests can use your computer without accessing any of the established user accounts."
    ],
    [
        "VECTORS",
        "The user you chose will not be able to view or activate any files in the system directory."
    ],
    [
        "VECTORS",
        "Many people use macros to automate repetitive tasks with word processors and spreadsheets."
    ],
    [
        "VECTORS",
        "Even if you're in Hollywood, CA, and your friend is in Hollywood, FL, you can both be on the same page-literally. You'll see each other's cursors on screen and you can chat in real time via MSN Messenger,\" an MS marketing copywriter gushes."
    ],
    [
        "VECTORS",
        "Highlight any service and right-click."
    ],
    [
        "VECTORS",
        "This is true also when malware is inadvertently installed."
    ],
    [
        "VECTORS",
        "Local files can be read by remote attackers; downloaded files can be forced to execute automatically ..."
    ],
    [
        "VECTORS",
        "There are too many variables for anyone to make an informed decision every time some script is about to execute in a Web page or some program is about to install a plugin or an ActiveX control."
    ],
    [
        "VECTORS",
        "Sometimes an attack involves [...] tricks that cause code from untrusted sites to execute in the \"trusted\" Internet Explorer security zone."
    ],
    [
        "VECTORS",
        "They are not programs per se but, rather, commands that programs will respond to or instructions they will execute. "
    ],
    [
        "VECTORS",
        "Create a user account for yourself. Choose Create a new account, and then choose a login name. Choose limited for the account type and click the Create Account button."
    ],
    [
        "VECTORS",
        "Linux power users can prevent their X server from listening on the Net by editing the relevant configuration file."
    ],
    [
        "VECTORS",
        "Click OK, and the Component Services dialog will launch."
    ],
    [
        "VECTORS",
        "After uninstalling all the unnecessary networking components, left-click on Internet Protocol (TCP/IP) to launch its Properties dialog."
    ],
    [
        "VECTORS",
        "If these files are unintentionally restricted with recursive changes, a user might be unable to launch programs that he is otherwise authorized to use."
    ],
    [
        "VECTORS",
        "Alternatively, you can launch the Windows Explorer file browser."
    ],
    [
        "VECTORS",
        "Telnet: This is a very insecure mechanism allowing remote users to log on to your computer."
    ],
    [
        "VECTORS",
        "To make it simple, choose Deny in the top line labeled Full Control to remove the user's permission to view or launch files in the system directory."
    ],
    [
        "VECTORS",
        "Many people use macros to automate repetitive tasks with word processors and spreadsheets. Not surprisingly, a command is translated into code that your computer can understand by a command interpreter."
    ],
    [
        "VECTORS",
        "Bind is a service that enables an Internet server to translate domain names, such as TheRegister.co.uk, into an IP address, such as 123.1.2.3. (Machines use IP addresses to communicate, but of course people have a far easier time remembering domain names.)"
    ],
    [
        "VECTORS",
        "[Remote Desktop Help Session Manager] This service controls the Windows Remote Assistance feature, which allows remote users, such as malicious script kiddies, to connect to your machine and tweak all its settings."
    ],
    [
        "VECTORS",
        "This is a mail server. You probably don't need a mail server, so uninstall it."
    ],
    [
        "VECTORS",
        "This is a fairly reliable mail server. Few home users need a mail server or know how to run one securely, so this should be disabled, but not uninstalled."
    ],
    [
        "VECTORS",
        "Some e-mail clients may require Postfix to be installed, though not running, so disabling it is better than uninstalling it."
    ],
    [
        "VECTORS",
        "There are several e-mail lists, such as the Focus-MS and Focus-Linux lists from SecurityFocus.com, the ISN (InfoSec News) list from Attrition.org, and The Register's daily newsletter, to which users can subscribe for up-to-date security news. "
    ],
    [
        "VECTORS",
        "an unprivileged user will run unprivileged malware."
    ],
    [
        "FIREWALL",
        "Often you will need to automate a process or have a single command initiate a number of statements."
    ],
    [
        "FIREWALL",
        "In the firewall example, you will generally want to have all your firewall commands executed when your system boots."
    ],
    [
        "FIREWALL",
        "This allows people on the outside to securely access the local area network via an encrypted tunnel."
    ],
    [
        "FIREWALL",
        "A firewall can also prevent internal LAN machines from being accessed from outside your network."
    ],
    [
        "FIREWALL",
        "When the trojan wants to send a reply, it quotes it and inserts it into the outgoing data on the same socket that it just recieved the command from ."
    ],
    [
        "FIREWALL",
        "Tunneling Router : A router or system capable of routing traffic by encrypting it and encapsulating it for transmission across an untrusted network, for eventual de-encapsulation and decryption."
    ],
    [
        "FIREWALL",
        "To access any of the other screens you will need to enter your user name and password."
    ],
    [
        "FIREWALL",
        "For example, if your firewall LAN interface card has IP address 192.168.1.1, you would enter the following into the Web browser http://192.168.1.1:81/ for normal Web communications, or https://192.168.1.1:441/ for secure Web access."
    ],
    [
        "FIREWALL",
        "A form of attack in which the attack is encoded in innocuous-seeming data which is executed by a user or other software to implement an attack."
    ],
    [
        "FIREWALL",
        "However, if you don't enforce that rule with any other mechanisms on the bastion host and/or choke router, only one component of your architecture needs to fail or be compromised in order to get inside."
    ],
    [
        "FIREWALL",
        "Define the attributes of each selected interface. Assign them an IP address and subnet mask."
    ],
    [
        "FIREWALL",
        "First you will need to define some basic things about your firewall (see Figure 3.4). Turtle Firewall uses the concept of zones to define trusted and untrusted networks."
    ],
    [
        "FIREWALL",
        "To configure the VPN function on the firewall, click on the VPN item from the main menu."
    ],
    [
        "FIREWALL",
        "As the packet crosses different parts of the network each layer is opened and interpreted, and then the remaining data is passed along according to those instructions. When the packet of data arrives at its destination, the actual data, or payload, is delivered to the application. "
    ],
    [
        "FIREWALL",
        "You usually do this in the BIOS settings of a PC accessed at boot-up before the OS loads."
    ],
    [
        "FIREWALL",
        "Set your PC to boot from the CD-ROM first. Otherwise, it will search the hard drive and load the operating system it finds there."
    ],
    [
        "FIREWALL",
        "All it does is let people log on, and establish ANOTHER connection to do actual data transfers."
    ],
    [
        "FIREWALL",
        "Because Windows code is itself not open, it isn't easy for programmers to write something as complex as a firewall, which requires access to operating system-level code."
    ],
    [
        "FIREWALL",
        "Remember that it is safer to write a rule for any exceptions rather than allowing all types of activity by default."
    ],
    [
        "FIREWALL",
        "The best way to do this is to write a shell script. A shell script is a simple text file that contains a command or list of commands."
    ],
    [
        "FIREWALL",
        "To subscribe to this list, send an e-mail with \"subscribe\" in the body to: firewall-wizards-request@honor.icsalabs.com "
    ],
    [
        "FIREWALL",
        "This chapter describes how to configure and run a secure open source firewall."
    ],
    [
        "FIREWALL",
        "Just put the path to it on this line. Then save your file."
    ],
    [
        "FIREWALL",
        "Log Processing How audit logs are processed, searched for key events, or summarized."
    ],
    [
        "VIRUS",
        "Some encryption programs store your encryption keys in a file where they can be conveniently accessed."
    ],
    [
        "VIRUS",
        "On the other hand, some operating systems allow administrators to restrict themselves so drastically that they are no longer able to access the network at all."
    ],
    [
        "VIRUS",
        "Authentication refers to the act of verifying that a specific user is allowed to access a specific network or computer."
    ],
    [
        "VIRUS",
        "This dialog often also includes a check box offering to save your password for next time, so you do not need to enter it next time you log on. You are advised not to do this, because it means that anyone who has access to your computer will be able to access the network as if they were you."
    ],
    [
        "VIRUS",
        "Several organisations have, however, found that providing physically separate PCs to access the web is a much better arrangement."
    ],
    [
        "VIRUS",
        "Viruses now exist which infect diskettes, program files, Word documents, Excel spreadsheets, Java applications, Access databases, batch scripts, and more."
    ],
    [
        "VIRUS",
        "Of course, they had analysed the current technology specifications and there really was no apparent way of infecting a PC purely by reading email."
    ],
    [
        "VIRUS",
        "This means that a virus which infects the global template is effectively \"memory resident\" inside Word, and will automatically be reloaded every time Word is started."
    ],
    [
        "VIRUS",
        "The temptation to install a cute screen saver can be very, very high for a PC user who is not security aware."
    ],
    [
        "VIRUS",
        "These are special types of program file (see EXE). They cannot be executed directly, but can be automatically launched by Windows after a specified time of inactivity."
    ],
    [
        "VIRUS",
        "However, experience suggests that people are easily persuaded to execute unknown programs if they are sent EXEs by email."
    ],
    [
        "VIRUS",
        "The trouble is that these applications will also execute any macros within the received file, thus enabling the virus to infect."
    ],
    [
        "VIRUS",
        "Even if you receive an email which provides accurate information about a genuine new virus threat, you should resist the temptation to forward it to as many people as possible."
    ],
    [
        "VIRUS",
        "To make your own EICAR test file, create a text file called EICAR.COM containing a single line."
    ],
    [
        "VIRUS",
        "If you copy an EXE file to the clipboard from Explorer, for instance, the clipboard remembers the name and location of the file, not the file itself."
    ],
    [
        "VIRUS",
        "These are special types of program file (see EXE). They cannot be executed directly, but can be automatically launched by Windows after a specified time of inactivity."
    ],
    [
        "VIRUS",
        "Most email programs automatically recognise the presence of encoded files inside an email, and present the user with an icon which can be clicked to detach or launch the attachment."
    ],
    [
        "VIRUS",
        "The RTF file will load as legible ASCII text, starting with {\\rtf ."
    ],
    [
        "VIRUS",
        "Most email applications can be configured to view a received file using a 'viewer'."
    ],
    [
        "VIRUS",
        "Typically, network managers have considerable powerthey can usually add new users, alter security profiles, view and edit auditing information, and even read from and write to all files on the network."
    ],
    [
        "VIRUS",
        "Since the effectiveness of anti-virus software in use today depends on frequent updates, it is very important that effective tools are available to deploy, upgrade and administer anti-virus software throughout the organisation."
    ],
    [
        "VIRUS",
        "This means that when someone sends you a DOC file by email, it may be more than just a data file."
    ],
    [
        "VIRUS",
        "Some people are fond of using self-extracting ZIP files to send compressed data files: for security reasons using statically compressed ZIPs (which need PKUNZIP to be decompressed) is a much better solution."
    ],
    [
        "GUIDE",
        "If all your device or expansion card supports Plug and Play and your motherboard BIOS enables it, then you can fairly leave everything to your operating system to figure out how your computer resources can be most optimally allocated to the devices and peripherals hooked up to your computer."
    ],
    [
        "GUIDE",
        "If you are a home computer user browsing the Internet, your Internet browser uses TCP/IP to send a request packet to a server in the world wide web."
    ],
    [
        "GUIDE",
        "We may get wrong results when only a portion of the query has been executed because we did not highlight the whole query before executing it"
    ],
    [
        "GUIDE",
        "When you install a Linux operating system, for example, one of the things you need to do is identify and size your swap partition"
    ],
    [
        "GUIDE",
        "We may get wrong results when only a portion of the query has been executed because we did not highlight the whole query before executing it. "
    ],
    [
        "GUIDE",
        "The beeps are actually codes which will point out what components failed during the power on self test."
    ],
    [
        "GUIDE",
        "To copy data items to an existing table, we use the insert into command."
    ],
    [
        "GUIDE",
        "You can hook up a printer, scanner, pointing devices such as mouse, keyboard, and a host of other equipment that can either supply the computer with information or interpret the data from the computer to make them understandable to human beings."
    ],
    [
        "GUIDE",
        "You will notice that unlike Windows 98, you cannot use your Windows NT computer unless you log on to the computer, that is, you cannot bypass the logon procedure by canceling the login prompt like what you can do with your Windows 98 computer."
    ],
    [
        "GUIDE",
        "Once in a while, you should take a peek at what these settings are so that if a time comes when you do need to tweak your BIOS, you won't feel that you are in a strange territory."
    ],
    [
        "GUIDE",
        "Some poorly designed programs that you may have used and uninstalled long ago may still leave traces of configuration settings leaving your Windows registry in an inconsistent state."
    ],
    [
        "GUIDE",
        "That is why careful planning is being applied to hardware acquisition with the view to finding out the right time to upgrade as well as the degree to which such upgrade should be implemented. Upgrade decisions will sometimes point to the advisability of purchasing new equipment rather than upgrading existing ones."
    ],
    [
        "GUIDE",
        "You can for example, disable the command prompt, the run command and control panel or specify which programs the user can run on the computer."
    ],
    [
        "GUIDE",
        "How fast your computer can get and save data to your hard disk is critical factor in the performance of your computer."
    ],
    [
        "GUIDE",
        "If you are a home computer user browsing the Internet, your Internet browser uses TCP/IP to send a request packet to a server in the world wide web."
    ],
    [
        "GUIDE",
        "Your ISP’s Internet router then sends your TCP/IP packets using a routing protocol that gets your packets transferred from one router to another until it finally reaches the Internet router of the domain that maintains the web server you want to access."
    ],
    [
        "GUIDE",
        "Some of these programs work on the lower levels of the OSI reference model meaning they are the ones that actually send and receive packets destined for your computer."
    ],
    [
        "GUIDE",
        "If the destination is outside of your network segment, your computer will send the packet to its default gateway which is typically a router..."
    ],
    [
        "GUIDE",
        "We tell the Query Analyzer to execute the commands we typed by highlighting the command and pressing F5 on our keyboards."
    ],
    [
        "GUIDE",
        "A computer is an equipment used to analyze and process data and display the results on any medium it is capable of writing on."
    ],
    [
        "GUIDE",
        "Other drives are used to read and write data to CD and DVD ROMs which are media for long term data storage."
    ],
    [
        "HOME NETWORK",
        " If the game requires you to enter the IP address of the server, Tim will need to find this out and inform everyone. The easiest way to do this is to open a command prompt and type ipconfig, which lists various network settings, including the IP address"
    ],
    [
        "HOME NETWORK",
        "The client PC will now be able to activate and use the modem remotely."
    ],
    [
        "HOME NETWORK",
        "To share a printer, first make sure you have completed the steps outlined above to activate File and Printer Sharing."
    ],
    [
        "HOME NETWORK",
        "Ideally, people will be able to turn up, boot their PCs and start playing without any messing around with network settings and software."
    ],
    [
        "HOME NETWORK",
        "Now, when everyone turns up for an evening of pizza, cola and Counter Strike, they only need to connect a standard network cable between their PC and the network hub or switch (see right), boot the PC and run their game."
    ],
    [
        "HOME NETWORK",
        "The PC that's connected to the printer needs to be configured in the same way as the Jamesons' in Case Study 1, and everyone else needs to browse the network and install it using the Printer wizard."
    ],
    [
        "HOME NETWORK",
        "Once you've set up the Internet connection server, connect both PCs with the crossover cable, then start the PC that will be accessing the Internet through the other one's modem - we'll call this the 'client' PC."
    ],
    [
        "HOME NETWORK",
        "To install a network in your home, there are three steps"
    ],
    [
        "HOME NETWORK",
        "If the game requires you to enter the IP address of the server, Tim will need to find this out and inform everyone."
    ],
    [
        "HOME NETWORK",
        "If you don't have an Internet account to share, go through Windows' process of adding a dial-up Internet connection, but enter fake details, such as a phone number of 123456."
    ],
    [
        "HOME NETWORK",
        "Instead, create folders that will be used specifically to share files."
    ],
    [
        "HOME NETWORK",
        "Full access is just that: the ability to read, write, delete and create files in this folder."
    ],
    [
        "HOME NETWORK",
        "Alternatively, the person in charge of the printer server could download these files and install them using the Additional drivers option available from the printer's properties."
    ],
    [
        "HOME NETWORK",
        "Now, when everyone turns up for an evening of pizza, cola and Counter Strike, they only need to connect a standard network cable between their PC and the network hub or switch (see right), boot the PC and run their game."
    ],
    [
        "HOME NETWORK",
        "Unplugging and reconnecting the printer to the other PC each time someone else wants to print is just too much hassle."
    ],
    [
        "JAVA",
        "One thing that you are going to notice as you learn about programming is that you tend to make a fair number of mistakes and assumptions that cause your program either: 1) to not compile, or 2) to produce output that you don't expect when it executes."
    ],
    [
        "JAVA",
        "The code is almost exactly the same but looks completely different when it executes."
    ],
    [
        "JAVA",
        "This is called a compiler error, and you have to eliminate all of them before you can execute your program."
    ],
    [
        "JAVA",
        "Create a new directory to hold your program."
    ],
    [
        "JAVA",
        "Create an HTML web page to \"hold\" the Java Applet you created Run the Java applet"
    ],
    [
        "JAVA",
        "About half of the time of any programmer is spent debugging."
    ],
    [
        "JAVA",
        "Download the Java Development Environment."
    ],
    [
        "JAVA",
        "In a moment we are going to go out on the Web and download the Java compiler."
    ],
    [
        "JAVA",
        "Download and install WinZip. If you do not have a version of WinZip or an equivalent on your machine, go to the page http://www.winzip.com/ and download an evaluation copy of WinZip. Run the EXE you get to install it."
    ],
    [
        "JAVA",
        "I am going to assume you already know how to edit a file, copy and delete files, rename files, find information on your system, etc."
    ],
    [
        "JAVA",
        "Whether you are 14 years old and hoping to learn how to write your first game, or you are 70 years old and have simply been curious about computer programming for 20 years, this edition of How Stuff Works will help you to learn how computer programs work by teaching you how to program in the Java programming language."
    ],
    [
        "JAVA",
        "That means that you must type the upper and lower case characters exactly as they appear in the program."
    ],
    [
        "JAVA",
        "It would be impossible for you to learn to program unless someone (like me) helped you to get started."
    ],
    [
        "JAVA",
        "the tools you need to start programming in Java are widely available on the Web for free."
    ],
    [
        "DEVICE",
        "Special software is used to convert voice into text or to activate menu options."
    ],
    [
        "DEVICE",
        "Computer Input Devices: Keyboard - the commonest way to enter data into a computer."
    ],
    [
        "DEVICE",
        "Most programmable functions are executed through a driver running on the PC."
    ],
    [
        "DEVICE",
        "Also inside the mouse are a switch for each button, and a microcontroller which interpret the signals from the sensors and the switches, using its firmware program to translate them into packets of data which are sent to the PC."
    ],
    [
        "DEVICE",
        "The keys are connected up as a matrix, and their row and column signals feed into the keyboard\"s own microcontroller chip.This is mounted on a circuit board inside the keyboard, and interprets the signals with its built-in firmware program."
    ],
    [
        "DEVICE",
        "The coded data is processed (or translated) into useful information by the computer."
    ],
    [
        "DEVICE",
        "Also inside the mouse are a switch for each button, and a microcontroller which interpret the signals from the sensors and the switches, using its firmware program to translate them into packets of data which are sent to the PC."
    ],
    [
        "DEVICE",
        "Dot-matrix printer ((...)) Can print any shape of character (font) stored in the computer memory and any graphics, all on the same page."
    ],
    [
        "DEVICE",
        "Daisy-wheel printer ((...)) Can only print the characters provided on the wheel and no graphics (line drawings, pictures). One colour (monochrome) only."
    ],
    [
        "DEVICE",
        "A computer is used to print the bar codes which can later be scanned back into a computer very quickly."
    ],
    [
        "DEVICE",
        "Compact disk (CD-ROM) - uses laser technology to store the data hence comes with the data already on it for reading only (ROM = Read Only Memory) and hence cannot be written to for everyday storage."
    ],
    [
        "HTML",
        "You may want to have an image open as a separate document when a user activates a link on either a word or a smaller, inline version of the image included in your document."
    ],
    [
        "HTML",
        "To see a copy of the file that your browser reads to generate the information in your current window, select View Source (or the equivalent) from the browser menu."
    ],
    [
        "HTML",
        "This type of an anchor is commonly called a named anchor because to create the links, you insert HTML names within the document."
    ],
    [
        "HTML",
        "On some browsers it does; other browsers interpret only the innermost tag."
    ],
    [
        "HTML",
        "HTML provides a mechanism to tell readers what they are missing on your pages if they can't load images."
    ],
    [
        "HTML",
        "If you cannot write a program or script for your incoming information, you need to find someone who can do this for you."
    ],
    [
        "HTML",
        "In general, you should use relative links whenever possible because: it's easier to move a group of documents to another location (because the relative path names will still be valid) it's more efficient connecting to the server there is less to type"
    ],
    [
        "HTML",
        "Named anchors are particularly useful when you think readers will print a document in its entirety or when you have a lot of short information you want to place online in one file."
    ],
    [
        "HTML",
        "Browsers expect specific information because they are programmed according to HTML and SGML specifications."
    ],
    [
        "CHESS",
        "In general, If you are doing engine versus engine matches on one machine, the total memory allocated to both programs should be half that of your system's total memory."
    ],
    [
        "CHESS",
        "How much RAM you should allocate also depends on the time controls used."
    ],
    [
        "CHESS",
        "In the interest of fair competition you should allocate the same amount of memory to both engines."
    ],
    [
        "CHESS",
        "Should the total memory allocated to each engine include those allocated to the endgame caches?"
    ],
    [
        "CHESS",
        "To automate a Round Robin Tournament , you probably need to use a script or a batch file."
    ],
    [
        "CHESS",
        "I would be interested in hearing from you if you have a script/method you would like to share that can automate Round Robin tournaments"
    ],
    [
        "CHESS",
        "If you need some simple software to generate tournament schedules for round robins or to keep track of the results you can get them at Roundrobin.exe "
    ],
    [
        "CHESS",
        "Another disadvantage of extremely short time controls, is that many programs cannot handle time trouble and many crash."
    ],
    [
        "CHESS",
        "A great debate arose in Computer Chess Club [CCC] in March 2001 over whether it was a good idea to upgrade programs while the tournament is still ongoing."
    ],
    [
        "DESIGN AND ARCHITECTURE",
        " How much fun would it be to chat with yourself?"
    ],
    [
        "DESIGN AND ARCHITECTURE",
        "Over the years, shared memory solutions (likeshmget()) have been made available for multiprocess applications, but it isn't as elegant as with a threaded approach.shmget()is a system call that allows the allocation of a shared memory segment that can be accessed by multiple processes."
    ],
    [
        "DESIGN AND ARCHITECTURE",
        "In the second window, execute the client test program."
    ],
    [
        "DESIGN AND ARCHITECTURE",
        " While debugging, you'll be starting and stopping your server often."
    ],
    [
        "DESIGN AND ARCHITECTURE",
        "Multithreaded applications are hard enough to debug, so synchronize access to all global variables and structures."
    ],
    [
        "DESIGN AND ARCHITECTURE",
        "Apple Macs can and do crash - as do PCs."
    ],
    [
        "DESIGN AND ARCHITECTURE",
        "As clients start connecting in large numbers, there can be a noticeable delay in launching the child process."
    ],
    [
        "DESIGN AND ARCHITECTURE",
        "When a connection occurs, the server creates a new thread and passes the new socket descriptor to it. The new thread then reads data from the client and echoes it back."
    ],
    [
        "TOPTEN",
        "Windows users can also spread malicious viruses without opening attachments."
    ],
    [
        "TOPTEN",
        "User and Group information (usernames, last logon dates, password policy, RAS information), system information, and certain Registry keys may be accessed via a \"null session\" connection to the NetBIOS Session Service."
    ],
    [
        "TOPTEN",
        "IMAP and POP are popular remote access mail protocols, allowing users to access their e-mail accounts from internal and external networks."
    ],
    [
        "TOPTEN",
        "Remote procedure calls (RPC) allow programs on one computer to execute programs on a second computer. They are widely-used to access network services such as shared files in NFS."
    ],
    [
        "TOPTEN",
        "Unfortunately, many CGI programmers fail to consider ways in which their programs may be misused or subverted to execute malicious commands. "
    ],
    [
        "TOPTEN",
        "Advice on correcting the problem: A. Upgrade to latest version of Sendmail and/or implement patches for sendmail."
    ],
    [
        "TOPTEN",
        "In one of the most common exploits, the attacker sends a crafted mail message to the machine running Sendmail, and Sendmail reads the message as instructions requiring the victim machine to send its password file to the attacker’s machine (or to another victim) where the passwords can be cracked."
    ],
    [
        "GUIDE TO CAPTURING VIDEOS",
        "Merely fill out the Start Date, Start, and End fields with the appropriate information, and the length of the show will automatically be entered for you."
    ],
    [
        "GUIDE TO CAPTURING VIDEOS",
        "If the WDM drivers were previously installed, download hwclear.exe from Hauppauge's website."
    ],
    [
        "GUIDE TO CAPTURING VIDEOS",
        "Instead, please download the NT/2000 VfW drivers."
    ],
    [
        "GUIDE TO CAPTURING VIDEOS",
        "Please click on each link and download each specified software package."
    ],
    [
        "GUIDE TO CAPTURING VIDEOS",
        "Once the Audio Source Selector utility is launched a small icon should appear in your system tray that looks like a speaker with a red, green, and blue wave coming out of it."
    ],
    [
        "GUIDE TO CAPTURING VIDEOS",
        "For the most part, the Advanced settings only apply to \"Compatibility mode\" capture, which we will not be using. But we do need to tweak the \"audio buffer size.\" According to the author of the \"Sync\" version of VirtualDub, set it to 36000 for 16-bit stereo or 18000 for 16-bit mono."
    ],
    [
        "GUIDE TO CAPTURING VIDEOS",
        "]Starting your Capture and Troubleshooting Problems] Now that you have adjusted all the parameters and tweaked all the options, you are ready to begin capture."
    ],
    [
        "INTEGRATION",
        "With client-side processing, processing is done on the client workstation by having the client's browser execute a program that interacts directly with the database. "
    ],
    [
        "INTEGRATION",
        "Client-side Web page processing can be achieved using compiled programs that are downloaded and subsequently installed and executed on the client workstation, or by creating scripts within the HTML Web page commands that are interpreted by the client browser. "
    ],
    [
        "INTEGRATION",
        "Popular technologies for creating programs that users can download from Web sites and install on their computers include Java applets and Microsoft ActiveX documents."
    ],
    [
        "INTEGRATION",
        "If the browser cannot recognize and interpret the code, the script code is displayed as text on the Web page"
    ],
    [
        "INTEGRATION",
        "If the user's browser has the capability of recognizing and interpreting the code, it is then processed."
    ],
    [
        "INTEGRATION",
        "The Web server then reads the output values, and sends them back to the user's browser, where they are displayed as a Web page."
    ],
    [
        "GOOD TO TALK ON NEWSGROUPS",
        "These are great for chatting with friends and colleagues, but don't provide an archive of expertise in the same way as a newsgroup or forum might and you will have to download special software to take part."
    ],
    [
        "GOOD TO TALK ON NEWSGROUPS",
        "If you are more interested in live chat online, then chat rooms are a good place to start. Yahoo! (uk.chat.yahoo.com) and Lycos (chat.lycos.co.uk) both host chat rooms, where you can pick a topic and start chatting online with others."
    ],
    [
        "GOOD TO TALK ON NEWSGROUPS",
        "To prevent your email address being harvested by spammers, we recommend inserting some extraneous characters into it"
    ],
    [
        "GOOD TO TALK ON NEWSGROUPS",
        "At regular intervals, your news server will communicate with other news servers and swap messages to update all the newsgroups they have in common."
    ],
    [
        "GOOD TO TALK ON NEWSGROUPS",
        "If, however, you want to be alerted to developments in the group, you will have to subscribe. "
    ],
    [
        "GOOD TO TALK ON NEWSGROUPS",
        "When you post or send a message directly to another user, or when they access your profile details, they will only see a masked version of your email address."
    ],
    [
        "DATAWA",
        "The idea is to automatically allocate temporary space to a fast-write configuration such as RAID 1 (no redundancy is required because this is temporary data), leaving the rest of the data protected by redundancy (RAID 1 or 5 type configurations)."
    ],
    [
        "DATAWA",
        "In many cases, typical queries are handled by the database cache, especially when physical storage is partitioned by a time dimension."
    ],
    [
        "DATAWA",
        "Databases make extensive use of temporary space to perform sorts and aggregations during parallel queries, particularly in cases where multiple queries are executing concurrently. "
    ],
    [
        "DATAWA",
        "Fault Tolerant architecture Allows continuous operations when components fail due to fail-over and hot swap capability."
    ],
    [
        "DATAWA",
        "Many of the advanced systems employ a series of caches to reduce the number of slow mechanical \"seeks\" of the disk drive heads, instead reading directly from volatile memory at bus speeds."
    ],
    [
        "DATAWA",
        "The most common of these caches is the \"read-ahead\" cache, where the storage system gathers contiguous data when reading from the drives."
    ],
    [
        "CONTENT MANAGEMENT SYSTEM",
        "Execute the following command."
    ],
    [
        "CONTENT MANAGEMENT SYSTEM",
        "Then, I showed you a quick workaround to ensure that you can update your configuration without having to edit the core API files."
    ],
    [
        "CONTENT MANAGEMENT SYSTEM",
        "It's obvious that this is where I can configure almost all aspects of the application; for the moment, let's stick to the default values."
    ],
    [
        "CONTENT MANAGEMENT SYSTEM",
        "I click on the \"New\" button in the \"Categories\" section to load the following screen."
    ],
    [
        "CONTENT MANAGEMENT SYSTEM",
        "For example, I can view the article that I've just inserted using the following URL: http://localhost/yaapi/demo/intros.php."
    ],
    [
        "CONTENT MANAGEMENT SYSTEM",
        "Then, I showed you a quick workaround to ensure that you can update your configuration without having to edit the core API files."
    ],
    [
        "SCANNER",
        "Some have a row of buttons on the front that let you activate the scanner without using software."
    ],
    [
        "SCANNER",
        "When interpolation takes place, special hardware or software is present that inserts extra pixels into the image to make it larger."
    ],
    [
        "SCANNER",
        "SCSI controller card consumes a slot on your motherboard that you may want back when you install other hardware down the road."
    ],
    [
        "SCANNER",
        "This driver includes a preview that dynamically updates, uses image filters, and provides tools for tweaking contrast, brightness, and colors."
    ],
    [
        "SCANNER",
        "Simply scan the image, send it to the software program (where you can adjust the picture), and then send it to the printer."
    ],
    [
        "MYDOCUMENTS",
        "Remember to change this setting for every application you use to generate documents."
    ],
    [
        "MYDOCUMENTS",
        "Save a few mouse clicks by creating a shortcut to D:\\CORRESPONDENCE and placing this shortcut in C:\\MY DOCUMENTS."
    ],
    [
        "MYDOCUMENTS",
        "If you try to delete the folder, Windows will warn you of this and cancel your action."
    ],
    [
        "MYDOCUMENTS",
        "To launch the Registry editor, click Start and Run and type regedit in the open field."
    ],
    [
        "MYDOCUMENTS",
        "One of the best - known utilities for tweaking hard - to - customize Windows settings is Tweak UI."
    ],
    [
        "GENERAL COMPUTER FAQ",
        "Back in the day, so called hackers would chat on bulletin boards and use restricted words"
    ],
    [
        "GENERAL COMPUTER FAQ",
        "Firewalls know the common use for these ports and when something fishy comes around, the guard will investigate the information and decide wether it's authorized or not to access your computer."
    ],
    [
        "GENERAL COMPUTER FAQ",
        "Most common are e-mail worms, which infect a computer, read the address book and send out e-mails without the senders knowledge, infecting the recipients."
    ],
    [
        "GENERAL COMPUTER FAQ",
        "All a person has to do is find this tool on the internet, install it on a victim's computer and work the rest."
    ],
    [
        "GENERAL COMPUTER FAQ",
        "Internet Protocol. It's the mapping system of the internet and local networks (intranets). It's what assigns numerical addresses to computers (ie: local is 127.0.0.0 echo) and translates names to it's numerical address (ie: google.com to 196.123.12.30*)"
    ],
    [
        "BRIEFNET",
        "Have you ever remotely configured or monitored a device connected to the Internet?"
    ],
    [
        "BRIEFNET",
        "Once the data is pulled from the router or switch, it can be interpreted in a number of different ways."
    ],
    [
        "BRIEFNET",
        "An agent is typically a software that resides on a managed device. The agent collects data from the managed device and translates that information into a format that can be passed over the network using SNMP."
    ],
    [
        "BRIEFNET",
        "A single SNMP message is referred to as a Protocol Data Unit (PDU). These messages are constructed using Abstract Syntax Notation One (ASN.1) and translated into binary format using Basic Encoding Rules (BER)."
    ],
    [
        "BRIEFNET",
        "The read only community string allows you to query the device and only read values, while the read-write community string allows you to not only read values but make changes to those values as well."
    ],
    [
        "TUNEUP",
        "Highlight the name of the application/program that you want to remove and look for an Uninstall listing in the program folder and follow directions."
    ],
    [
        "TUNEUP",
        "Highlight each open program except Systray and Explorer and click on End Task."
    ],
    [
        "TUNEUP",
        "Something that can dramatically affect performance is the number of programs that load when you turn on your PC."
    ],
    [
        "TUNEUP",
        "If you have applications (software programs) on your computer that you no longer use, you can uninstall them using the uninstall program that came with the program."
    ],
    [
        "THE ENEMY ADAPTS",
        "MySpace suffered an embarrassing attack last July when hackers inserted images exploiting a .WMF hole into banner ads."
    ],
    [
        "THE ENEMY ADAPTS",
        "What do the bad guys want with online game accounts? It's not because they want to play. Instead, they will log on to the person's account and mail all their gold and non-bound items to one of the hacker's accounts, disenchanting the character's equipment into valuable shards if possible."
    ],
    [
        "THE ENEMY ADAPTS",
        "Paul Wood believes that the small numbers of \"proof of concept\" exploits for OS X are a sign that malware authors are \"testing the waters\" to see if it is economically worthwhile to write trojans for this operating system."
    ],
    [
        "THE ENEMY ADAPTS",
        "MessageLabs recently updated its reporting on the current state of malicious software, and I had a chance to talk to Paul at length about what it all meant."
    ],
    [
        "LCET2",
        "To log on as a different user: Select Start/ Shut Down. Close all programs and log on as a different user."
    ],
    [
        "LCET2",
        "To move to a previous window: Press the Backspace key."
    ],
    [
        "LCET2",
        " To choose a program in which to open a file: Press Shift and right click on the file."
    ],
    [
        "LCET2",
        "To restart the Computer in Safe Mode: Press F8. "
    ],
    [
        "CRASH",
        "Whenever you install a Windows application, the application makes alterations to the registry."
    ],
    [
        "CRASH",
        "Just why does a PC crash? There are as many different reasons that a PC crashes, as there are as many different reasons that a PC crashes, as there are grains of sand on the beach."
    ],
    [
        "CRASH",
        "It is then the job of the printer driver to interpret the output in a manner the printer can understand."
    ],
    [
        "CRASH",
        "Therefore, when a programmer writes a word processing application, they do not have to concern themselves with writing different code to suit many different printers ((...))"
    ],
    [
        "SEARCHNET",
        "When saving documents or Web pages directly from a browser, the file size byte count uses this convention."
    ],
    [
        "SEARCHNET",
        "These will likely need to be supplemented with a persistent query system customizable by the user that would set the queries, search sites, filters, and schedules for repeated queries."
    ],
    [
        "SEARCHNET",
        "The only thing \"invisible\" about searchable databases is that they are not indexable nor able to be queried by conventional search engines. "
    ],
    [
        "MAINTAINING",
        "Once you find that setting...you might want to not only delete the stored files you have accumulate so far by clicking the delete button, but you can also lower the space allocated to your cache with the Settings button."
    ],
    [
        "MAINTAINING",
        "Search out the specific model number you need, download the new version and usually just double click the file to start the install. Most sites will give you instructions, too."
    ],
    [
        "MAINTAINING",
        "Or...you can run your computer in Safe Mode."
    ],
    [
        "DENIAL",
        " consider partitioning your file system so as to separate critical functions from other activity."
    ],
    [
        "DENIAL",
        "In general, anything that allows data to be written to disk can be used to execute a denial-of-service attack if there are no bounds on the amount of data that can be written."
    ],
    [
        "DENIAL",
        "An intruder may be able to cause your systems to crash or become unstable by sending unexpected data over the network."
    ],
    [
        "CODING DEFENSIVELY",
        " You debug, check all of the variables, read over your code, but you still can't find the flaws."
    ],
    [
        "CODING DEFENSIVELY",
        "You write a computer program to solve a problem that many people probably have."
    ],
    [
        "CODING DEFENSIVELY",
        "Theoretically, one would think that the fastest way to finish a program is to program it."
    ],
    [
        "WHAT ARE SYSTEM RESOURCES",
        "The Windows Startup folder contains programs that launch every time your system boots."
    ],
    [
        "WHAT ARE SYSTEM RESOURCES",
        "Eventually the system will crash as it runs out of memory."
    ],
    [
        "TRENDSDENIAL",
        "More recently, intruders have developed and employed tools that utilize scripts to automate scanning, exploitation, and deployment. T0rnkit was perhaps one of the most successful examples of this class of tools."
    ],
    [
        "TRENDSDENIAL",
        "Rate limiting, packet filtering, and tweaking software parameters can, in some cases, help limit the impact of DoS attacks, but usually only at points where the DoS attack is consuming fewer resources than are available."
    ],
    [
        "RAYTRACER",
        "If we execute the script with the lowest resolutions, it generates no backup copy nor new version number: low resolution is an uninteresting test."
    ],
    [
        "RAYTRACER",
        "The Povray setup process is useful to make the \"include\" files and library accessible, to configure the graphic card, to define input and output file formats and many other features."
    ],
    [
        "MOTHERBOARD",
        "Suppose you are having a problem getting a real-mode CD-ROM device driver (for your BTC CD-ROM reader) to load successfully."
    ],
    [
        "MOTHERBOARD",
        "While you are searching the board for make and model info, take a minute to note the location of any jumpers or DIP switches on the board."
    ],
    [
        "MEMCACHE",
        "If a server fails, the clients can be configured to route around the dead machine or machines and use the remaining active servers."
    ],
    [
        "MEMCACHE",
        "Putting it in memory is fine, however, because the data is safe to lose if a Memcached node fails."
    ],
    [
        "GET STARTED",
        " Check out the overview of e-mail, the Web, and chat on these pages for a list of the most common features of parental control tools. "
    ],
    [
        "GET STARTED",
        "The online world allows you to create a special name that you can use, and helps children go online with a degree of anonymity."
    ],
    [
        "CACHE",
        "When the microprocessor accesses its main memory (RAM), it does it in around 60 nanoseconds (60 billionths of a second)."
    ],
    [
        "CACHE",
        "This small program asks the user to enter a number between 1 and 100. It reads the value entered by the user. "
    ],
    [
        "ATALEO",
        "The backup process is defined on the LAN using existing server-based tools with Graphical User Interfaces (GUls) and other features that simplify the task."
    ],
    [
        "ATALEO",
        "This leaves all of the other UNIX variants, mainframe, and network operating systems unaddressed, forcing a company to define a separate backup process for each environment not covered by the shared tape silo."
    ],
    [
        "VOICE",
        "These breakthroughs let spoken words appear on-screen and put PCs at the command of vocal dictations. In 1998, these companies upgraded their products."
    ],
    [
        "THE ART OF SOFTWARE DEVELOPMENT",
        "How often do you plan to update the software? * Do you have a specific timeline or launch date for your product?"
    ],
    [
        "OVERCLOCKING",
        "It is a general rule to set the multiplier higher because if the FSB is set higher then it causes all sorts of problems with your hardware, you see the whole system has to run at an higher speed when the FSB is higher."
    ],
    [
        "OPENING",
        "Every time you start a program or open a window, a button representing that window or program appears on the task bar."
    ],
    [
        "MY PINGUIN THE DOCTOR",
        "Tools available in the Linux environment made programming the software application GUI code easier to implement, as well."
    ],
    [
        "MAKE YOUR OWN HOME SERVER",
        "You install a card in each PC, then attach each card to the hub using a cable."
    ],
    [
        "KEYBOARD",
        "If you press and hold down the Shift key while pressing the a key, the processor compares that combination with the character map and produces a capital letter \"A.\""
    ],
    [
        "INTEGR",
        "Windows NT NFS implementations that execute, or load in the system kernel space take full advantage of NT's multithreaded design, and deliver higher performance than user mode implementations."
    ],
    [
        "HUBS_AND_SWITCHES",
        "A hub receives the packets from the device sending them, then repeats the packets to each port on the hub."
    ],
    [
        "GAMING BOX",
        "The Performance Gaming Box has higher demands for performance as it is expected to run at the highest resolutions that a gamer might run today, and accordingly has enough room in the budget to help meet those demands and more."
    ],
    [
        "EHOW",
        "There, you can cancel the installation by pressing the \"F3\" key."
    ],
    [
        "DATABASE NORMALIZATION",
        "Duplication creates the risk of data corruption when information is inserted, updated, or deleted, by having a particular piece of information in more than once place."
    ],
    [
        "CRACK WEP",
        "If you don’t see the MAC address of the TARGET computer, check to make sure it’s on and associated with the Target AP (bootthe TARGET into Windows, have it connect to the AP and start browsing the web)."
    ],
    [
        "CHINA",
        "One thing almost every application does is process text, and this task is especially difficult for Chinese."
    ],
    [
        "BOLTING THE BACK DOOR WITH NAC",
        "Do you want to automate local or remote endpoint audits? Do you want to automate pre-admission virus detection and remediation?"
    ]
]