[
    [
        "PC",
        "Comme toute commande, il faut taper son nom à la suite du message d'attente, puis valider en appuyant sur la touche Entrée."
    ],
    [
        "PC",
        "Elle sert à terminer (valider) une commande ou à passer à la ligne dans un texte."
    ],
    [
        "PC",
        "Dans la mesure où vous souhaitez installer depuis le CD-ROM, sélectionnez la ligne CDROM, utilisez la touche de tabulation jusqu'au bouton Ok et pressez la touche Entrée pour valider ce choix. "
    ],
    [
        "PC",
        "Le clavier permet d'entrer des données dans l'UCT et l'écran permet de visualiser les données saisies."
    ],
    [
        "PC",
        "- Mais ce besoin se révèle vite dès lors que l'on veut visualiser ce si joli dessin, que l'on veut garder une trace de son travail,"
    ],
    [
        "PC",
        "Vous ne pouvez donc jouer que des fichiers multimédias pour lesquels Windows est configuré."
    ],
    [
        "PC",
        "Ce fichier indique à l'ordinateur comment il doit être configuré pour bien fonctionner."
    ],
    [
        "PC",
        "- Si l'on se trompe en tapant ces indications et que l'on souhaite annuler la commande, il suffit d'enfoncer {Ctrl}-{Scroll Lock}."
    ],
    [
        "PC",
        "- Si après avoir tapez/WWH ou/WWV, vous voulez annuler cette fonction appuyez sur/WWU."
    ],
    [
        "PC",
        "Maintenant que ce fichier est créé sur votre disquette de LOTUS, tapez: L {Rt} et vous évitez de taper deux autres lettres pour charger LOTUS 1 -2-3."
    ],
    [
        "PC",
        "Cliquez une fois sur l’icône à déplacer et faites-la glisser sur l'autre groupe."
    ],
    [
        "PC",
        "À chaque fois que vous créez un répertoire, il est souhaitable de faire immédiatement un DIR pour savoir si vous êtes dans le bon répertoire en plus de vous donner la liste des fichiers."
    ],
    [
        "PC",
        "Bien entendu, tout cela n'est possible que si une carte son est installée dans votre ordinateur !"
    ],
    [
        "PC",
        "Permet d'installer le DOS pour la première fois dépendamment de votre configuration et prépare la configuration du clavier selon un pays au choix."
    ],
    [
        "PC",
        "Lorsque vous installez Windows, il utilise divers réglages par défaut, que vous pouvez par la suite modifier, sinon à volonté du moins largement à condition toutefois de faire preuve d'une certaine prudence."
    ],
    [
        "PC",
        "En parallèle avec cet exemple, un SGBD (voir figure 4.4) se définit comme étant un ensemble de programmes qui installés sur un ordinateur,"
    ],
    [
        "PC",
        "De quelle façon l'ordinateur peut-il assimiler ou interpréter les instructions de ces logiciels d'application écrites dans un langage de programmation?"
    ],
    [
        "PC",
        "Un ordinateur ne sait lire et interpréter que le seul langage binaire (0 et 1)."
    ],
    [
        "PC",
        "Cliquez sur Aide et Outils, puis sur HP CD Recovery CD-DVD Creator pour lancer le programme."
    ],
    [
        "PC",
        "La touche Retour arrière permet d'effacer le caractère qui vient d'être tapé."
    ],
    [
        "PC",
        "Le nom du fichier à être copié doit être tapé ou entré correctement sous le format \"filespec\", c'est-à-dire unité de disques désignée si ce n'est pas l'unité par défaut, nom du fichier, et toute extension facultative."
    ],
    [
        "PC",
        "Comme toute commande, il faut taper son nom à la suite du message d'attente, puis valider en appuyant sur la touche Entrée."
    ],
    [
        "PC",
        "Il y a peu de chances pour que vous tapiez trop vite et que des caractères soient \"oubliés\" en passant."
    ],
    [
        "PC",
        "Avant d'abandonner, attendez que la gravure et le contrôle du disque en cours soient terminés et que le programme vous invite à insérer le disque suivant."
    ],
    [
        "PC",
        "...cliquez sur Abandon (lisez l'AVERTISSEMENT ci-dessous avant d'abandonner la procédure)."
    ],
    [
        "PC",
        "Un service tel que CompuServe utilise une inferface qui lui est propre et que l'on acquiert lorsque l'on s'abonne."
    ],
    [
        "PC",
        "Pour conserver vos programmes ou vos travaux, il faut que l'ordinateur dispose d'un support assez important auquel il puisse accéder chaque fois qu'il en a besoin."
    ],
    [
        "PC",
        "Il s'agit de deux arguments couramment avancés pour vendre des disque durs. Le premier indique le temps moyen nécessaire pour accéder à une donnée x (le plus souvent entre 11 et 14 millièmes de seconde)."
    ],
    [
        "PC",
        "Pendant la rotation de la disquette, la tête de lecture-écriture de l'unité de disquettes passe d'une piste à l'autre, en un mouvement de va-et-vient. C'est ainsi qu'elle accède aux données à lire."
    ],
    [
        "PC",
        "Les utilisateurs peuvent seulement accéder au réseau à l'aide d'un mot de passe"
    ],
    [
        "PC",
        "IBM offre une unité de disque optique qui accepte des cartouches amovibles de 200 MO qui peuvent être relues plusieurs fois."
    ],
    [
        "PC",
        "Puisque le portable n'accepte pas les cartes d'extension des PC de bureau, des cartes au format réduit (PCMCIA) sont apparues."
    ],
    [
        "PC",
        "Avec le menu Disquette, il est possible de préparer une disquette neuve (vierge) afin de pouvoir y écrire."
    ],
    [
        "PC",
        "La tête de lecture-écriture de l'unité de disquettes passe d'une piste à l'autre, en un mouvement de va-et-vient. C'est ainsi qu'elle accède aux données à lire, ou qu'elle recherche un emplacement où écrire des informations."
    ],
    [
        "PC",
        "Pour éditer le contenu d'une cellule, déplacez le curseur à la cellule que vous désirez modifier et appuyer sur {F2}."
    ],
    [
        "PC",
        "Si vous voulez éditer des dessins, des images ou des documents comportant de la couleur, il vous faut une imprimante à jet d'encre"
    ],
    [
        "PC",
        "Pour éditer cette entrée, placez le curseur à la cellule D2 et suivez les étapes suivantes:"
    ],
    [
        "LIBRE",
        "Réaliser des bases de données avec OOo et importer une base MS-Access."
    ],
    [
        "LIBRE",
        "Pour importer des données, il faut que le fichier soit constitué de deux colonnes (volume puis pH ou concentration) séparés par une tabulation."
    ],
    [
        "LIBRE",
        "Cette dernière est une distribution \"live\" ne nécessitant aucune installation pour son utilisation, elle s'utilise directement en démarrant l'ordinateur depuis le cédérom."
    ],
    [
        "LIBRE",
        "On peut aussi enregistrer sur son disque dur le texte trouvé sur le CD ou sur Internet, puis le charger avec Fichier Ouvrir."
    ],
    [
        "LIBRE",
        "La page html générée donne d'abord le texte, puis le vocabulaire sur deux colonnes."
    ],
    [
        "LIBRE",
        "Les logiciels libres générent des documents qui sont eux aussi dans des formats libres et ouverts, ce qui est essentiel pour la mise en commun des ressources au sein du système éducatif."
    ],
    [
        "LIBRE",
        "Il est encore possible de générer des graphiques, de définir à quelle condition une valeur numérique appraîtra dans une couleur différente, et de formater les cellules de manière très poussée."
    ],
    [
        "LIBRE",
        "Des outils annexes permettent de générer des graphiques, des titres, et des légendes."
    ],
    [
        "LIBRE",
        "Même s'il est nouveau venu sur son terrain, Pymol peut déjà être utilisé pour générer d'étonnantes images et animations avec une facilité sans précédent."
    ],
    [
        "LIBRE",
        "Toutes les pages qui apparaissent à l'utilisateur sont générées dynamiquement."
    ],
    [
        "LIBRE",
        "Un fichier PostScript sera imprimé directement par les imprimantes connaissant ce langage."
    ],
    [
        "LIBRE",
        "Il est possible d' insérer des schémas, images, diagrammes, etc."
    ],
    [
        "LIBRE",
        "Entre ces tags, saisissez du texte, puis insérez un lien hypertexte avec l'icône représentant une ancre dans la deuxième barre d'icônes."
    ],
    [
        "LIBRE",
        "Vous pouvez maintenant insérer une image au moyen de la sixième icône en partant de la droite, toujours dans la deuxième barre d'icônes."
    ],
    [
        "LIBRE",
        "Il est bien sur possible d'insérer du texte et les outils de remplissage se montrent très complets tant par les variances dans l'application que par les possibilités de motif."
    ],
    [
        "LIBRE",
        "Degré zéro : la possibilité de lancer le logiciel."
    ],
    [
        "LIBRE",
        "A noter que sous Kde, un clic droit sur l'écran ouvre un menu contextuel proposant l'option \"Exécuter une commande\"; il suffit d'y entrer le nom du programme à lancer."
    ],
    [
        "LIBRE",
        "On lance le logiciel tout simplement en tapant xrmap dans un terminal (ou par le biais de Alt-F2 dans KDE, etc)."
    ],
    [
        "LIBRE",
        "Ainsi, chaque système tournera sur un disque dur \"virtuel\" et l'utilisateur pourra choisir quel système lancer au démarrage de l'ordinateur."
    ],
    [
        "LIBRE",
        "Après avoir tapé ce qui sera le titre de document (\"Exercices de révision\"), vous le surlignez et choisissez alors à la souris \"Title\" comme attribut."
    ],
    [
        "LIBRE",
        "Vous tapez ensuite \"Notation des exercices : chaque exercice est noté sur 5 points.\", surlignez, choisissez \"Standard\" et le mot apparait sans présentation particulière."
    ],
    [
        "LIBRE",
        "Ce tampon contient la selection de X Window , déterminée en surlignant un mot avec la souris ou en double cliquant dessus ."
    ],
    [
        "LIBRE",
        "Comment fonctionne ce Web sur lequel on navigue sans bien le comprendre."
    ],
    [
        "LIBRE",
        "En plus du téléchargement des sources, il est possible de s'abonner aux listes de diffusion de Dr."
    ],
    [
        "LIBRE",
        "Il supporte les feuilles de style (CSS) et permet de les éditer très simplement ."
    ],
    [
        "COMPRENDRE",
        "C'est exactement ce qui se passe quand l'ordinateur enregistre un fichier WAV : les valeurs mesurées sont enregistrées dans le fichier. "
    ],
    [
        "COMPRENDRE",
        "Chercher un disque sur lequel il y a un système d'exploitation prêt à démarrer."
    ],
    [
        "COMPRENDRE",
        "Cette version de Linux démarre directement à partir du CD et n'écrit rien sur disque dur."
    ],
    [
        "COMPRENDRE",
        "Avec les technologies en cours d'élaboration, vous ne pourrez même pas démarrer votre ordinateur sans une autorisation extérieure."
    ],
    [
        "COMPRENDRE",
        "Il est donc très important : de ne pas lancer n'importe quel logiciel sur votre ordinateur, de bien choisir quel logiciel utiliser pour une tâche donnée, de bien configurer ce logiciel."
    ],
    [
        "COMPRENDRE",
        "Le BIOS est le premier programme chargé en mémoire dès que vous allumez votre ordinateur."
    ],
    [
        "COMPRENDRE",
        "Il est utilisé pour générer la master key (clé principale) qui permettra de générer des clés de session."
    ],
    [
        "COMPRENDRE",
        "Il est donc important, quand vous installez ou réinstallez votre système d' exploitation (Windows ou autre), d'avoir tout ces pilotes sous la main, sinon vous ne pourrez pas utiliser certains de vos périphériques."
    ],
    [
        "COMPRENDRE",
        "Mais ils n'ont rien de différent d' un simple firewall installé sur un ordinateur."
    ],
    [
        "COMPRENDRE",
        "Pour vous en assurer, installez un antivirus et un détecteur de cheval de Troie."
    ],
    [
        "COMPRENDRE",
        "Une fois payé, vous recevrez soit un code à entrer dans le logiciel pour le dévérouiller, soit l'adresse où aller télécharger la version complète."
    ],
    [
        "COMPRENDRE",
        "Un logiciel (aparemment anodin) va noyauter votre ordinateur pour savoir ce que vous faites, quels sites vous visitez, quels fichiers vous téléchargez, quels sont les logiciels installés sur votre ordinateur, quel DVD vous ête en train de regarder, etc."
    ],
    [
        "COMPRENDRE",
        "Ouvrez une fenêtre MS-Dos (ou un terminal Unix) et tapez la commande : netstat -a."
    ],
    [
        "COMPRENDRE",
        "Si on veut modifier la température , on peut mettre 33 dans TempC en tapant X."
    ],
    [
        "COMPRENDRE",
        "Le protocole NNTP permet d'accéder à des forums de discussion sur des milliers de sujets différents."
    ],
    [
        "COMPRENDRE",
        "Cela vous permettra d'accéder à votre ordinateur par des adresses du style http:votrenom."
    ],
    [
        "COMPRENDRE",
        "Malgré tout, je vous recommande de désactiver - si vous le pouvez - le proxy quand vous devez accéder à des sites nécessitant des mots de passe."
    ],
    [
        "COMPRENDRE",
        "Les informations de IP vont permettre d'acheminer le paquet à destination du bon ordinateur."
    ],
    [
        "COMPRENDRE",
        "Cette version de Linux démarre directement à partir du CD et n'écrit rien sur disque dur."
    ],
    [
        "COMPRENDRE",
        "Cela permet aux non-initiés d'éditer facilement les pages."
    ],
    [
        "COMPRENDRE",
        "Un blog est généralement édité par une seule personne, mais on trouve des blogs collaboratifs."
    ],
    [
        "HARDWARE",
        "Le BIOS : sur les anciennes machines, le BIOS était enregistré sur des ROM ou des Eproms, ce qui empêche toute mise à jour."
    ],
    [
        "HARDWARE",
        "Lorsque le PC démarre, il va d'abord lire le BIOS (la mémoire ROM spécifique à l'électronique de la carte mère)."
    ],
    [
        "HARDWARE",
        "Pour accepter ce type de multi-démarrage, il faut que le système d'exploitation accepte de démarrer sur une partition qui n'est pas primaire."
    ],
    [
        "HARDWARE",
        "En appuyant sur l'interrupteur, le signal est envoyé sur la carte mère qui demande à l'alimentation de démarrer."
    ],
    [
        "HARDWARE",
        "Vous pouvez maintenant démarrer le PC."
    ],
    [
        "HARDWARE",
        "Ce sont des programmes chargés au démarrage et tournant de manière autonome."
    ],
    [
        "HARDWARE",
        "Dans le cas de systèmes ouverts, comme c' est le cas pour les PC, on installe sur la carte des ports internes."
    ],
    [
        "HARDWARE",
        "Pour corriger ce type d'erreurs, les fabricants utilisent des techniques qui suspendent la gravure lorsque des données ne sont pas présentes, et la reprend dès que les données sont de nouveau présentes dans le buffer."
    ],
    [
        "HARDWARE",
        "Vous pouvez télécharger un petit programme sur INTERNET qui modifie votre modem 33, 600 Kps en 55."
    ],
    [
        "HARDWARE",
        "Cette fonction n'est pas implantée dans tous les BIOS et certaines cartes intègrent un pontage sur la carte qui supprime le démarrage par le bouton Power du boîtier, uniquement en tapant le mot de passe."
    ],
    [
        "HARDWARE",
        "Remarquez que les Pentium I acceptent ce type de mémoire depuis l'introduction du Chipset 430 TX."
    ],
    [
        "HARDWARE",
        "Cette différence de tension explique qu'une carte mère gérant l'AGP 8X peut accepter des cartes AGP 2X et 4X, mais pas des cartes AGP 1X de la première génération."
    ],
    [
        "HARDWARE",
        "Ce chipset est spécifique aux Xeon, il est de structure identique au i820, mais accepte le multi-processeur 8.12"
    ],
    [
        "HARDWARE",
        "Chaque contrôleur peut accepter 2 disques durs (ou CD-ROM, graveur, Zip, ... ) ."
    ],
    [
        "HARDWARE",
        "Certains BIOS acceptent même directement les souris."
    ],
    [
        "HARDWARE",
        "Par contre, ce système est à la source de nombreux problèmes, tel que la corruption des données écrites sur le disque."
    ],
    [
        "HARDWARE",
        "Les têtes peuvent lire et écrire des données simultanément sur plusieurs canaux (bits en parallèle)."
    ],
    [
        "JAVA",
        "Enregistrez ce document dans un fichier HelloWorld."
    ],
    [
        "JAVA",
        "Si l'utilisateur a annulé la saisie, ces méthodes renvoient null."
    ],
    [
        "JAVA",
        "Pour une même base, la série de nombres aléatoires générés sera toujours la même à chaque exécution d'un programme."
    ],
    [
        "JAVA",
        "Renvoie la capacité courante de la chaîne, représentant le nombre de caractères qu'il est possible d'insérer, avant qu'il ne soit alloué de l'espace supplémentaire."
    ],
    [
        "JAVA",
        "L'interpréteur prend forcément un certain temps pour interpréter le code des fichiers."
    ],
    [
        "JAVA",
        "N'oubliez pas d'autoriser l'utilisation de Java dans votre navigateur, si vous voulez l'essayer pour interpréter vos applets et visualiser le résultat des applets de ce manuel."
    ],
    [
        "JAVA",
        "Vous pouvez tester cet exemple sur votre ordinateur car l'applet se connecte sur le serveur de la machine locale, où vous pouvez lancer l'application serveur."
    ],
    [
        "JAVA",
        "Il faut lancer l'application du serveur avant de lancer l'applet du client."
    ],
    [
        "JAVA",
        "Permet de suspendre le thread courant pour laisser la main à d'autres threads en attente d'exécution."
    ],
    [
        "JAVA",
        "Votre navigateur de son côté est un client du serveur car il lui demande une page qu'il visualise une fois téléchargée."
    ],
    [
        "JAVA",
        "Sous Windows 95 98 NT, ouvrir une fenêtre de commandes; puis, utiliser les commandes décrites ci-après, en les tapant directement."
    ],
    [
        "JAVA",
        "On peut affecter à objetColore une référence à un objet de classe Classe1 ou Classe2."
    ],
    [
        "JAVA",
        "C'est à vous d'affecter chacune de ces références, soit à un nouvel objet à créer, soit à un objet existant."
    ],
    [
        "GIRI",
        "Le premier bouton (View) permet de visualiser directement certains petits fichiers de textes : les nouveaux résumés d'articles, le fichier d'aide, etc."
    ],
    [
        "GIRI",
        "Les utilisateurs ont non seulement accès aux données brutes, afin de les extraire et de les utiliser pour leurs propres besoins, ils peuvent aussi, directement en ligne, faire appel à des outils permettant de visualiser les données en mode tridimensionnel."
    ],
    [
        "GIRI",
        "Plusieurs imprimantes peuvent imprimer directement le format postscript."
    ],
    [
        "GIRI",
        "Par contre, il est permis d'insérer dans son document des liens hypertextes pointant vers d'autres documents disponibles dans Internet."
    ],
    [
        "GIRI",
        " Utilisé avec des imprimantes laser conçues pour interpréter les codes PostScript."
    ],
    [
        "GIRI",
        "Il existe deux méthodes de visualisation de séquences vidéos : la méthode en différé et la diffusion en direct. Avec la première méthode, il faut que tout le fichier ait été téléchargé sur son disque dur avant que l'on puisse le visionner."
    ],
    [
        "GIRI",
        "Il est utile de connaître le type de fichier auquel on a affaire lorsqu'on souhaite le télécharger avec un logiciel FTP."
    ],
    [
        "GIRI",
        "Vous avez sûrement déjà entendu l'expression \"surfer\" ou \"naviguer\" dans Internet."
    ],
    [
        "GIRI",
        "L'usager peut en effet naviguer à partir de la page d'accueil de l'hôte."
    ],
    [
        "GIRI",
        "Certains groupes de discussion sont disponibles selon les deux formules : on peut s'y abonner personnellement ou aller les consulter sur un serveur Usenet, au choix."
    ],
    [
        "GIRI",
        "Pour accéder à quelque ressource que ce soit sur Internet, il faut donc connaître ou trouver l'adresse URL permettant de localiser cette ressource et d'y accéder."
    ],
    [
        "GIRI",
        "Une fois que son adresse est incluse dans la liste du groupe, tous les messages postés au forum lui seront acheminés dans sa boîte postale électronique."
    ],
    [
        "CEVEIL",
        "Ce document peut donc être visualisé, édité et imprimé sans que l'utilisateur n'ait besoin d'être connecté au réseau Internet."
    ],
    [
        "CEVEIL",
        "Ainsi, lorsque l'usager configurerait son nouveau micro-ordinateur, il indiquerait quels sont les paramètres de sa localisation physique et de sa culture."
    ],
    [
        "CEVEIL",
        "Ce document identifie les propriétés nécessaires à une chaîne de caractères pour être traitée par les clients et les serveurs DNS."
    ],
    [
        "CEVEIL",
        "un webmestre crée une page Web dont un paragraphe sera écrit en bleu."
    ],
    [
        "CEVEIL",
        "Ce document peut donc être visualisé, édité et imprimé sans que l'utilisateur n'ait besoin d'être connecté au réseau Internet."
    ],
    [
        "CEVEIL",
        "Depuis, la communauté internationale travaille pour que les gens de partout dans le monde puissent utiliser leur langue lorsqu'ils naviguent dans Internet et lorsqu'ils utilisent les différentes applications qui s'y rattachent."
    ],
    [
        "CEVEIL",
        "Le gestionnaire de listes Sympa accepte quelques commandes en français et en espagnol grâce à un dictionnaire traduisant les principales commandes anglaises, dictionnaire qui peut être adapté aux besoins de l'internaute."
    ],
    [
        "CEVEIL",
        "Accept-Encoding : permet à un client d' informer le serveur de l' encodage qu' il peut accepter ."
    ],
    [
        "CEVEIL",
        "Par exemple, pendant une transaction entre un client DNS et un serveur de noms de domaine, une chaîne de caractères est acheminée."
    ],
    [
        "CEVEIL",
        "Par exemple , pendant une transaction entre un client DNS et un serveur de noms de domaine, une chaîne de caractères est acheminée."
    ],
    [
        "CEVEIL",
        "De plus, l'utilisateur a la possibilité d'éditer, de modifier et de sauvegarder son document sans perdre le format multilingue."
    ],
    [
        "RESEAU",
        "Lorsque l'ordinateur est allumé, les fichiers d'accès au réseau doivent être chargés."
    ],
    [
        "RESEAU",
        "Le routeur génère et envoie ce message ICMP à l'expéditeur de ce datagramme."
    ],
    [
        "RESEAU",
        "On complémente à 1 cette somme et cela donne le total de contrôle que l'on insère dans le champ prévu."
    ],
    [
        "RESEAU",
        "Il y insère alors son message avec l'adresse du destinataire et change l'état du jeton pour le rendre occupé (figure 2)."
    ],
    [
        "RESEAU",
        "Les 6 champs bits de code qui suivent permettent de spécifier le rôle et le contenu du segment TCP pour pouvoir interpréter correctement certains champs de l'en-tête."
    ],
    [
        "RESEAU",
        "Marc Andreessen crée Mosaic, un logiciel particulièrement convivial permettant de naviguer sur le Web (et d'accéder aux autres fonctionnalités d'Internet)."
    ],
    [
        "RESEAU",
        "Le principe du Web est de naviguer sur les différents sites à la recherche des informations, sans se soucier de l'endroit où elles se trouvent."
    ],
    [
        "RESEAU",
        "Enfin, la couche transport avertit son utilisateur de la bonne fin (ou non) de la procédure de connexion et lui transmet les paramètres acceptés."
    ],
    [
        "RESEAU",
        "La carte réseau doit accepter les connecteurs RJ45 (c' est à dire les cartes les plus courantes)."
    ],
    [
        "ADEVIM",
        "L'écran (parfois appelé moniteur) est semblable à un écran de télévision. Il permet de visualiser les informations que vous envoyez à l'ordinateur et la réponse de l'ordinateur."
    ],
    [
        "ADEVIM",
        "Pour protéger les informations enregistrées sur la disquette : 1."
    ],
    [
        "ADEVIM",
        "La touche Echap sert généralement à annuler la dernière commande effectuée sur votre ordinateur."
    ],
    [
        "ADEVIM",
        "Les ordinateurs permettent à l'utilisateur de traiter et de communiquer de l'information."
    ],
    [
        "ADEVIM",
        "La mémoire vive (RAM) du système conserve les informations traitées par l'ordinateur pendant une session de travail."
    ],
    [
        "ADEVIM",
        "Pour insérer des chiffres avec le pavé numérique, vous devez activer le verrouillage numérique (assurez vous que le témoin lumineux situé au dessus du pavé numérique est allumé sinon appuyez de nouveau sur la touche verrouillage numérique)."
    ],
    [
        "ADEVIM",
        "Un modem peut être installé dans l'unité centrale."
    ],
    [
        "ADEVIM",
        "Le système d'exploitation dirige le flux de données vers les différents composants de l'ordinateur et permet d'exécuter les divers programmes installés."
    ],
    [
        "ADEVIM",
        "L'unité de mémoire auxiliaire (ou unité de stockage) permet d'accéder à la mémoire en mode écriture et d'y stocker (ou enregistrer) des données de façon permanente."
    ],
    [
        "ANNOT",
        "Cette fonctionnalité vous permet de sélectionner les annotations faites pour un utilisateur spécifique, de les faire apparaître au premier plan, de les cacher ou de les détruire."
    ],
    [
        "ANNOT",
        "Pour pouvoir utiliser Annotis Mail, il vous suffit de désactiver Word comme éditeur par défaut : ouvrez le menu '\"Outils\" d'Outlook, sélectionnez la commande \"Options \" cliquez sur l' onglet \"Format du courrier\" et décochez la case '\"Utiliser Word pour modifier des messages électroniques \"."
    ],
    [
        "ANNOT",
        "Si c'est le cas, vous devez installer l'Installeur Windows."
    ],
    [
        "ANNOT",
        "Pour surligner une partie d'un texte, cliquez sur l'icône du Surligneur : le curseur se transforme en mini-surligneur."
    ],
    [
        "ANNOT",
        "Sélectionnez le texte à surligner."
    ],
    [
        "ANNOT",
        "Aide en ligne - permet d'accéder au site Web d' Annotis Mail et de télécharger l'aide dans d'autres langues."
    ],
    [
        "MISSIO",
        "L'utilisateur, qu'il recherche une information précise ou qu'il navigue pour son plaisir, a besoin d'outils et de services pour l'assister dans ses tâches."
    ],
    [
        "MISSIO",
        "L'ensemble de ces paramètres constitue la qualité de service (en anglais QoS, Quality of Service) visible par l'utilisateur, qu'il soit une personne voulant naviguer sur le Web ou une entreprise voulant mettre en place des serveurs."
    ],
    [
        "MISSIO",
        "Il est bien sûr possible de s'en servir également pour naviguer sur le Web."
    ],
    [
        "MISSIO",
        "Ces mini-messages sont acheminés au rythme de cent-mille par heure en Allemagne à ce jour."
    ],
    [
        "MISSIO",
        "Chaque développeur d'applications n'a pas à connaître les éléments de l'infrastructure qui permettront d'acheminer les informations."
    ],
    [
        "DEDIEES",
        "Utilisez le mode portrait pour prendre des notes , comme vous le feriez sur un bloc-notes; choisissez le mode paysage pour visualiser une présentation PowerPoint."
    ],
    [
        "DEDIEES",
        "Il est ici possible de déplacer des blocs d'écriture, gommer des passages \"en un clin d'oeil\", les surligner, insérer des illustrations, etc."
    ],
    [
        "DEDIEES",
        "Les outils d'identification d'écriture aident dans la conversion d'encre numérique en vous guidant à repérer et corriger des erreurs d'identification avant que le texte ne soit inséré dans d'autres applications."
    ],
    [
        "DEDIEES",
        "Programmez les rendez-vous, joignez les notes, enregistrez les événements du jour avec votre propre écriture, y compris les engagements et les conversations."
    ],
    [
        "DEDIEES",
        "L'annotation de document vous permet par exemple d'annoter un document Web et de l'envoyer à un collègue avec vos commentaires ou de surligner les présentations auxquelles vous voulez assister dans l'agenda de conférences. "
    ],
    [
        "ARCHITECTURE",
        "Un programme qui charge, décode et exécute les instructions d'un autre programme est appelé un interpréteur."
    ],
    [
        "ARCHITECTURE",
        "Si l'on décide d'écrire un interpréteur, il faudra alors faire une machine sur laquelle tournera cet interpréteur."
    ],
    [
        "ARCHITECTURE",
        "Un PC est constitué de plusieurs composantes installées sur la carte mère : cartes d'expansion, mémoire, mémoire cache, raccord de clavier, etc."
    ],
    [
        "ARCHITECTURE",
        "Pour améliorer la vitesse des échanges entre le processeur et la mémoire, la solution adoptée consiste à installer un bus local entre ces deux éléments."
    ],
    [
        "ARCHITECTURE",
        "Sans mémoire, dans laquelle le processeur lit et écrit de l'information, il n'y aurait pas d'ordinateurs tels que nous les connaissons."
    ],
    [
        "POSTEZ",
        "En fait, tout fichier informatique peut être joint à un courrier électronique."
    ],
    [
        "POSTEZ",
        "Mais en lisant ces pages, vous apprendrez aussi comment envoyer un même courrier à plusieurs personnes, y joindre un document, créer un carnet d'adresses ou archiver les messages reçus dans des dossiers."
    ],
    [
        "POSTEZ",
        "Ne joignez pas de pièces jointes sans vérifier si votre correspondant pourra la lire."
    ],
    [
        "POSTEZ",
        "Lorsque vous vous abonnez auprès d' un fournisseur d'accès à Internet (FAI), celui-ci vous attribue automatiquement une adresse électronique."
    ],
    [
        "PERSOXP",
        "Vous pouvez maintenant valider en cliquant sur le bouton Add --> et cliquer ensuite sur OK et quitter Winamp pour passer à la seconde étape, celle de la création des fameux fichiers \"in.txt\" et out.txt\"."
    ],
    [
        "PERSOXP",
        "Lorsque vous démarrez la partie configuration pour la première fois vous vous retrouvez devant un écran qui ressemble comme deux gouttes d'eau à celui de notre capture ci-contre."
    ],
    [
        "PERSOXP",
        "Nous voici donc devant un écran vierge de toutes indications et nous allons, en premier lieu, insérer du texte pour définir la partie \"Informations système\"."
    ],
    [
        "PERSOXP",
        "Lorsque notre texte est écrit, faisons deux interlignes pour \"aérer\" notre configuration et insérons les premières informations voulues : dans notre cas, l'utilisation du CPU."
    ],
    [
        "MOZDEV",
        "Vous pouvez surligner un ou plusieurs mots dans une page entière en sélectionnant le mot d'abord puis en exécutant l'action ' Surligner/Nettoyer'"
    ],
    [
        "MOZDEV",
        "Vous pouvez aussi taper le mot à surligner."
    ],
    [
        "MOZDEV",
        "Chaque mot surligné est marqué par un nombre d'occurence."
    ],
    [
        "MOZDEV",
        "Sélectionnez le mot à surligner dans la page."
    ],
    [
        "IMPRI",
        "Pour valider un choix on presse une touche ENTER."
    ],
    [
        "IMPRI",
        "Lorsque la chaîne atteint la longueur maxi on recherche le premier espace en partant de la fin: la \" partie gauche \" est imprimée puis annulée."
    ],
    [
        "IMPRI",
        "Lorsque vous installez une imprimante PostScript, vous devez sélectionner le nom du modèle d'imprimante (et non pas « Imprimante PostScript ») dans la liste des « Imprimantes installées » dans la boîte de dialogue Imprimantes."
    ],
    [
        "IMPRI",
        "Détermine s'il doit utiliser les polices TrueType de Windows, les polices intégrées à l'imprimante ou les polices logicielles téléchargées."
    ],
    [
        "FONCMOT",
        "Les messages peuvent être enregistrés sur disque dur."
    ],
    [
        "FONCMOT",
        "L'IRC (Internet Relay Chat) est un protocole qui permet de dialoguer en temps réel avec d'autres utilisateurs en se connectant grâce à un logiciel spécifique (appelé un client) à un serveur IRC."
    ],
    [
        "FONCMOT",
        "Lorsque vous vous connectez à Internet par l'intermédiaire de votre fournisseur d'accès."
    ],
    [
        "FONCMOT",
        "Vous pouvez \"attacher\" un fichier à votre courrier en tapant l'adresse absolue de son emplacement."
    ],
    [
        "COMJOIN",
        "Comment joindre un fichier à un message de courrier électronique ?"
    ],
    [
        "COMJOIN",
        "Il s'agit de joindre le fichier au message à envoyer."
    ],
    [
        "COMJOIN",
        "Vous pouvez joindre plusieurs pièces au même message en répétant la démarche."
    ],
    [
        "COMJOIN",
        "Dans la boîte de dialogue qui s'ouvre, cherchez, sur une disquette ou sur le disque dur, le fichier à joindre."
    ],
    [
        "ANOSEC",
        "Un petit exemple : Lorsque vous vous connectez à notre site, vous entrez l' URL ' http : www."
    ],
    [
        "ANOSEC",
        "Celles-ci sont cachées par défaut mais peuvent être affichées très facilement."
    ],
    [
        "ANOSEC",
        "Certains logiciels (utilitaires, jeux, ou mêmes des pilotes de périphériques) que vous installez sur votre ordinateur peuvent contenir des chevaux de troie."
    ],
    [
        "ANOSEC",
        "Dans ce cas là le routeur saura à quel endroit il doit acheminer les données."
    ],
    [
        "SERVLET",
        "Quant aux animations, elles servent parfois l'information mais ne sont pas facilement générées depuis un serveur."
    ],
    [
        "SERVLET",
        "Décompressez ensuite tous les fichiers téléchargés dans ce répertoire :"
    ],
    [
        "SERVLET",
        "L'entête de la requête : le client peut apporter diverses précisions avec la requête, comme le format de données qu'il accepte, le logiciel du client (le nom du navigateur web par exemple) ou encore l'URL d'où provient la requête (si l'utilisateur a cliqué sur un lien pour effectuer la requête)."
    ],
    [
        "OPTREP",
        "La VFAT est un système 32 bits permettant d' enregistrer un fichier avec un nom de 255 caractères de long."
    ],
    [
        "OPTREP",
        "Exécuter : vous permet de démarrer un programme ou d'ouvrir un dossier."
    ],
    [
        "OPTREP",
        "Un programme en cours d'exécution peut grâce à une interruption être momentanément suspendu, le temps que s'exécute une routine d'interruption."
    ],
    [
        "INFO",
        "Les périphériques courants sont le clavier (connecteur PS2 mini-DIN ou DIN) avec lequel on peut taper du texte, la souris (connecteur PS2 ou DB-9) pour cliquer sur les boutons, le moniteur (connecteur DB-15) qui nous permet d'interagir avec le micro-ordinateur et l'imprimante (connecteur DB-25, centronics) pour faire imprimer nos textes, dessins et photos."
    ],
    [
        "INFO",
        "C'est lui qui dirige tout, aussi bien lorsqu'on tape une lettre sur le clavier ou bien qu'on navigue sur Internet."
    ],
    [
        "INFO",
        "C'est lui qui dirige tout, aussi bien lorsqu'on tape une lettre sur le clavier ou bien qu'on navigue sur Internet."
    ],
    [
        "FORMP3",
        "En général une boîte de dialogue d'avertissement s'ouvre lorsque vous vous connectez au site FTP"
    ],
    [
        "FORMP3",
        "Il y a plusieurs \"players\" de mp3 sur le marché. Je vous propose de télécharger le plus célèbre d'entre eux (gratuit depuis la version 2.5)."
    ],
    [
        "FORMP3",
        "C'est ce qui explique l'extraordinaire prolifération du mp3 sur Internet, car la taille des fichiers sons à télécharger est devenue de raisonnable (pour un modem 56K) à extrêmement légère (pour une connexion câble ou ADSL)."
    ],
    [
        "DEFDON",
        "Il s'agit maintenant de leur affecter une valeur, ce qui signifie que l'on va définir la valeur des données de type CONSTANTE ou des coefficients des données de type TABLEAU."
    ],
    [
        "DEFDON",
        "La directive DONNEE permet à la fois de définir de nouvelles données et d'affecter une valeur aux données dites constantes (le mot est peut être mal choisi, ces constantes pouvant évidement changer de valeur en cours d'exécution!)."
    ],
    [
        "DEFDON",
        "Il est possible d'affecter des valeurs à tous les coefficients d'une donnée TABLEAU de type numérique (c'est-à-dire non (chaîne de) caractères) dont les caractéristiques ont été préalablement définies, selon une syntaxe similaire à celle rencontrée ci-dessus [...]"
    ],
    [
        "CYBERM",
        "Le visiteur est un internaute qui accède au moins une fois à votre site; le même visiteur peut avoir plusieurs visites à son actif (on parle alors d'un visiteur récurrent)."
    ],
    [
        "CYBERM",
        "Il accepte les fichiers journaux en format wu-ftpd xferlog."
    ],
    [
        "CYBERM",
        "Cette technique permet d'acheminer les requêtes subséquentes d'un utilisateur vers des serveurs mandataires différents."
    ],
    [
        "ANTHO",
        "Le modem est un périphérique permettant de se connecter à internet par l' intermédiaire d' un fournisseur d' accès comme Wanadoo."
    ],
    [
        "ANTHO",
        "Les ports mémoire servent à installer de la mémoire vive."
    ],
    [
        "ANTHO",
        "Sachez que les modems externes sont plus simples à installer car ils ne nécessitent pas d'ouverture du boitier du pc."
    ],
    [
        "ZLAUN",
        "Parallèlement à ces fonctions de base, ZLauncher propose [...] de cacher des programmes ou des catégories de programmes."
    ],
    [
        "ZLAUN",
        "Hidden : pour cacher un fichier ."
    ],
    [
        "VARSQL",
        "Pour les variables numériques, la précision et l'échelle doivent également être affectées."
    ],
    [
        "VARSQL",
        "Il est également possible d'affecter une valeur à une variable en y faisant référence dans la liste de sélection d'une instruction SELECT."
    ],
    [
        "TOUZE",
        "CTRL + Z : pour annuler l'action précédente."
    ],
    [
        "TOUZE",
        "Pour ceci, téléchargez le logiciel gratuit d'auto-apprentissage en cliquant ici."
    ],
    [
        "REDHAT",
        "Pour abandonner le processus d'installation à ce stade, redémarrez l'ordinateur et retirez la disquette d'amorçage ou le CD-ROM."
    ],
    [
        "REDHAT",
        "Si le serveur accepte le nom d'utilisateur/mot de passe du client, ce dernier peut alors monter des partages multiples sans devoir saisir un mot de passe à chaque fois."
    ],
    [
        "ORDI96",
        "Vous devez donc démarrer directement votre machine sous MS-Dos"
    ],
    [
        "ORDI96",
        "Un répertoire pour naviguer facilement. Situé dans la barre d'outils, le répertoire permet de se déplacer dans un ensemble de fiches."
    ],
    [
        "LANGAGEC",
        "Par exemple, tapez printf puis CTRL F1, vous aurez une indication sur tous les formats possibles ainsi que des exemples."
    ],
    [
        "LANGAGEC",
        " L'affectation : on calcule l'opérande de droite, puis on l'affecte à celui de gauche."
    ],
    [
        "GUIDEEVB",
        "Tant que le code placé dans cet événement n'est pas terminé, le timer est suspendu."
    ],
    [
        "GUIDEEVB",
        "Vous pouvez placer du texte dans le contrôle en affectant une chaine de caractères à cette même propriété."
    ],
    [
        "FORUMS",
        "Lorsque l' on a créé un compte de ' news ' en indiquant le nom du serveur de news de son FAI, il reste à s'abonner aux groupes de discussion que l'on a choisis."
    ],
    [
        "FORUMS",
        "Chaque membre doit s'abonner à la liste et s'engager à respecter la charte qui régit les échanges."
    ],
    [
        "DEPANNLEX",
        "Avez-vous retiré l'adhésif et la bande protectrice transparente situés au dos et en bas des deux cartouches d'encre ? *Les cartouches sont-elles correctement installées ?"
    ],
    [
        "DEPANNLEX",
        "L'imprimante ne peut pas fonctionner si vous n'avez installé qu'une cartouche."
    ],
    [
        "DDPART",
        "Si vous désirez avoir plusieurs partitions primaires, vous serez obligé de les cacher, de manière à n'en avoir qu'une seule de disponible à chaque fois."
    ],
    [
        "DDPART",
        "Une partition peut être cachée ou affichée à l'aide d'utilitaires comme Partition Magic de Powerquest. "
    ],
    [
        "COOKIES2",
        "cliquez enfin sur appliquer pour valider la modification"
    ],
    [
        "COOKIES2",
        "Comment paramétrer votre navigateur pour qu'il accepte les cookies ?"
    ],
    [
        "COMBASE",
        "La plupart des commandes acceptent des options (appellées aussi paramètres), qui permettent de préciser la manière dont elles doivent s'exécuter."
    ],
    [
        "COMBASE",
        "Si vous copiez un fichier sur un autre de même nom dans un autre répertoire, ce dernier sera purement et simplement écrasé sans avertissement, c'est-à-dire que son contenu sera irrémédiablement perdu."
    ],
    [
        "CHAT",
        "Il convient donc de se connecter à un de ces réseaux pour pouvoir \"chatter\"."
    ],
    [
        "CHAT",
        "Cette messagerie est liée à un logiciel qui doit être installé sur votre ordinateur et est démarré à chaque connexion."
    ],
    [
        "ASP",
        "Une opération a priori longue, coûteuse et délicate puisque, pour installer un tel outil, on estime qu' il faut ajouter, à un franc de licence, 5 à 8 francs de services associés."
    ],
    [
        "ASP",
        "Depuis plus d' une année, analystes et acteurs du secteur informatique se perdent en conjectures pour prédire l'essor effectif d'une nouvelle approche de l'informatique consistant à accéder en ligne, via Internet, à des applicatifs loués auprès d'un prestataire d'un nouveau genre, l'ASP (Application Service Provider), qui les héberge."
    ],
    [
        "YELLOWB",
        "Par exemple, dans les fiches sociétés, il sera possible d'autoriser la vue du champ \"Chiffre d'affaires\" uniquement dans les fiches Clients et de ne pas l'autoriser (donc de le cacher) dans les fiches prospects, puisqu'il n'a pas lieu d'être dans ces fiches."
    ],
    [
        "VBSCRIPT",
        "La plupart du temps, vous voulez simplement affecter une valeur à une variable que vous avez déclarée."
    ],
    [
        "SYSINT",
        "L'attribut -va spécifie que les archives en plusieurs volumes seront traitées automatiquement"
    ],
    [
        "SURLIGNER",
        "Surligner, barrer ou souligner du texte."
    ],
    [
        "SOCIET",
        "Aujourd'hui, utiliser son courrier électronique, créer son propre site Web, ce n'est pas plus compliqué que d'utiliser un traitement de texte."
    ],
    [
        "SECOURS",
        "Consultez le manuel ou l'aide en ligne de votre logiciel de nouvelles pour savoir comment obtenir une liste des forums disponibles et comment s'y abonner."
    ],
    [
        "REGLE",
        "Affectez des exceptions à une variable en procédant de la même manière que pour des conditions."
    ],
    [
        "PROBDEM",
        "Eteignez votre ordinateur, débranchez puis rebranchez le clavier."
    ],
    [
        "PALMC",
        "Si vous éprouvez des difficultés à effectuer une HotSync après avoir redémarré votre Macintosh, débranchez l'adaptateur, patientez quelques secondes, puis rebranchez l'adaptateur et essayez à nouveau."
    ],
    [
        "OMNI",
        "La protection contre les virus et les vers qui pourraient être joints aux messages de courriel."
    ],
    [
        "NAVED",
        "Ces icônes ne font pas partie du document et peuvent donc être soit visualisées soit cachées juste en modifiant le statut Montrer les cibles de la fenêtre courante, qui est une option du menu Vues."
    ],
    [
        "MMAN",
        "Et au fur et à mesure que la technologie se répand, il est prévu que 20 000 étudiants pourraient s'abonner à l' accès sans fil dans les 200 bâtiments de l'établissement."
    ],
    [
        "MENUBUT",
        "Quand le bouton est relaché, le menu est caché."
    ],
    [
        "MARKINT",
        "Le risque d'abandon se matérialise par le fait que de nombreux internautes abandonnent le chargement d'une page lorsque le temps de chargement leur semble excessif."
    ],
    [
        "LINKS",
        "L'information à laquelle vous accédez, stockée dans des fichiers, peut « produire » du texte, des sons, des images, voire des animations à l'écran de votre propre ordinateur."
    ],
    [
        "LAB00",
        "Réessayez jusqu'à ce que le programme accepte le mot de passe et affiche /« Le mot de passe UNIX a ete changé »/."
    ],
    [
        "INUNIX",
        "Le processus suspendu pourra reprendre ultérieurement. "
    ],
    [
        "INTRODUCTION",
        "Connaître le type d'une donnée, en effet, est indispensable pour savoir comment interpréter la suite de 0 1 qui la code."
    ],
    [
        "INTREF",
        "La commande less permet de visualiser un texte trop long pour tenir en entier à l'écran."
    ],
    [
        "INSTRED",
        "Toutefois, si vous ne souhaitez pas visualiser les informations d'aide, cliquez sur le bouton Masquer l'aide afin de réduire l'écran."
    ],
    [
        "INDESIGN",
        "Dans la palette de tableau, visualisez l'icône de largeur de colonne : 4."
    ],
    [
        "HEPBLOS",
        "Si vous êtes sous Windows NT 2000 XP , téléchargez cet utilitaire ( 230 Ko ) qui formatera la disquette et la rendra bootable pour lancer DOS (cet utilitaire marche aussi sous Windows 95 98 Me)."
    ],
    [
        "GUIDINFRA",
        "Cliquez sur Suivant pour lancer l'Assistant."
    ],
    [
        "FUSION",
        "Le temps qu'il faut à une imprimante pour traiter et imprimer la première page à la sortie du mode économiseur d'énergie est tout aussi important dans le calcul du temps d'impression réel que le nombre de pages par minute, sinon plus."
    ],
    [
        "FORMAT",
        "Cette sélection n'est possible que si l'option «P» est validée."
    ],
    [
        "FIREWALL",
        "Par ailleurs, il est recommandé d'effectuer une veille de sécurité (en s'abonnant aux alertes de sécurité des CERT par exemple)."
    ],
    [
        "FICHIERID",
        "Si vous vous abonnez au service Alerte par courriel Sophos, vous recevez un courriel chaque fois qu'un nouveau fichier IDE est disponible."
    ],
    [
        "FDISK",
        "Il faut donc : - installer le DD dans le PC, - le faire reconnaître par le BIOS, - booter avec une disquette système de l'OS à installer (DOS, W95, W98)."
    ],
    [
        "EXCEL3",
        "Vous ne pouvez pas annuler l'impression d'un document d'un autre utilisateur sans l'autorisation appropriée."
    ],
    [
        "EQGUIDER",
        "Le programme \"EQ Variable Rate Guider\" (appelé plus simplement dans la suite de cette page \"EQ Guider\") est un émulateur LX200 qui accepte les commandes de guidage d'un logiciel compatible LX200, tel GuideDog, Envisage, K3CCD, etc."
    ],
    [
        "DISQUESYB",
        "Les BIOS des ordinateurs de type PC ne permettent d' accéder qu'à 1024 cylindres sur les disques durs."
    ],
    [
        "DELL",
        "Grâce à ces diverses normes, les administrateurs peuvent recevoir des informations sur les systèmes informatiques installés et sur leur emplacement."
    ],
    [
        "DECOD",
        "Failed DNS lookup (recherche DNS non résolue ) Problème : DNS est l'acronyme de Domain Name System, système qui effectue la recherche du nom d'un site Web pour en trouver l'adresse correspondante (similaire à un numéro de téléphone) et qui achemine votre demande au serveur Web approprié sur Internet."
    ],
    [
        "COURRIEL",
        "Il y a deux façons de se procurer une adresse de courrier électronique : * soit en s'abonnant à un fournisseur de services Internet (FSI); * soit gratuitement, directement à partir d'une page Web (exemples : Hotmail, Yahoo, GMail, etc.)."
    ],
    [
        "CONNEX",
        "Le programme d'installation détecte généralement les périphériques Ethernet sans fil pris en charge et vous invite à les configurer."
    ],
    [
        "COMPORT",
        "La section BODY d'un fichier d'action contient généralement un formulaire HTML qui accepte les paramètres de l'action (par exemple, les paramètres indiquant les calques à afficher ou masquer). "
    ],
    [
        "COMIRCX",
        "Uilisez cette commande pour savoir si le serveur accepte les commandes IRCx."
    ],
    [
        "CLEUSB",
        "Pour préparer une clé USB, vous avez besoin d'un système GNU/Linux fonctionnel et qui accepte les périphériques USB. "
    ],
    [
        "CDAMO",
        "Après avoir validé, l'application vous demandera d'insérer la disquette puis elle en fera une image."
    ],
    [
        "CACHER",
        "Si vous partagez un dossier et que vous souhaitez le cacher, cliquez avec le bouton droit de la souris sur le dossier partagé que vous souhaitez cacher."
    ],
    [
        "BEGUPA",
        "Visualiser la structure d'un fichier de base de données;"
    ],
    [
        "BDXFR",
        "Il accepte les données sous plusieurs formats, les transforme, les transmet puis les affiche dans le format requis."
    ],
    [
        "AUTOPANO",
        "En cliquant sur l'icône \" Vue par image \" et en déplaçant la souris sur le panorama, chaque photo devient \"active\" et est surlignée tandis que le reste du panorama devient grisé. "
    ],
    [
        "API",
        "Le thread sera donc suspendu tant que la file d'attente sera vide."
    ],
    [
        "ALLOOGENE",
        "Pour indiquer la réponse , il faut cliquer avec le bouton lorsque le curseur se trouve sur le [ OUI ] ( yes ) ou sur le [ NON ] ( no ) dans la fenêtre de confirmation."
    ],
    [
        "AGENT",
        "Dans la zone de liste déroulante fixe Contrôleur, tapez le nom de l'ordinateur sur lequel vous avez installé le contrôleur."
    ],
    [
        "ACTUALITÉ",
        "La plate-forme GPRS et UMTS installée à Shanghaï par le groupe français sera la première de ce type en Chine."
    ]
]